<html>
<body>

<h2>RELEASE NOTES - XFce 4.0</h2>

<h3><u>Was ist XFce 4?</u></h3>


<p>Xfce 4 ist eine Desktopumgebung f&uuml;r unixartige Betriebssysteme. Es versucht 
schnell und klein, aber trotzdem visuell ansprechend und leicht benutzbar zu sein.</p>

<p>Es basiert auf dem GTK+ Toolkit Version 2 und versucht die bei <a href="http://www.freedesktop.org">http://www.freedesktop.org</a> definierten Standarts einzuhalten.</p>

<p>Xfce 4 besteht aus einer Vielzahl an Komponenten die zusammen die Funktionalit&auml;t einer 
Desktopumgebung bereitstellen. Das modulare Design gibt Ihnen die M&ouml;glichkeit, aus den 
vorhandenen Paketen diejenigen auszuw&auml;hlen, um die bestm&ouml;gliche Arbeitsumgebung zu schaffen.</p>

<p>Xfce 4 ist vollst&auml;ndig freie Software. Jede Komponente wurde unter einer der folgenden 
Lizenzen ver&ouml;ffentlicht: der BSD Lizenz, der GNU LGPL oder der GNU GPL.</p>

<p>Besuchen Sie den Webauftritt bei <a href="http://www.xfce.org">http://www.xfce.org</a> f&uuml;r weitere Informationen.</p>

<h3><u>Was ist neu?</u></h3>

<p>Xfce 4.0 ist das erste stabile Release der n&auml;chsten Generation der XFce Desktopumgebung.
Xfce 4 ist eine Neuimplementierung gegen&uuml;ber Xfce 3 und beide Desktopumgebungen k&ouml;nnen zur 
gleichen Zeit installiert sein.</p>

<h3><u>&Auml;nderungen zwischen rc4 und 4.0 final</u></h3>

<ul>
<li>Systemtray Fix</li>
<li>bessere Unterst&uuml;tzung f&uuml;r Programme die nicht EMWH-kompatibel sind</li>
<li>die alte Beschr&auml;nkung des Panels auf max. 32 Objekte wurde entfernt</li>
</ul>

<h4><u>&Auml;nderungen zwischen rc3 und rc4</u></h4>

<ul>
<li>Verbesserungen im Fenstermanagement f&uuml;r Programme, die mit &auml;lteren Toolkits wie Motif oder Tk erstellt wurden</li>
<li>Iconskalierung des Panel wurde verbessert </li>
<li>einige kleinere Fixes im Dateimanager</li>
</ul>

<h4><u>&Auml;nderungen zwischen rc2 und rc3</u></h4>

<ul>
<li>Fixes von einigen schwer zu entdeckenden Fenstermanagement-Fehlern.</li>
<li>Verbesserung von Men&uuml;- und Iconbutton in libxfcegui4: kein Flackern und keine unn&ouml;tigen Gr&ouml;&szlig;en&auml;nderungen mehr.</li>
<li>Einige Fixes im Zusammenhang mit dem Ausblenden und Neuorientieren des Panels</li>
<li>neue Defaultkonfiguration f&uuml;r das Panel</li>
<li>standartm&auml;&szlig;ige Nutzung des XFce GTK Themas</li>
<li>Erweiterung im Umgang mit Fenstern im Vollbildmodus</li>
<li>Fixes in der Systemtray Implementierung</li>
<li>Button&auml;nderung f&uuml;r das Desktop Mousemen&uuml;: Rechtsklick &ouml;ffnet das Men&uuml;, Klick mit mittlerer Mousetaste &ouml;ffnet die Fensterliste</li>
<li>Anpassungen an der Dokumentation</li>
<li>Neue Defaultkonfiguration f&uuml;r Panel und Taskleiste</li>
</ul>

<h4><u>&Auml;nderungen zwischen rc1 und rc2</u></h4>
<ul>
<li>Behebung eines kleinen Fehlers in der Fensterverwaltung, der selten auftrat.</li>
<li>Panel-Plugin-API wurde wieder ge&auml;ndert damit alte Plugins das Panel nicht abst&uuml;rzen lassen. &Auml;ltere Plugins werden nicht mehr unterst&uuml;tzt.</li>
<li>Gr&ouml;&szlig;enproblem der Iconbox wurde behoben</li>
</ul>

<h4><u>&Auml;nderungen zwischen beta2 und rc1:</u></h4>

<ul>
<li>zahlreiche interne &Auml;nderungen der Bibliotheken. Das bedeutet, das Programme die gegen libxfcegui4 gelinkt waren,
 gegen die neue Bibliothek kompiliert werden m&uuml;ssen.</li>
<li>neues "separator" Plugin f&uuml;r das Panel</li>
<li>"r&uuml;ckg&auml;ngig"-Funktion wurde aus den Panelobjekt-Dialogen entfernt. Externe Panelplugins m&uuml;ssen 
von ihren Autoren angepa&szlig;t werden, oder sie werden Probleme verursachen. Alle Panelplugins m&uuml;ssen neu kompiliert werden.</li>
<li>Spalten im Dateimanager verschiebbar, indem man den Header verschiebt.</li>
<li>"Tab"-Autovervollst&auml;ndigung in Eingabedialogen des Dateimanagers</li>
<li>Fenstermanager speichert Sitzungsinformationen wenn ein Session-Manager benutzt wird</li>

<li>xrandr-Unterst&uuml;tzung f&uuml;r den Fenstermanager</li>
<li>Erweiterung der Behandlung von speziellen Fenster-Tips</li>
<li>zahlreiche Bugfixes und generelle Erweiterungen</li>
</ul>

<h4><u>&Auml;nderungen zwischen Beta1 und Beta2</u></h4>

<ul>
<li>starke Erweiterungen bei der Xinerama Unterst&uuml;tzung</li>
<li>neues Thema f&uuml;r das Panel, basierend auf SVG Icons</li>
<li>neue Pakete aus den xfce4-extras wurden zugef&uuml;gt:<ul>
<li>xfce4-systray: ein Systray f&uuml;r das Panel</li>
<li>xfce4-themes: Iconthemen f&uuml;r das Panel</li>
</ul>
</li>
<li>Standartm&auml;sig wird das Panel nicht mehr fokusiert wenn mit der Tastenkombination Alt+Tab der Fokus gewechselt wird</li>
<li>Das Panel erlaubt es nun, einen Ordner als Starter anzugeben, in dem der Dateimanager ge&ouml;ffnet wird</li>
<li>neues UI-Layout f&uuml;r die mcs Dialoge; sehen viel besser aus</li>
<li>xfce4-tips beinhaltet jetzt einige n&uuml;tzliche "Tips und Tricks"</li>
<li>verschiedene Bugfixes f&uuml;r Solaris</li>
</ul>

<h3><u>Woher kann man es bekommen?</u></h3>

<p>Es sind sowohl Quell- als auch Bin&auml;rpakete erh&auml;ltlich. F&uuml;r Downloadm&ouml;glichkeiten besuchen Sie bitte 
<a href="http://www.xfce.org/de/download_de.html">http://www.xfce.org/de/download_de.html</a>.
RPM Pakete f&uuml;r Redhat 8 und 9 werden mit dem Release bereitgestellt. Debianpakete sollten bald f&uuml;r 'unstable' erh&auml;tlich sein.</p>

<p>Andere externe Programme die die Funktionalit&auml;t von XFce 4 erweitern, k&ouml;nnen auf der <a href="http://xfce-goodies.berlios.de">XFce-goodies</a> Webseite gefunden werden.</p>

<p>F&uuml;r weitere Informationen, lesen Sie die XFce 4 Dokumentation (<a href="http://members.home.nl/xfce4/documentation/">http://members.home.nl/xfce4/documentation/</a>), und fangen beim User Guide an. Um auf die XFce 4 Dokumentation zuzugreifen, w&auml;hlen Sie "Hilfe" entweder aus dem Mousemen&uuml; des Desktops, oder klicken Sie das Panel an den R&auml;ndern mit der rechten Mousetaste an.</p>

<p>Danke f&uuml;r Ihr Interesse an XFce 4. Bitte senden Sie Fehler an xfce4-dev@moongroup.com
(Sie k&ouml;nnen die Listen auf <a href="http://www.moongroup.com/mailman/listinfo/xfce4-dev/">http://www.moongroup.com/mailman/listinfo/xfce4-dev/</a> abbonieren).</p>

<p>Viel Spa&szlig;!</p>


</body>
</html>