<html>
<body style="margin: 20px; ">

<h1>XFce 4.0 ver&ouml;ffentlicht</h1>

<h3>Neue Version bringt neue Level an Benutzerfreundlichkeit und Performance auf Unix/Linux Desktops und Workstations.</h3>
<p>Eine neue Version der beliebten Multiplattform-Desktopumgebung mit h&ouml;herer Benutzerfreundlichkeit und einer neuen soliden Architektur.</p>

<p><b>TOULOUSE, Frankreich -- 25. September 2003 --</b> Das XFce-Team machte heute die Ver&ouml;ffentlichung von XFce Version 4.0 bekannt. Unix und Linux X11/XFree86 Nutzer, die ein schnelles, stabiles, flexibles, modernes und m&auml;chtiges Userinterface suchen, werden sehen, das XFce 4.0 einen neuen Level an Benutzerfreundlichkeit und Performance zu den heutigen Desktopumgebungen bringt.</p>

<p>XFce 4 ist eine komplette Umarbeitung der Vorg&auml;ngerversion. Es basiert auf dem popul&auml;ren GTK+ 2.x Toolkit und hat eine vollkommen andere Architektur als XFce 3.  Es vereint starke Modularit&auml;t und Wiederverwertbarkeit; alle der XFce 4 Kernkomponenten wurden von Beginn an neu geschrieben um in die neue Architektur zu passen. Eine weitere Priorit&auml;t von XFce 4 liegt in der Einhaltung von Standarts, besonders denen die von freedesktop.org definiert werden, mit denen man versucht den Unix/Linux Desktop zu standartisieren.</p>

<p><i>"Fr&uuml;here XFce Versionen wurden stark von CDE, dem traditionellen Unix Desktop, inspiriert"</i> sagte Olivier Fourdan, der Gr&uuml;nder und Projektleiter des XFce Teams.<i> "Mit XFce 3 hoben wir das CDE-artige Design auf den  n&auml;chsten Level, aber bei XFce 4 haben wir versucht, komplett "out of the box" zu denken und eine moderne und flexible Desktopumgebung zu entwickeln, die eine lohnende Alternative zu KDE and Gnome darstellt und mit seiner erweiterten Benutzerfreundlichkeit sowie vollkommen neuen Features beeindruckt."</i></p>

<p>XFce 4 besteht aus einer Vielzahl von Komponenten, die zusammen genommen die ganze Funktionalit&auml;t einer Desktopumgebung bereitstellen. Sie sind separat erh&auml;ltlich und die Nutzer k&ouml;nnen sich aus den vorhandenen Paketen die Pakete aussuchen, um die pers&ouml;nlich beste Arbeitsumgebung zu schaffen. XFce 4 enth&auml;lt eine Vielzahl von Themes, unterst&uuml;tzt internationale Tastaturen, bietet einfach zu benutzende Standartpanels f&uuml;r h&auml;ufige Desktopaktionen, arbeitet sowohl mit Gnome als auch mit KDE und deren Programmen zusammen, enth&auml;lt einen Dateimanager (Xffm) mit Samba-Support und mount/umount M&ouml;glichkeiten, ein einfach zu verschiebendes Hauptpanel (vertikal oder horizontal, mit variabler Gr&ouml;&szlig;e, kann automatisch in den Hintergrund versetzt werden und mit leicht konfigurierbaren abrei&szlig;baren Men&uuml;s und Programmstartern), erweiterte Drag-n-Drop Unterst&uuml;tzung und Antialiasing.</p>

<p>Weiterhin bietet XFce 4 einen neuen ressourcenschonenden Fenstermanager mit mehr als 60 erh&auml;ltlichen Fensterdekorationen, Xinerama Unterst&uuml;tzung, der M&ouml;glichkeit Fenster "einzurollen", Wechsel zwischen Desktops mit Hilfe des Mouser&auml;dchens, Gr&ouml;&szlig;en&auml;nderung und Verschiebung der Fenster &uuml;ber Tastenkombinationen, u. s. w. Weitere Features sind eine vollst&auml;ndige Entwicklungsbasis um Programme zu schreiben. Au&szlig;erdem enth&auml;lt XFce 4 mit MCS, den Multi-Channel Settings, ein modulares, rechnerunabh&auml;ngiges, netzwerktransparentes und zentralisiertes Konfigurationssystem.</p>

<p><i>"XFce 4 wurde zukunftsweisend geplant, sowohl in technischer als auch strategischer Hinsicht"</i> sagte Hauptentwickler Jasper Huijsmans. <i>"Heute wird in Unternehmen immer noch das propriet&auml;re CDE eingesetzt, dem man das Alter, im Gegensatz zu den aktuellen Open Source Alternativen, ansieht. XFce 4 versucht eine wirklich gute Alternative sowohl f&uuml;r Linux-Anwender und -Professionals, als auch f&uuml;r Unix Nutzer und Profis an Desktops/Workstations zu sein. Die Migration ist so einfach wie eine Installation, flexibel und leicht durchzuf&uuml;hren und man mu&szlig; fast nichts zus&auml;tzliches lernen. Wir sehen XFce 4 als eine Plattform, die zu professionelleren Desktops und Workstations f&uuml;hrt."</i></p>

<p>XFce ist freie Software. Die einzelnen Komponenten wurden entweder unter der BSD Lizenz, der GNU LGPL oder der GNU GPL ver&ouml;ffentlicht. Der Quellcode ist frei verf&uuml;gbar und da XFce 4 leicht auf andere Unix-Varianten zu portieren ist, sind eine gro&szlig;e Unterst&uuml;tzung sowie zahlreiche Pakete f&uuml;r beliebte Linuxdistributionen, SPARC und x86 Solaris 8/9, FreeBSD 4.x und 5.x, OpenBSD 3.x vorhanden. Weitere Unix und andere X11-basierte Plattformen werden erwartungsgem&auml;&szlig; XFce bald out-of-the-box unterst&uuml;tzen.</p>

<h3>&Uuml;ber XFce</h3>

<p>XFce ist ein freies Softwareprojekt, das eine ressourcenschonende Desktopumgebung f&uuml;r Unix und unixartige Betriebssysteme bereitstellt. Es versucht schnell und ressourcenschonend zu sein, dabei aber grafisch ansprechend und leicht benutzbar zu bleiben. Urspr&uuml;nglich wurde XFce als eine freie Alternative zu der Standart-Desktopumgebung der Industrie, CDE, geschrieben, hat sich aber zu einer komplett neuen, innovativen und weit verbreiteten Desktopumgebung mit sehr stark wachsender Popularit&auml;t entwickelt. Mehr als 15 Entwickler, &Uuml;bersetzer, K&uuml;nstler und Helfer geben Ihre Zeit und Anstrengung f&uuml;r das Projekt.</p>

<h3>&Uuml;ber das XFce Team</h3>

<p>Das XFce Team besteht aus vielen freiwilligen Entwicklern, &Uuml;bersetzern, K&uuml;nstlern und weiteren Helfern, die zusammen die XFce Desktopumgebung voranbringen. Die Gruppe hilft die Visionen und Weiterentwicklung von XFce umzusetzen.  XFce ist ein freies Softwareprojekt das eine ressourcenschonende Desktopumgebung f&uuml;r Unix und unixartige Betriebssysteme bereitstellt. Das Projekt bietet eine verantwortungsvolles, stabiles, effizientes, intuitives und innovatives Userinterface mit minimalem Migrationsaufwand und ist fast vollst&auml;ndig kompatibel mit den freedesktop.org Standards f&uuml;r Betriebssysteme. Weitere Informationen zu XFce sind bei <a href="http://www.xfce.org">http://www.xfce.org</a> erh&auml;ltlich.</p>

</body>
</html>

