Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: News
ca: Notícies
cs: Novinky
da: Nyheder
de: Neuigkeiten
es: Noticias
fr: Actualités
gl: Noticias
he: חדשות
id: Berita
it: Notizie
ja: ニュース
kk: Жаңалықтар
lt: Naujienos
ms: Berita
nb: Nyheter
nl: Nieuws
oc: Actualitats
pl: Aktualności
pt: Novidades
pt_br: Novidades
ro: Știri
ru: Новости
sq: Lajme
sr: Вести
sv: Nyheter
th: ข่าว
tr: Haberler
uk: Новини
vi: Tin tức
zh_tw: 新聞

source: Subscribe to RSS feed
ca: Subscriu-te mitjançant RSS
cs: Příhlásit se k odběru informačního kanálu RSS
da: Abonnér på RSS-nyhedskilden
de: RSS-Feed abonnieren
es: Suscribirse al canal RSS
fr: Abonnez-vous au flux RSS.
gl: Subscribirse á fonte de RSS
he: הירשם לפיד RSS
id: Berlangganan umpan RSS
it: Sottoscrivi il feed RSS
ja: RSS フィードの購読
kk: RSS таспасына жазылу
lt: Prenumeruoti RSS kanalą
ms: Langgan suapan RSS
nb: Abonner på RSS-strøm
oc: Abonatz-vos als fluxes RSS.
pl: Zasubskrybuj źródło wiadomości
pt: Subscrever as fontes RSS
pt_br: Inscrever no feed RSS
ro: Abonați-vă la RSS
ru: Подписаться на RSS-ленту
sq: Pajtohuni te prurja RSS
sr: Претплати се на довод вести РСС
sv: Prenumerera på RSS-flöde
th: บอกรับข่าวป้อน RSS
tr: RSS beslemesine abone ol
uk: Підписатися на стрічку RSS
vi: Đăng ký nguồn cấp dữ liệu RSS
zh_tw: 訂閱 RSS feed

source: Xfce %s released
ca: El Xfce %s ha estat llançat
cs: Xfce %s vydáno
da: Xfce %s er udgivet
de: Xfce %s wurde veröffentlicht
es: Xfce %s publicado
fr: Sortie de Xfce %s
gl: Xfce %s publicada
he: יצאה לאור Xfce %s
id: Rilis %s Xfce
it: Rilasciato Xfce %s
ja: Xfce %s がリリースされました
kk: Xfce %s жарық көрді
lt: Xfce %s išleista
ms: Xfce %s dikeluarkan
nb: Xfce %s utgitt
oc: Xfce %s publicada
pl: Wydano Xfce %s
pt: Disponibilizado o Xfce %s
pt_br: Lançado o Xfce %s
ro: Xfce %s a fost lansat
ru: Выпущен Xfce %s
sq: Është hedhur në qarkullim Xfce %s
sr: ИксФЦЕ %s је објављен
sv: Xfce %s har släppts
th: Xfce %s ออกแล้ว
tr: Xfce %s yayımlandı
uk: Випущено Xfce %s
vi: Xfce %s đã phát hành
zh_tw: Xfce %s 已發行

source: Download
ca: Baixada
cs: Stažení
de: Herunterladen
es: Descargar
fr: Télécharger
gl: Descargar
he: הורדה
id: Unduh
ja: ダウンロード
kk: Жүктеп алу
lt: Atsisiųsti
ms: Muat Turun
nb: Last ned
oc: Telecargar
pl: Pobieranie
pt: Transferir
pt_br: Baixar
ro: Descarcă
ru: Загрузка
sq: Shkarkim
sr: Преузимање
sv: Hämta
th: ดาวน์โหลด
tr: İndir
uk: Звантаження
vi: Tải xuống
zh_tw: 下載

source: Changes in this release
ca: Els canvis en aquest llançament
cs: Změny v tomto vydání
da: Ændringer i denne udgivelse
de: Änderungen in dieser Veröffentlichung
es: Cambios en esta versión
fr: Changements dans cette version
gl: Cambios desta versión
he: שינויים בגרסה זו
id: Peningkatan pada rilis ini
it: Cambiamenti in questo rilascio
ja: このリリースでの変更点
kk: Бұл шығарылымдағы өзгерістер
lt: Pakeitimai šiame leidime
ms: Perubahan dalam keluaran ini
nb: Endringer for denne utgaven
oc: Cambiaments dins aquesta version
pl: Zmiany w bieżącym wydaniu
pt: Alterações nesta versão
pt_br: Alterações neste lançamento
ro: Modificări în această versiune
ru: Изменения в этом выпуске
sq: Ndryshime në këtë version
sr: Измене у овом издању
sv: Ändringar i denna utgåva
th: ความเปลี่ยนแปลงในรุ่นนี้
tr: Bu sürümdeki değişiklikler
uk: Зміни в даному випуску
vi: Những thay đổi trong phiên bản này
zh_tw: 本發行版有何變更

source: Permalink
ca: Enllaç permanent
cs: Trvalý odkaz
es: Enlace permanente
fr: Permalien
gl: Ligazón permanente
he: קישור קבוע
it: Collegamento permanente
ja: 固定リンク
kk: Тұрақты сілтеме
lt: Nuolatinė nuoroda
ms: Pautan Kekal
nb: Permanent lenke
oc: Permaligam
pl: Odnośnik bezpośredni
pt: Ligação permanente
pt_br: Link permanente
ro: Legătură permanentă
ru: Постоянная ссылка
sq: Permalidhje
sr: Трајна веза
sv: Permalänk
th: ลิงก์ถาวร
tr: Kalıcı bağlantı
uk: Постійне посилання
vi: Liên kết cố định
zh_tw: 永久連結

source: No news articles found.
ca: No s'han trobat articles nous.
cs: Nebyly nalezeny žádné nové články.
da: Ingen nyhedsartikler fundet.
de: Keine neuen Artikel gefunden.
es: No se han encontrado noticias.
fr: Aucun nouvel article trouvé.
gl: Non se atopar on artigos novos.
he: לא נמצאו כתבות חדשות.
id: Artikel berita tidak ditemukan.
it: Non sono state trovate notizie.
ja: 新しい記事は見つかりませんでした。
kk: Жаңалықтар мақалалары табылмады.
lt: Nėra naujų straipsnių.
ms: Tiada artikel berita ditemui.
nb: Ingen nye artikler funnet.
oc: Pas de novèlas d'articles trobadas.
pl: Nie odnaleziono aktualności.
pt: Nenhum artigo encontrado.
pt_br: Nenhum artigo foi encontrado.
ro: Nu s-au găsit articole de știri.
ru: Новостных статей не найдено.
sq: S’u gjetën artikuj të rinj.
sr: Нису нађени чланци вести.
sv: Inga nyhetsartiklar hittades.
th: ไม่พบบทความข่าว
tr: Hiçbir haber makalesi bulunamadı.
uk: Не знайдено новин.
vi: Không có bài viết tin tức được tìm thấy.
zh_tw: 找不到新文章。

source: Xfce 4.10 tour
ca: Recorregut de l'Xfce 4.10
cs: Prohlídka Xfce 4.10
da: Xfce 4.10 rundvisning
de: Rundgang durch Xfce 4.10
es: Paseo por Xfce 4.10
fr: Présentation de Xfce 4.10
gl: Visita ao Xfce 4.10
he: סיור Xfce 4.10
id: Tur Xfce 4.10
it: Tour di Xfce 4.10
ja: Xfce 4.10 ツアー
kk: Xfce 4.10 шолуы
lt: Xfce 4.10 turas
ms: Jelajah Xfce 4.10
nb: Xfce 4.10 – omvisning
oc: Visita Xfce 4.10
pl: Prezentacja Xfce 4.10
pt: Guia do Xfce 4.10
pt_br: Conheça o Xfce 4.10
ro: Turul versiunii Xfce 4.10
ru: Тур по Xfce 4.10
sq: Tur i 4.10-s
sr: Упознавање са ИксФЦЕ-ом 4.10
sv: Xfce 4.10 rundtur
th: นำชม Xfce 4.10
tr: Xfce 4.10 turu
uk: Огляд Xfce 4.10
vi: Tham quan Xfce 4.10
zh_tw: Xfce 4.10 導覽

source: This tour will introduce you to new major features of Xfce 4.10. It only covers the visual part of what has been done; for the full list of changes, see the <a href="/download/changelogs/">changelogs</a>.
ca: Aquest recorregut us presentarà les característiques principals noves de l'Xfce 4.10. Només cobreix la part visual que s'ha fet; per a la llista completa dels canvis, consulteu els <a href="/download/changelogs/">registres de canvis</a>.
cs: Tato prohlídka Vám představí hlavní nové funkce Xfce 4.10. Zahrnuje pouze viditelné části provedených změn. Úplný seznam změn naleznete v <a href="/download/changelogs/">protokolu o změnách</a>.
da: Denne rundvisning introducerer dig for nye større funktionaliteter i Xfce 4.10. Den dækker kun de visuelle dele som er lavet; se <a href="/download/changelogs/">ændringsloggene</a> for en fuld liste af ændringer.
de: Dieser Rundgang führt Sie in die neuen Hauptmerkmale von Xfce 4.10 ein. Es wird nur der sichtbare Teil der Änderungen behandelt. Eine vollständige Liste der Änderungen finden Sie in den <a href="/download/changelogs/">Änderungsprotokollen</a>.
es: Este paseo le presentará las principales nuevas funcionalidades de Xfce 4.10. Solamente cubre la parte visual de lo implementado; para un listado completo de los cambios, vea el <a href="/download/changelogs/">registro de cambios</a>.
fr: Cette présentation vous fera découvrir les principales nouveautés de Xfce 4.10. Elle ne couvre que la partie visuelle de ce qui a été fait. Pour une liste complète des changements, lisez le <a href="/download/changelogs/">journal des modifications</a>.
gl: Esta visita presentaralle as novas características principais do Xfce 4.10. Só cobre a parte visual do que se fixo; para a lista completa de cambios, consulte os <a href="/download/changelogs/">rexistros de cambios</a>.
he: סיור זה יציג אותך בפני תכונות משמעותיות חדשות של Xfce 4.10. הוא רק מכסה את החלק הויזואלי של מה שנעשה, לרשימת השינויים המלאה, ראה את <a href="/download/changelogs/">יומן השינויים</a>.
id: Tur ini akan memperkenalkan Anda kepada fitur-fitur utama yang baru dari Xfce-4.10. Tur ini hanya meliputi bagian visual dari apa yang telah dikerjakan; untuk daftar lengkap perubahan, lihat <a href="/download/changelogs/">log perubahan</a>.
it: Questo tour descrive le principali novità introdotte con Xfce 4.10. Le novità descritte rappresentano solamente quelle visibili dall'utente. Per un elenco completo dei cambiamenti, consultare l'<a href="/download/changelogs/">elenco delle modifiche</a>.
ja: このツアーでは Xfce 4.10 の主な新機能について紹介します。ここでは目に見える部分のみについて説明していますが、すべての変更点については <a href="/download/changelogs/">更新履歴</a> をご覧ください。
kk: Бұл шолу сізді Xfce 4.10 негізгі жаңа мүмкіндіктерімен таныстырады. Ол тек жасалған жұмыстардың визуалды бөлігін қамтиды; өзгерістердің толық тізімін <a href="/download/changelogs/">changelogs</a> бетінен қараңыз.
lt: Šis turas pristatys jums visas naujas Xfce 4.10 galimybes. Tai yra tik vizuali dalis to kas buvo padaryta; pilną pakeitimų sąrašą galite rasti <a href="/download/changelogs/">keitimų žurnaluose</a>.
ms: Jelajah ini akan memperkenalkan kepada anda fitur major baharu Xfce 4.10. Jelajah ini hanya meliputi bahagian visual apa yang telah selesai; untuk dapatkan senarai penuh perubahan, sila rujuk <a href="/download/changelogs/">log perubahan</a>.
nb: Denne omvisningen vil gi deg en oversikt over de store nye funksjonene i Xfce 4.10. Den dekker kun de visuelle delene som er gjort; for den fullstendige listen over endringer se <a href="/download/changelogs/">endringsloggene</a>.
oc: Aquesta visita vous fera descobrir de novèlas foncionalitats majeures de Xfce 4.10. Elle ne couvre que la partie visuala d'aqueste que es estada fait, per la lista completa dels modificacions, veire lo <a href="/download/changelogs/">la lista dels modificacions</a>.
pl: Poniżej zaprezentowano najbardziej znaczące nowości środowiska Xfce wprowadzone w wersji 4.10. Zestawienie obejmuje jedynie zmiany dostrzegalne w interfejsie graficznym. Pełna lista znajduje się się na stronie <a href="/download/changelogs/">dziennika zmian</a>.
pt: Este guia mostra todas as novas funcionalidades do Xfce 4.10. Estas são apenas as alterações visuais do que foi feito. Para uma lista completa das alterações, consulte o <a href="/download/changelogs/">registo de alterações</a>.
pt_br: Serão apresentados os novos recursos do Xfce 4.10. Será mostrada somente a parte visual do que já foi feito; para a lista completa de alterações, veja os <a href="/download/changelogs/">registros de alterações</a>.
ro: Acest tur vă va prezenta noile caracteristici majore ale Xfce 4.10. Acesta acoperă doar partea vizuală a ceea ce a fost făcut; pentru lista completă a modificărilor, consultați <a href="/download/changelogs/">Jurnalul de modificări al Xfce 4.10</a>.
ru: Этот тур ознакомит вас с новыми значительными визуальными особенностями в Xfce 4.8. Это только видимая часть того что было сделано, для полного перечня изменений, см. <a href="/download/changelogs/">журнал изменений</a>.
sq: Ky tur do t’ju paraqesë veçoritë e reja të rëndësishme të Xfce 4.10-s. Mbulon vetëm pjesën pamore të asaj që është bërë; për listën e plotë të ndryshimeve, shihni <a href="/download/changelogs/">regjistra ndryshimesh</a>.
sr: Ово упознавање ће Вам представити нове крупне могућности ИксФЦЕа 4.10. То само покрива видљив део оног што је урађено; За потпун списак измена, погледајте <a href="/download/changelogs/">дневник измена</a>.
sv: Rundturen kommer att introducera dig för nya viktiga funktioner i Xfce 4.10. Den täcker bara den visuella delen av vad som gjorts; för den fulla listan över ändringar se <a href="/download/changelogs/">ändringslloggar</a>.
th: เอกสารนำชมนี้จะแนะนำถึงความสามารถใหม่หลักๆ ของ Xfce 4.10 ซึ่งจะครอบคลุมเฉพาะส่วนที่เห็นได้ด้วยตาของสิ่งที่ได้ทำไปทั้งหมดเท่านั้น หากต้องการดูรายการเปลี่ยนแปลงทั้งหมด กรุณาอ่านได้ที่ <a href="/download/changelogs/">ปูมการเปลี่ยนแปลง</a>
tr: Bu tur, Xfce 4.10 için tüm yeni ana görsel özellikleri tanıtacaktır. Bu yapılmış işlerin sadece görsel bir bölümüdür; değişikliklerin tüm listesi için, <a href="/download/changelogs/">Değişim Günlüğü</a> sayfasında bulabilirsiniz.
uk: Цей тур покаже Вам нові основні функції Xfce 4.10. Це тільки візуальна частина того, що було зроблено. Повний список дивіться у <a href="/download/changelogs/">списку змін</a>.
vi: Chuyến tham quan này sẽ giới thiệu cho bạn các tính năng chính mới của Xfce 4.10. Nó chỉ bao gồm phần trực quan của những gì đã được thực hiện; để biết danh sách đầy đủ các thay đổi, hãy xem <a href="/download/changelogs/">nhật ký thay đổi</a>.
zh_tw: 此導覽向您介紹 Xfce 4.10的主要新功能。它只包含了使用者可見的已完成的部份；要觀看完整的變動列表，見 <a href="/download/changelogs/">變動記錄</a> 。

source: Online Documentation
ca: Documentació en línia
cs: Online dokumentace
da: Onlinedokumentation
de: Online-Dokumentation
es: Documentación en línea
fr: Documentation en ligne
gl: Documentación na rede
he: תיעוד מקוון
id: Dokumentasi Daring
it: Documentazione online
ja: オンラインドキュメント
kk: Онлайн құжаттама
lt: Dokumentacija internete
ms: Dokumentasi Atas Talian
nb: Nettbasert dokumentasjon
oc: Documentacion en linha
pl: Dokumentacja sieciowa
pt: Documentação na web
pt_br: Documentação on-line
ro: Documentație disponibilă în Internet
ru: Онлайн документация
sq: Dokumentim në Internet
sr: Документација на мрежи
sv: Onlinedokumentation
th: เอกสารออนไลน์
tr: Çevrimiçi Belgeler
uk: Онлайн документація
vi: Tài liệu trực tuyến
zh_tw: 線上文件

source: During the 4.10 development we've decided to remove user manuals from the packages and move them to an online wiki at <a href="https://docs.xfce.org">docs.xfce.org</a>. The reason for this change is to make <a href="https://docs.xfce.org/wiki/documentation">contributing</a> and updating the documentation easier.
ca: Durant el desenvolupament de la versió 4.10 s'ha decidit eliminar els manuals d'usuari dels paquets i moure'ls anuna wiki en línia a <a href="https://docs.xfce.org">docs.xfce.org</a>. La motivació d'aquest canvi és fer que<a href="https://docs.xfce.org/wiki/documentation">contribuir</a> i actualitzar la documentació sigui més fàcil.
cs: Během vývoje verze 4.10 jsme se rozhodli odebrat uživatelské příručky z balíčků a přemístit je na online wiki na webové stránce <a href="https://docs.xfce.org">docs.xfce.org</a>. Důvodem pro změnu bylo zjednodušení možnosti <a href="https://docs.xfce.org/wiki/documentation">přispění</a> do dokumentace a její aktualizace.
da: Under 4.10 udviklingen besluttede vi at fjerne brugermanualen fra pakkerne og flytte dem til en online wiki her <a href="https://docs.xfce.org">docs.xfce.org</a>. Grunden for denne ændring er at lave <a href="https://docs.xfce.org/wiki/documentation">bidragsydere</a> og opdatering af dokumentation nemmere.
de: Während der Entwickung von 4.10 entschieden wir Benutzerhandbücher aus den Paketen zu entfernen und diese als Onlinewiki nach <a href="https://docs.xfce.org">docs.xfce.org</a> zu auszulagern. Grund für diese Änderung ist es <a href="https://docs.xfce.org/wiki/documentation">Mitarbeit</a> und Aktualisierung der Dokumentation einfacher zu machen.
es: Durante el desarrollo de Xfce 4.10 hemos decidido eliminar la documentación de los paquetes y moverla a la wiki <<a href="https://docs.xfce.org">docs.xfce.org</a>. La razón de este cambio es facilitar las <a href="https://docs.xfce.org/wiki/documentation">contribuciones</a> y las actualizaciones de la documentación.
fr: Pendant le développement de la 4.10, nous avons décidé d’enlever les manuels d’utilisation des paquets, et de les déplacer vers un wiki en ligne sur <a href="https://docs.xfce.org">docs.xfce.org</a>. La raison de ce changement est de rendre plus faciles la <a href="https://docs.xfce.org/wiki/documentation">contribution</a> et la mise à jour de la documentation.
gl: Durante o desenvolvemento da versión 4.10, decidimos eliminar os manuais de usuario dos paquetes e movelos a un wiki na rede en <a href="https://docs.xfce.org">docs.xfce.org</a>. O motivo deste cambio é facilitar a <a href="https://docs.xfce.org/wiki/documentation">contribución</a> e a actualización da documentación.
he: במהלך הפיתוח של 4.10 החלטנו להסיר את מדריכי המשתמש מהחבילות ולהעביר אותם לויקי מקוון ב <a href="https://docs.xfce.org">docs.xfce.org</a>. הסיבה לשינוי הזה היא להפוך <a href="https://docs.xfce.org/wiki/documentation">תרומה</a> ועדכון של התיעוד לקלים יותר.
id: Selama pengembangan 4.10, kami memutuskan untuk mengeluarkan manual pengguna dari paket dan memindahkannya ke wiki daring di <a href="https://docs.xfce.org">docs.xfce.org</a>. Alasan dari perubahan ini adalah untuk membuat <a href="https://docs.xfce.org/wiki/documentation">kontribusi</a> dan pembaruan dokumentasi lebih mudah.
it: Durante lo sviluppo della versione 4.10 abbiamo deciso di rimuovere i manuali utente dai pacchetti e spostarli nella wiki online su <a href="https://docs.xfce.org">docs.xfce.org</a>. Le ragioni di tale cambiamento sono di permettere la <a href="https://docs.xfce.org/wiki/documentation">collaborazione</a> e l'aggiornamento della documentazione più facile.
ja: 4.10 の開発中、私たちはユーザードキュメントに関して、<a href="https://docs.xfce.org/wiki/documentation">貢献</a> や更新を容易にするため、それらをパッケージから削除し、オンライン Wiki <a href="https://docs.xfce.org">docs.xfce.org</a> へ移動することを決定しました。
kk: 4.10 нұсқасын әзірлеу кезінде біз пайдаланушы нұсқаулықтарын пакеттерден алып тастап, оларды <a href="https://docs.xfce.org">docs.xfce.org</a> мекенжайындағы онлайн викиге көшіруді шештік. Бұл өзгерістің себебі — <a href="https://docs.xfce.org/wiki/documentation">үлес қосуды</a> және құжаттаманы жаңартуды жеңілдету.
lt: Kuriant 4.10 nusprendėme iš paketų pašalinti naudotojo žinynus iš paketų ir perkelti juos į wiki, adresu<a href="https://docs.xfce.org">docs.xfce.org</a>. To tikslas - padaryti dokumentacijos <a href="https://docs.xfce.org/wiki/documentation">kūrimą</a> ir atnaujinimą paprastesniais.
ms: Ketika pembangunan 4.10 kami bercadang untuk mengeluarkan panduan pengguna dari pakej dan alih ia ke dalam wiki atas-talian di <a href="https://docs.xfce.org">docs.xfce.org</a>. Sebab perubahan ini adalah untuk memastikan <a href="https://docs.xfce.org/wiki/documentation">penyumbangan</a> dan pengemaskinian dokumentasi menjadi lebih mudah.
nb: I løpet av utviklingen av 4.10 bestemte vi oss for å fjerne brukerhåndbøkene fra pakkene og flytte dem til en wiki på <a href="https://docs.xfce.org">docs.xfce.org</a>. Dette gjør det enklere å <a href="https://docs.xfce.org/wiki/documentation">bidra</a> og å oppdatere hjelpeteksten.
pl: Podczas opracowywania wersji 4.10 postanowiliśmy usunąć podręczniki użytkownika z pakietów i przenieść je do wiki online <a href="https://docs.xfce.org">docs.xfce.org</a>. Powodem tej zmiany jest<a href="https://docs.xfce.org/wiki/documentation">wsparcie</a> i uaktualnienie dokumentacji.
pt: Durante o desenvolvimento da versão 4.10 decidimos remover os manuais dos pacotes e disponibilizámos-los no wiki em <a href="https://docs.xfce.org">docs.xfce.org</a>. O motivo desta alteração foi tornar a <a href="https://docs.xfce.org/wiki/documentation">colaboração</a> e atualização de documentação mais fácil.
pt_br: Durante o desenvolvimento do 4.10, decidimos remover os manuais de usuário dos pacotes e movê-los para uma wiki on-line em <a href="https://docs.xfce.org">docs.xfce.org</a>. O motivo para esta alteração é tornar mais fácil a <a href="https://docs.xfce.org/wiki/documentation">contribuição</a> e atualização da documentação.
ro: În timpul dezvoltării 4.10 am decis să eliminăm manualele de utilizare din pachete și să le mutăm într-un wiki în Internet la <a href="https://docs.xfce.org">docs.xfce.org</a>. Motivul acestei schimbări este de a facilita <a href="https://docs.xfce.org/wiki/documentation">contributing</a> și actualizarea documentației.
ru: Во время разработки 4.10 мы решили убрать руководства пользователя из пакетов и переместить их на вики-страницы <a href="https://docs.xfce.org">docs.xfce.org</a>. Цель этого изменения — сделать <a href="https://docs.xfce.org/wiki/documentation">участие</a> в разработке документации и её обновление проще.
sq: Gjatë zhvillimit të 4.10-s vendosëm t’i heqim doracakët e përdoruesit nga paketat dhe t’i kalojmë ata në një wiki te <a href="https://docs.xfce.org">docs.xfce.org</a>. Arsyeja për këtë ndryshim është bërja më e lehtë <a href="https://docs.xfce.org/wiki/documentation">e dhënies së ndihmesës</a> dhe përditësimit të dokumentimit.
sr: Током развоја 4.10 смо одлучили да уклонимо кориснички приручник из пакета, и да га преместимо на вики на <a href="https://docs.xfce.org">docs.xfce.org</a>. Разлог за ту промену је да би омогућили <a href="https://docs.xfce.org/wiki/documentation">допринос</a> и освежавање документације лакшим.
sv: Under utvecklingen av 4.10 har vi bestämt att ta bort användarmanualer från paketen och flytta dem till en online-wiki på <a href="https://docs.xfce.org">docs.xfce.org</a>. Skälet för denna ändring är att göra det enklare att <a href="https://docs.xfce.org/wiki/documentation">bidra</a> och uppdatera dokumentationen.
th: ในระหว่างการพัฒนา 4.10 เราได้ตัดสินใจตัดคู่มือผู้ใช้ออกจากแพกเกจต่างๆ และย้ายไปไว้ในวิกิแบบออนไลน์ที่ <a href="https://docs.xfce.org">docs.xfce.org</a> เหตุผลคือเพื่อให้ <a href="https://docs.xfce.org/wiki/documentation">การร่วมสมทบงาน</a> และการปรับข้อมูลเอกสารทำได้ง่ายยิ่งขึ้น
tr: 4.10 sürümünün geliştirilmesi sırasında, kullanıcı kılavuzlarını paketlerin içinden silmeye karar verdik ve onları <a href="https://docs.xfce.org">docs.xfce.org</a> çevrim içi wikisine taşıdık. Bu değişikliğin nedeni, <a href="https://docs.xfce.org/wiki/documentation">katkılar</a> sayfasını yapmak ve belgelendirmeyi daha kolay güncellemektir.
uk: Під час розробки 4.10 ми вирішили вилучити посібники користувача з цих пакунків і перемістити їх до вікі на <a href="https://docs.xfce.org">docs.xfce.org</a>. Причиною для цього стало простіше <a href="https://docs.xfce.org/wiki/documentation">створення</a> і оновлення документації.
vi: Trong quá trình phát triển phiên bản 4.10, chúng tôi đã quyết định xóa hướng dẫn sử dụng khỏi gói và chuyển chúng sang wiki trực tuyến tại <a href="https://docs.xfce.org">docs.xfce.org</a>. Lý do của sự thay đổi này là để giúp <a href="https://docs.xfce.org/wiki/documentation">đóng góp</a> và cập nhật tài liệu dễ dàng hơn.
zh_tw: 在 4.10 的開發週期中，我們決從軟體包中移除使用者手冊，並將其移動至在 <a href="https://docs.xfce.org">docs.xfce.org</a> 的線上 wiki。這個變梗的理由是要讓<a href="https://docs.xfce.org/wiki/documentation">貢獻</a>與更新文件更簡單。
