Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The new Clock plugin received a new binary time mode now and provides a sleep monitor. Here's a screenshot of all possible layouts which are: Analog, Binary, Digital, Fuzzy and LCD.
ca: El nou connector del Rellotge ha rebut un nou mode binari de temps ara i proporciona un monitor de son. Aquesta és una captura de pantalla de totes les disposicions possibles que són: Analògic, Binari, Digital, Fuzzy i LCD.
de: Das neue Uhr-Plugin hat nun einen neuen binären Zeitmodus erhalten und verfügt über einen Schlafmonitor. Hier ist ein Screenshot aller möglichen Layouts, die da wären: Analog, Binär, Digital, Fuzzy und LCD.
es: El nuevo complemento Reloj recibió un nuevo modo de tiempo binario ahora y proporciona un monitor de sueño. Aquí hay una captura de pantalla de todos los diseños posibles que son: Analógico, Binario, Digital, Fuzzy y LCD.
gl: O novo engadido Reloxo recibiu agora un novo modo de tempo binario e ofrece un monitor de sono. Velaquí unha captura de pantalla de todos os deseños posíbeis que son: analóxico, binario, dixital, difuso e LCD.
he: תוסף השעון החדש קיבל מצב שעה בינארית חדש ומספק מעקב שינה. הנה צילום מסך של כל הסידורים האפשריים שהם: אנלוגי, בינארי, דיגיטלי, עמום ו-LCD.
it: La nuova estensione "Clock" ha ricevuto una nuova modalità di tempo binario e fornisce un monitoraggio del sonno. Ecco un screenshot di tutte le possibili disposizioni: Analogico, Binario, Digitale, Impreciso ed LCD.
kk: Жаңа Сағат плагиніне екілік уақыт режимі қосылды және ол ұйқы мониторын ұсынады. Мұнда барлық мүмкін жаймалардың скриншоты берілген: Аналогтық, Екілік, Сандық, Дәл емес және Сұйық кристалды (LCD).
pl: Nowa wtyczka zegara otrzymała teraz nowy binarny tryb czasu i zapewnia monitor uśpienia. Oto zrzut ekranu wszystkich możliwych układów: analogowy, binarny, cyfrowy, rozmyty i LCD.
pt: O novo plugin do Relógio recebeu agora um novo modo de tempo binário e fornece um monitor de sono. Aqui está uma imagem de ecrã de todos os esquemas possíveis que, que são: Analógico, Binário, Digital, Confuso e LCD.
pt_br: O novo plugin do relógio recebeu agora um novo modo de tempo binário e fornece um monitor de modo em suspenso. Aqui está uma captura de tela de todos os esquemas possíveis, que são: analógico, binário, digital, aproximado e LCD.
ro: Noul modul Ceas a primit acum un nou mod binar de timp și oferă un monitor de somn. Iată o captură de ecran a tuturor aspectelor posibile care sunt: analog, binar, digital, aproximativ și LCD.
ru: Новый плагин Часы получил новый режим бинарного времени и теперь предоставляет монитор сна. Вот скриншот всех возможных макетов: Аналоговый, Двоичный, Цифровой, Нечеткий и LCD.
sq: Shtojca e re Sahat përfitoi një mënyrë të re, kohën dyore dhe ofron një mbikëqyrës fjetjeje. Ja një foto ekrani e krejt skemave të mundshme, që janë, Analog, Dyor, Dixhital, I turbullt dhe LCD.
sr: Нови прикључак часовник је добио нови начин рада, бинарни, и сада садржи надзорника мировања. Овде је слика заслона свих могућих распореда који су: са казаљкама, бинарни, бројчани, речити и ЛЦД.
vi: Plugin Đồng hồ mới hiện đã nhận được chế độ thời gian nhị phân mới và cung cấp tính năng theo dõi giấc ngủ. Đây là ảnh chụp màn hình của tất cả các bố cục có thể có: Analog, Nhị phân, Kỹ thuật số, Mờ và LCD.

source: All possible Clock Modes
ca: Tots els modes de rellotge possibles
de: Alle möglichen Uhrenmodi
es: Todos los modos de Reloj posibles
gl: Todos os posíbeis modos do Reloxo
he: כל מצבי השעון האפשריים
it: Tutte le possibili modalità dell'orologio
kk: Барлық мүмкін сағат режимдері
lt: Visos įmanomos laikrodžio veiksenos
pl: Wszystkie możliwe tryby zegara
pt: Todos os modos de relógio possíveis
pt_br: Todos os modos de relógio possíveis
ro: Toate modurile de ceas posibile
ru: Все возможные Режимы Часов
sq: Krejt Mënyra e Mundshme të Sahatit
sr: Сви могући изгледи часовника
sv: Alla möjliga klocklägen
vi: Tất cả các chế độ đồng hồ có thể

source: Like in Thunar, the 'Delete' menu entry in the context menu can now be hidden.
ca: Igual que a Thunar, l'entrada de menú «Elimina» al menú contextual ara es pot ocultar.
es: Al igual que en Thunar, la entrada del menú 'Borrar' en el menú contextual ahora se puede ocultar.
gl: Do mesmo xeito que en Thunar, agora pode agocharse a entrada do menú "Eliminar" do menú contextual.
he: כמו ב-Thunar, רשומת 'מחיקה' בתפריט הקשר ניתנת להסתרה.
it: Come in Thunar, la voce 'Elimina' nel menu di contesto ora può essere nascosta.
kk: Thunar-дағыдай, контексттік мәзірдегі 'Өшіру' мәзір элементін енді жасыруға болады.
pl: Podobnie jak w programie Thunar, pozycja menu 'Usuń' w menu kontekstowym może być teraz ukryta.
pt: Tal como no Thunar, a entrada do menu 'Eliminar' no menu de contexto pode agora ser ocultada.
pt_br: Tal como no Thunar, agora, a entrada do menu 'excluir' no menu de contexto pode ser ocultada.
ro: La fel ca în Thunar, intrarea de meniu „Șterge” din meniul contextual poate fi acum ascunsă.
ru: Как и в Thunar, пункт "Удалить" в контекстном меню теперь можно скрыть.
sq: Si në Thunar, zëri 'Fshije' i menusë, te menuja e kontekstit, tani mund të kalohet i fshehur.
sr: Као и у Тунару, ставка изборника „бриши“ сада може бити скривена у приручном изборнику.
vi: Giống như trong Thunar, mục menu 'Xóa' trong menu ngữ cảnh giờ đây có thể bị ẩn.

source: In order to don't mess the desktop by accident on pressing 'rearrange desktop icons', the user is asked for confirmation now.
ca: Per tal de no molestar l'escriptori per accident en prémer 'reordenar icones d'escriptori', es demana a l'usuari confirmació ara.
de: Um den Schreibtisch nicht versehentlich durcheinander zu bringen, wenn man auf "Schreibtisch-Symbole neu anordnen" drückt, wird der Benutzer jetzt um eine Bestätigung gebeten.
es: Para no estropear el escritorio por accidente al presionar 'reorganizar iconos de escritorio', se le pide al usuario que confirme ahora.
gl: Para non reorganizar o escritorio por accidente ao premer «reorganizar as iconas do escritorio», agora pídese confirmación á persoa usuaria.
he: על מנת למנוע ברדק בשולחן עבודה על ידי לחיצה בטעות על 'סידור איקוני שולחן עבודה', המשתמש נדרש עכשיו לאישור.
it: Per evitare di rovinare accidentalmente il desktop quando si preme "riordina le icone del desktop", ora viene chiesta una conferma all'utente.
kk: 'Жұмыс үстелі таңбашаларын қайта реттеу' батырмасын кездейсоқ басып, жұмыс үстелін бүлдіріп алмас үшін, енді пайдаланушыдан растау сұралады.
pl: Aby przypadkowo nie zrujnować pulpitu po naciśnięciu 'przestaw ikony na pulpicie', teraz użytkownik jest proszony o potwierdzenie.
pt: A fim de não mexer na área de trabalho por acidente ao premir 'reorganizar ícones da área de trabalho', pede-se agora ao utilizador a confirmação.
pt_br: Para não desorganizar a área de trabalho por acidente ao clicar em 'reorganizar ícones da área de trabalho', agora o usuário necessita confirmar essa escolha.
ro: Pentru a nu dezordona din greșeală biroul prin apăsarea butonului „Rearanjează pictogramele de pe birou”, utilizatorului i se cere acum o confirmare.
ru: Чтобы случайно не испортить рабочий стол при нажатии "переставить значки на рабочем столе", теперь у пользователя запрашивается подтверждение.
sq: Që të mos bëhet lëmsh padashur desktopi nga shtypja mbi “risistemo ikona desktopi”, tani përdoruesit i kërkohet ripohim i kësaj.
sr: Са циљем да се не забрља случајно са радном површи случајно притискајући „прераспореди сличице радне површи“, кориснику се сада поставља питање за потврду.
vi: Để không vô tình làm lộn xộn màn hình khi nhấn 'sắp xếp lại các biểu tượng trên màn hình', người dùng sẽ được yêu cầu xác nhận ngay bây giờ.

source: The search entry for xfce4-settings-manager was a bit simplified. Now it will always be shown, without any slider or button.
ca: L'entrada de cerca d'xfce4-settings-manager s'ha simplificat una mica. Ara sempre es mostrarà, sense control lliscant ni botó.
de: Der Sucheintrag für xfce4-settings-manager wurde etwas vereinfacht. Jetzt wird er immer angezeigt, ohne Schieberegler oder Schaltfläche.
es: La entrada de búsqueda para xfce4-settings-manager se simplificó un poco. Ahora siempre se mostrará, sin ningún control deslizante o botón.
gl: A caixa de busca do xestor de configuración simplificouse un pouco. Agora amósase sempre, sen control desprazábel nin botón.
he: ערך החיפוש עבור מנהל הגדרות xfce4 נהפך לפחות מסובך. עכשיו הוא תמיד יוצג, ללא סליידר או כפתור.
it: La voce di ricerca per xfce4-settings-manager è stata leggermente semplificata. Ora viene sempre visualizzata, senza alcun cursore o pulsante.
kk: xfce4-settings-manager іздеу өрісі біраз жеңілдетілді. Енді ол ешқандай жүгірткісіз немесе батырмасыз әрқашан көрсетілетін болады.
pl: Wpis wyszukiwania dla xfce4-settings-manager został nieco uproszczony. Teraz będzie zawsze pokazywany, bez żadnego suwaka czy przycisku.
pt: A entrada de pesquisa para o Gestor de definições do Xfce foi ligeiramente simplificada. Agora será sempre exibida, sem qualquer deslizador ou botão.
pt_br: A entrada de busca para o gerenciador de configurações do Xfce (xfce4-settings-manager) foi ligeiramente simplificada. Agora será sempre exibida, sem qualquer deslizador ou botão.
ro: Intrarea de căutare pentru xfce4-settings-manager a fost un pic simplificată. Acum va fi afișată întotdeauna, fără nici un cursor sau buton.
ru: Строка поиска для менеджера настроек xfce4 была немного упрощена. Теперь она будет отображаться всегда, без ползунка и кнопки.
sq: Zëri i kërkimeve për xfce4-settings-manager u thjeshtua pakëz. Tani do të shfaqet përherë, pa ndonjë rrëshqitës apo buton.
sr: Унос претраге управника поставки xfce4-settings-manager је благо упрошћен. Сада ће се увек приказивати, без било каквог дугмета клизача.
vi: Mục tìm kiếm cho xfce4-settings-manager đã được đơn giản hóa một chút. Bây giờ nó sẽ luôn được hiển thị mà không có bất kỳ thanh trượt hoặc nút nào.

source: xfce4-settings-manager - the search entry is always shown
ca: xfce4-settings-manager - l'entrada de cerca sempre es mostra
de: xfce4-settings-manager - der Sucheintrag wird immer angezeigt
es: xfce4-settings-manager: la entrada de búsqueda siempre se muestra
gl: Xestor de configuración - A caixa de busca agora amósase sempre
he: מנהל הגדרות xfce4 - ערך החיפוש תמיד מוצג
it: xfce4-settings-manager - la voce di ricerca viene sempre visualizzata
kk: xfce4-settings-manager - іздеу өрісі әрқашан көрсетіледі
lt: xfce4-settings-manager - paieškos laukas yra rodomas visada
pl: xfce4-settings-manager – pozycja wyszukiwania jest zawsze wyświetlana
pt: Gestor de definições do Xfce - a entrada de pesquisa é sempre exibida
pt_br: Gerenciador de configurações do Xfce - a entrada de busca é sempre exibida
ro: xfce4-settings-manager - intrarea de căutare este întotdeauna afișată
ru: xfce4-settings-manager — строка поиска всегда отображается
sq: xfce4-settings-manager - zëri i kërkimeve është përherë i dukshëm
sr: xfce4-settings-manager, управник поставки се сада увек приказује
vi: xfce4-settings-manager - mục tìm kiếm luôn được hiển thị

source: xfce4-display-settings got some minor improvements and the possibility to decide what to do when new displays are connected.
ca: xfce4-display-settings va obtenir algunes millores menors i la possibilitat de decidir què fer quan es connecten noves pantalles.
de: xfce4-display-settings erhielt einige kleinere Verbesserungen und die Möglichkeit zu entscheiden, was geschehen soll, wenn neue Displays angeschlossen werden.
es: xfce4-display-settings obtuvo algunas mejoras menores y la posibilidad de decidir qué hacer cuando se conectan nuevas pantallas.
gl: A configuración da pantalla recibiu algunhas melloras menores e a posibilidade de decidir que facer cando se conectan novas pantallas.
he: הגדרות מסך xfce4 קיבלו שיפורים מינוריים ואת האפשרות להחליט מה לעשות כאשר מסכים חדשים מחוברים.
it: xfce4-display-settings ha ottenuto alcuni miglioramenti minori e la possibilità di decidere cosa fare quanto vengono connessi nuovi display.
kk: xfce4-display-settings кейбір шағын жақсартуларға ие болды және жаңа дисплейлер қосылған кезде не істеу керектігін шешу мүмкіндігі қосылды.
pl: xfce4-display-settings otrzymał kilka drobnych ulepszeń i możliwość decydowania, co zrobić, gdy zostaną podłączone nowe wyświetlacze.
pt: As definições de ecrã do Xfce obtiveram algumas pequenas melhorias e a possibilidade de decidir o que fazer quando novos monitores são conectados.
pt_br: As configurações de exibição do Xfce tiveram algumas pequenas melhorias e a possibilidade de decidir o que fazer quando novos monitores são conectados.
ro: xfce4-display-settings a primit câteva îmbunătățiri minore și posibilitatea de a decide ce să facă atunci când sunt conectate ecrane noi.
ru: xfce4-display-settings получил небольшие улучшения и возможность решать, что делать при подключении новых дисплеев.
sq: xfce4-display-settings përfitoi ca përmirësime të vockla dhe mundësinë për të vendosur ç’të bëhet kur lidhen ekrane të rinj.
sr: xfce4-display-settings, поставке заслона су добиле блага побољшања и могућност за одлучивање шта да се уради када се повеже нови заслон.
vi: xfce4-display-settings có một số cải tiến nhỏ và khả năng quyết định những việc cần làm khi màn hình mới được kết nối.

source: xfce4-display-settings - minor improvements
ca: xfce4-display-settings - millores menors
de: xfce4-display-settings - kleinere Verbesserungen
es: xfce4-display-settings - mejoras menores
gl: Configuración da pantalla - melloras menores
he: הגדרות מסך xfce4 - שיפורים מינוריים
it: xfce4-display-settings - miglioramenti minori
kk: xfce4-display-settings - шағын жақсартулар
lt: xfce4-display-settings - smulkūs patobulinimai
pl: xfce4-display-settings – drobne poprawki
pt: Definições de ecrã do Xfce - pequenas melhorias
pt_br: Configurações de exibição do Xfce - pequenas melhorias
ro: xfce4-display-settings - îmbunătățiri minore
ru: xfce4-display-settings — небольшие улучшения
sq: xfce4-display-settings - përmirësime të vockla
sr: xfce4-display-settings, поставке заслона - блага побољшања
vi: xfce4-display-settings - những cải tiến nhỏ

source: On selecting a new theme, there is now the option to automatically set a matching xfwm4 theme, if available.
ca: En seleccionar un tema nou, ara hi ha l'opció d'establir automàticament un tema xfwm4, si està disponible.
de: Bei der Auswahl eines neuen Designs gibt es jetzt die Option, automatisch ein passendes xfwm4-Design zu setzen, falls vorhanden.
es: Al seleccionar un nuevo tema, ahora existe la opción de configurar automáticamente un tema xfwm4 coincidente, si está disponible.
gl: Ao seleccionar un novo tema, agora hai a opción de estabelecer automaticamente un tema xfwm4 correspondente, se está dispoñíbel.
he: בעת בחירת ערכת נושא חדשה, ישנה עכשיו אפשרות לקבוע אוטומטית ערכת נושא xfwm4 תואמת, אם זמינה.
it: Quando si seleziona un nuovo tema, ora esiste l'opzione per impostare automaticamente il tema xfwm4 corrispondente, se disponibile.
kk: Жаңа тақырыпты таңдаған кезде, қолжетімді болса, сәйкес xfwm4 тақырыбын автоматты түрде орнату опциясы бар.
pl: Po wybraniu nowego motywu dostępna jest teraz opcja automatycznego ustawienia pasującego motywu xfwm4, jeśli jest dostępny.
pt: Ao selecionar um novo tema, existe agora a opção de definir automaticamente um tema xfwm4 correspondente, se disponível.
pt_br: Ao selecionar um novo tema, há agora a opção de definir automaticamente um tema xfwm4 correspondente, se disponível.
ro: La selectarea unei teme noi, există acum opțiunea de a defini automat o temă xfwm4 corespunzătoare, dacă este disponibilă.
ru: При выборе новой темы теперь есть возможность автоматически установить соответствующую тему xfwm4, если она доступна.
sq: Kur përzgjidhet një temë e re, tani ekziston mundësia për të vënë në punë një temë xfwm4 me përkim, në pastë.
sr: При избору нове теме, сада постоји могућност за самостално постављање одговарајуће теме управника прозора xfwm4, уколико је доступна.
vi: Khi chọn chủ đề mới, giờ đây có tùy chọn tự động đặt chủ đề xfwm4 phù hợp, nếu có.

source: xfce4-appearance-settings - toggle to set matching Xfwm4 theme
ca: xfce4-appearance-settings - commuta per establir el tema Xfwm4 que coincideix
de: xfce4-appearance-settings - Umschalter zum Einstellen des passenden Xfwm4-Designs
es: xfce4-appearance-settings: cambiar para configurar el tema Xfwm4 coincidente
gl: Configuración da aparencia - alternar para configurar o tema Xfwm4 coincidente
he: הגדרות חזות xfce4 - שינוי מצב לקביעת ערכת נושא Xfwm4 תואמת
it: xfce4-appearance-settings - abilitare per impostare il tema Xfwm4 corrispondente
kk: xfce4-appearance-settings - сәйкес Xfwm4 тақырыбын орнату ауыстырып-қосқышы
pl: xfce4-appearance-settings – przełącz, aby ustawić pasujący motyw Xfwm4
pt: Definições de aparência do Xfce - alternar para definir o tema Xfwm4 correspondente
pt_br: Configurações de aparência do Xfce - alternar para definir o tema Xfwm4 correspondente
ro: xfce4-appearance-settings - selector pentru a defini tema Xfwm4 corespunzătoare
ru: xfce4-appearance-settings — переключение для установки соответствующей темы Xfwm4
sq: xfce4-appearance-settings - klikojeni, që të vihet tema Xfwm4 përkuese
sr: xfce4-appearance-settings, поставке изгледа - прекидач за постављање одговарајуће теме управника прозора Xfwm4
vi: xfce4-appearance-settings - chuyển đổi để đặt chủ đề Xfwm4 phù hợp

source: List View
ca: Vista de llista
de: Listenansicht
es: Vista de Lista
gl: Vista de lista
he: תצוגת רשימה
it: Visualizzazione a lista
kk: Тізім көрінісі
pl: Widok listy
pt: Vista de lista
pt_br: Modo de exibição de lista
ro: Vizualizare listă
ru: Просмотр Списка
sq: Parje si Listë
sr: Преглед списка
sv: Listvy
uk: Вигляд списком
vi: Xem danh sách

source: For directories, the count of containing files can now be displayed in the size column. It is now possible to add a 'file creation date' column, and the 'configure columns' dialog can be opened with a right-click on any column head.
ca: Per als directoris, el recompte de fitxers que contenen ara es pot mostrar a la columna de mida. Ara és possible afegir una columna 'data de creació de fitxers', i el diàleg 'configura les columnes' es pot obrir amb un clic dret sobre qualsevol capçalera de columna.
de: Bei Verzeichnissen kann jetzt die Anzahl der enthaltenen Dateien in der Spalte "Größe" angezeigt werden. Es ist jetzt möglich, eine Spalte "Dateierstellungsdatum" hinzuzufügen, und der Dialog "Spalten konfigurieren" kann mit einem Rechtsklick auf einen beliebigen Spaltenkopf geöffnet werden.
es: Para directorios, el recuento de archivos que contienen ahora se puede mostrar en la columna de tamaño. Ahora es posible agregar una columna de 'fecha de creación del archivo' y el cuadro de diálogo 'configurar columnas' se puede abrir con un clic derecho en cualquier encabezado de columna.
gl: Para os cartafoles, a contaxe de ficheiros que conteñen agora pode amosarse na columna de tamaño. Agora é posíbel engadir unha columna «data de creación do ficheiro» e o diálogo «Configurar columnas» pode abrirse facendo clic co botón dereito sobre calquera cabeceira de columna.
he: לספריות, ספירת קבצים ניתנת עכשיו להצגה בעמודת גודל. ניתן עכשיו להוסיף עמודת 'תאריך יצירת קובץ', וניתן לפתוח עם קליק ימני על כל ראש עמודה את דו שיח 'הגדרת עמודות'.
it: Per le cartelle, il numero dei file contenuti ora può essere visualizzato nella colonna delle dimensioni. Ora è possibile aggiungere una colonna "data della creazione del file", e la finestra "configura colonne" può essere aperta con un clic destro sulla testa di una delle colonne.
kk: Бумалар үшін олардың ішіндегі файлдар саны енді өлшем бағанында көрсетілуі мүмкін. Енді 'файлды жасау күні' бағанын қосуға болады және 'бағандарды баптау' сұхбат терезесін кез келген баған тақырыбына оң жақпен шерту арқылы ашуға болады.
pl: W przypadku katalogów liczba zawierających pliki może być teraz wyświetlana w kolumnie rozmiaru. Teraz można dodać kolumnę 'data utworzenia pliku', a okno dialogowe 'konfiguruj kolumny' można otworzyć, klikając prawym przyciskiem myszy nagłówek dowolnej kolumny.
pt: Para diretórios, a contagem dos ficheiros contidos pode agora ser exibida na coluna de tamanho. É agora possível adicionar uma coluna 'data de criação do ficheiro', e a janela 'configurar colunas' pode ser aberta com um clique no botão direito do rato em qualquer cabeçalho de coluna.
pt_br: Para diretórios, a contagem dos arquivos contidos pode agora ser exibida na coluna de tamanho. É também possível adicionar uma coluna 'data de criação do arquivo', e a janela 'configurar colunas' pode ser aberta com um clique no botão direito do mouse em qualquer cabeçalho de coluna.
ro: Pentru directoare, numărul de fișiere conținute poate fi acum afișat în coloana dimensiune. Acum este posibil să adăugați o coloană „data creării fișierului”, iar dialogul „configurare coloane” poate fi deschis printr-un clic dreapta pe orice titlu de coloană.
ru: Для каталогов количество содержащихся файлов теперь может отображаться в столбце размера. Теперь можно добавить столбец "Дата создания файла", а диалоговое окно "Настроить столбцы" можно открыть, щелкнув правой кнопкой мыши заголовок любого столбца.
sq: Për drejtoritë, numri i kartelave që përmbajnë tani mund të shfaqet te shtylla e madhësive. Tanimë është e mundur të shtohet një shtyllë “datë krijimi kartele” dhe të dialogu “formësoni shtylla” mund të hapet me një djathtasklikim mbi çfarëdo kryesh të shtyllës.
sr: За фасцикле, број садржаних датотека сада може бити приказан у величини стубца. Сада је могуће да се дода стубац „датум стварања датотеке“, и прозор „постави стубце“ може бити отворен десним кликом на било које заглавље стубца.
vi: Đối với các thư mục, số lượng tệp chứa bây giờ có thể được hiển thị trong cột kích thước. Giờ đây, bạn có thể thêm cột 'ngày tạo tệp' và có thể mở hộp thoại 'cấu hình cột' bằng cách nhấp chuột phải vào bất kỳ đầu cột nào.

source: Thunar - List View - Preferences
ca: Thunar - Vista de llista - Preferències
de: Thunar - Listenansicht - Einstellungen
es: Thunar - Vista de Lista - Preferencias
gl: Thunar - Vista de lista - Preferencias
he: Thunar - תצוגת רשימה - העדפות
it: Thunar - Visualizzazione a lista - Preferenze
kk: Thunar - Тізім көрінісі - Баптаулар
pl: Thunar – Lista – Preferencje
pt: Thunar - Vista de lista - Preferências
pt_br: Thunar - Vista de lista - Preferências
ro: Thunar - Vizualizare listă - Preferințe
ru: Thunar — Представление списка — Настройки
sq: Thunar - Parje si Listë - Parapëlqime
sr: Тунар - преглед списка - поставке
sv: Thunar - Listvy - Inställningar
uk: Thunar - Вигляд списком - Налаштування
vi: Thunar - Chế độ xem danh sách - Tùy chọn

source: Thunar - List View - File count and file creation date
ca: Thunar - Vista de llista - Nombre de fitxers i data de creació de fitxers
de: Thunar - Listenansicht - Dateizählung und Dateierstellungsdatum
es: Thunar - Vista de lista - Recuento de archivos y fecha de creación de archivos
gl: Thunar - Vista de lista - Contaxe de ficheiros e data de creación do ficheiro
he: Thunar - תצוגת רשימה - ספירת קבצים ותאריך יצירת קובץ
it: Thunar - Visualizzazione a lista - Conteggio dei file e la data della creazione
kk: Thunar - Тізім көрінісі - Файлдар саны және файлдың жасалу күні
pl: Thunar – Lista – Liczba plików i data utworzenia pliku
pt: Thunar - Vista de lista - Contagem de ficheiros e data de criação do ficheiro
pt_br: Thunar - Vista de lista - Contagem de arquivos e data de criação do arquivo
ro: Thunar - Vizualizare listă - Numărul de fișiere și data creării acestora
ru: Thunar - Представление списка - Количество файлов и дата создания файла
sq: Thunar - Pamje Listë - Numër kartelash dhe datë krijimi kartelash
sr: Тунар - преглед списка - број датотека и датум стварања датотека
uk: Thunar - Вигляд списком - Кількість файлів і дата створення
vi: Thunar - List View - Đếm file và ngày tạo file
