Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: In 4.10 there is a single panel-wide option for configuring the number of rows in the panel. Some plugins (e.g. <em>launchers</em>) fit a single row, while others, like window buttons are allowed to occupy full width of the panel.
ca: A la versió 4.10 hi ha una sola opció de mida de tauler per a configurar el número de files al tauler. Alguns complements (com per exemple els <em>llançadors</em>) caben en una sola fila, mentre que d'altres, com els botons de finestra, poden ocupar tota l'amplada del tauler.
cs: V 4.10 existuje volba pro konfiguraci počtu řádků v panelu. některé zásuvné moduly (například <em>spouštěče</em>) se vměstnají do jednoho řádku, ale jiným - například tlačítkům oken - je povoleno obsadit celou výšku panelu.
da: I 4.10 er der en enkel panel-udvidet indstilling for at konfigurere et nummer af rækker i panelet. Nogle plugins (f.eks <em>eksekverbar</em>) passer i en enkel række mens andre, ligesom vindue knapper er tilladt at besætte fuldt udvidelse af panelet.
de: In Version 4.10 gibt es eine Option, welche die Anzahl der Zeilen in einer Leiste festlegt, welche für die gesamte Leiste gilt. Einige Plugins (z.B. <em>Starter</em>) erscheinen einzeilig, während anderen, wie Fensterknöpfen, die Belegung der vollen Breite der Leiste erlaubt ist.
es: En 4.10 hay una sola opción a lo largo del panel para configurar el número de filas en este. Algunos complementos (por ejemplo <em>lanzadores</em>) en forma de una sola fila, mientras que otros, como los botones de las ventanas se les permite ocupar todo el ancho del panel.
fr: Dans la 4.10, une option permet de déterminer le nombre de rangées du tableau de bord. Certains greffons, comme les <em>lanceurs</em>, s’adaptent sur une seule ligne, tandis que d’autres, comme les boutons de fenêtre, peuvent occuper toute la largeur du tableau de bord.
gl: Na versión 4.10 hai unha única opción para todo o panel para configurar o número de filas do panel. Algúns engadidos (por exemplo, os iniciadores) encaixan nunha soa fila, mentres que outros, como os botóns de xanelas, poden ocupar o ancho total do panel.
he: ב-4.10 יש אפשרות יחידה לכל הפאנל להגדרת מספר השורות בפאנל. כמה תוספים (למשל <em>מפעילים</em>) מתאימים לשורה אחת, בעוד אחרים, כמו כפתורי חלון יכולים לתפוס את כל רוחב הפאנל.
id: Pada 4.10, terdapat opsi panel untu mengkonfigurasi jumlah baris pada panel. Beberapa plugin (misal <em>peluncur</em>) muat dalam satu baris, tetapi ada plugin yang lain, seperti tombol jendela diperbolehkan memenuhi lebar penuh panel.
it: In 4.10 c'è una singola opzione per configurare il numero di righe nel pannello. Alcuni plugin (per esempio <em>Avviatori</em>) riempiono una singola riga mentre altri, come i pulsanti delle applicazioni, possono occupare tutta la larghezza del pannello.
ja: 4.10 ではパネルごとの設定で列数を指定できるようになりました。列は、<em>ランチャー</em>などの一部のプラグインの大きさは 1 列分そのままに、例えばウィンドボタンなどではパネルのサイズ全体を使用して配置されます。
kk: 4.10 нұсқасында панельдегі жолдар санын баптауға арналған бүкіл панельге ортақ бір опция бар. Кейбір плагиндер (мысалы, <em>launchers</em>) бір жолға сыяды, ал терезе батырмалары сияқты басқалары панельдің бүкіл енін иелене алады.
lt: 4.10 turi parametrą, kuris leidžia nustatyti kiek eilučių turės vienas skydelis. Kai kurie įskiepiai (pvz. <em>leistukai</em>) telpa vienoje eilutėje, kitiems, pvz. langų mygtukams leidžiama užimti visą skydelio plotį.
ms: Dalam 4.10 terdapat satu pilihan panel-wide untuk mengkonfigur bilangan baris di dalam panel. Sesetengah pemalam (contohnya <em>pelancar</em>) memenuhi satu baris, manakala yang lain seperti butang tetingkap hanya memenuhi lebar penuh panel.
nb: I 4.10 er det ett valg som stiller inn antall rader i panelet. Noen tillegg (f.eks. <em>programstartere</em>) passer i en enkelt rad, mens andre, som vindusknapper, kan bruke hele panelets bredde.
oc: Dins 4.10 i a una sola opcion per la largor del panèl per configurar lo nombre de linhas dins lo panèl. Certans empeutons (per exemple los <em>aviadors</em>) s'adaptar sus una sola linha, mentre que d'autres, coma dels botons de fenèstra pòdon ocupar tota la largor del panèl.
pl: W wersji 4.10 dodano możliwość określenia ilości wierszy w panelu. Niektóre aplety (np. <em>aktywatory</em>) mieszczą się w jednym wierszu, podczas gdy inne, takie jak przyciski okien, mogą zajmować całą szerokość panelu.
pt: No 4.10 há uma opção em todos os painéis singulares para configurar o número de linhas no painel. Alguns plugins (ex: <em>lançadores</em>) cabem numa única linha, enquanto outros, como botões de janelas podem ocupar a largura completa do painel.
pt_br: No 4.10, há uma opção em todos os painéis singulares para configurar o número de linhas no painel. Alguns plugins (ex: <em>lançadores</em>) cabem em uma única linha, enquanto outros, como botões de janelas podem ocupar a largura completa do painel.
ro: În versiunea 4.10 există o singură opțiune la nivel de panou pentru configurarea numărului de rânduri din panou. Unele module (de exemplu, em>lansatorii</em>) se potrivesc unui singur rând, în timp ce altele, cum ar fi butoanele de fereastră, pot ocupa întreaga lățime a panoului.
ru: В 4.10 имеется общая для всех режимов панели опция для настройки количества рядов в панели. Некоторые модули (например, <em>значки запуска</em>) умещаются в одном ряду, в то время как другие (например, кнопки окон) могут занимать всю ширину панели.
sq: Në 4.10 ka një mundësi të vetme, që prek krejt panelin, për formësimin e numrit të rreshtave te paneli. Disa shtojca (p.sh., <em>nisësit</em>) i nxë një rresht i vetëm, ndërsa të tjera, të tilla si butona dritaresh lejohen të zënë krejt gjerësinë e panelit.
sr: У издању 4.10 постоји једна општа табла за подешавање броја редова на полици. Неки прикључци(нпр.<em>покретачи</em>) стају у једном реду, док су другима, као што је дугмади прозора дозвољено да заузму пуну ширину полице.
sv: I 4.10 finns en enda panelomfattande alternativ för att konfigurera antalet rader i panelen. Vissa insticksprogram (t.ex. <em>programstartare</ em>) passar en enda rad, medan andra, som fönsterknappar tillåts uppta hela panelens höjd.
th: ในรุ่น 4.10 นี้ มีตัวเลือกที่มีผลทั้งพาเนลในค่าเดียวสำหรับตั้งค่าจำนวนแถวในพาเนล ปลั๊กอินบางตัว (เช่น <em>ปุ่มเรียกโปรแกรม</em>) ใช้เนื้อที่แถวเดียว ในขณะที่ปลั๊กอินอื่นอย่างปุ่มเลือกหน้าต่างสามารถใช้เนื้อที่เต็มความกว้างของพาเนลได้
tr: 4.10 sürümünde, panel genişliğini satırların sayısını yapılandırarak değiştirebilme olanağı vardır. Bazı eklentiler (<em>başlatıcılar</em>) tek bir satıra, bazıları ise, tüm genişliğe sığacak şekilde olabilirler.
uk: У версії 4.10 появилася опція конфігурування кількість рядків в одній панелі. Деякі додатки (як <em>запускачі</em>) займають цілий рядок, тоді як іншим, таким як кнопки вікон дозволено займати повну ширину панелі.
vi: Trong phiên bản 4.10 có một tùy chọn toàn bảng để định cấu hình số lượng hàng trong bảng. Một số plugin (ví dụ: <em>trình khởi chạy</em>) vừa với một hàng, trong khi các plugin khác, như nút cửa sổ, được phép chiếm toàn bộ chiều rộng của bảng điều khiển.
zh_tw: 在4.10中有一個單一面板範圍的選項來設定面板的行數。一些插件(例如 <em>啟動器</em>)適合單行，其他的插件，如視窗按鈕，卻可以佔據整個面板區域。

source: A horizontal panel with a number of rows set to three
ca: Un tauler horitzontal amb el número de files seleccionat a tres.
cs: Vodorovný panel s počtem řádků nastaveným na tři
da: Et horisontalt panel med et nummer af rækker sat til tre
de: Eine horizontale Leiste mit drei Zeilen
es: Un panel horizontal con un número de filas establecido en tres
fr: Un tableau de bord horizontal de trois rangées
gl: Un panel horizontal cun número de filas definido a tres
he: פאנל אופקי עם מספר שורות שנקבע לשלוש
id: Panel horisontal dengan jumlah baris disetel ke tiga
it: Un pannello orizzontale con il numero di righe impostato a tre
ja: 列数を 3 に設定した水平パネル
kk: Жолдар саны үшке орнатылған горизонталды панель
lt: Horizontalus skydelis su trimis eilutėmis
ms: Panel mengufuk dengan bilangan baris ditetapkan menjadi tiga
nb: Et vannrett panel med tre rader
oc: Un panèl orizontal amb un nombre de linhas definit a trois
pl: Pionowy panel posiadający trzy wiersze
pt: Um painel horizontal, com um número de linhas definido para três
pt_br: Um painel horizontal com um número de linhas definida como três
ro: Un panou orizontal cu un număr de rânduri stabilit la trei
ru: Горизонтальная панель с тремя рядами
sq: Një panel horizontal me një numër rreshtash caktuar sa tre
sr: Водоравна полица подешена на три реда
sv: En horisontell panel med antalet rader inställt till tre
th: พาเนลแนวนอนซึ่งกำหนดจำนวนแถวเป็นสามแถว
tr: Satır sayısı üçe kadar ayarlanabilir yatay panel
uk: Горизонтальна панель з трьома рядками
vi: Một bảng điều khiển ngang có một số hàng được đặt thành ba
zh_tw: 行數設定為三的水平面板

source: Deskbar Mode
ca: Mode barra d'escriptori
cs: Režim Deskbar
da: Skrivebordsbjælketilstand
de: Deskbar-Modus
es: Modo Barra de escritorio (Deskbar)
fr: Mode barre de bureau
gl: Modo barra de escritorio
he: מצב סרגל שולחן
id: Mode Deskbar
it: Modalità deskbar
ja: デスクバーモード
kk: Deskbar режимі
lt: Darbalaukio juostos veiksena
ms: Mod Palang Meja
nb: Bardisk-modus
oc: Mòde barra de burèu
pl: Układ boczny
pt: Modo Deskbar
pt_br: Modo Deskbar
ro: Modul deskbar
ru: Режим боковой панели
sq: Mënyra Shtyllë Desktopi
sr: Приказ тракастом површи
sv: Skrivbordsläge
th: โหมดเดสก์บาร์
tr: Masaüstü Çubuğu Kipi
uk: Режими панелі
vi: Chế độ bàn làm việc
zh_tw: 桌面列模式

source: The panel features a new configuration called a <em>deskbar</em> mode. In the deskbar mode the panel is aligned vertically, just like in the vertical mode, but the plugins are laid out horizontally. With multiple rows, it allows creating wide vertical panels suitable for wide-screen setups.
ca: El panell disposa d'una nova configuració anomenada el mode <em>barra d'escriptori</em> . En el mode barra d'escriptori, el panell s'alinea verticalment, igual que en el mode vertical, però els complements es disposen horitzontalment. Amb l'ús de múltiples files, permet crear panells verticals amples adequats per a configuracions amb pantalles molt amples.
cs: Panel obsahuje novou konfiguraci zvanou režim <em>Deskbar</em>. V režimu Deskbar je panel zarovnaný svisle, stejně jako v režimu svisle, ale zásuvné moduly jsou umístěny vodorovně. S více řádky umožňuje vytvoření širokých panelů vhodných pro nastavení s širokoúhlými obrazovkami.
da: Panelet tilbyder funktioner med en ny konfiguration kaldet en <em>skrivebordsbjælke</em>-tilstand. I skrivebordsbjælketilstanden er panelet justeret lodret til, ligesom i lodret-metoden, men plugins er sat ud vandret. Med dobbelt-rækker, tillader den at skabe udvidet lodret paneler der passer til bred-skærms opsætning.
de: Die Leiste bietet eine neue Konfigurationsmöglichkeit namens <em>Deskbar</em>-Modus. Im Deskbar-Modus ist die Leiste vertikal angeordnet, wie im bekannten vertikalen Modus, aber die Plugins sind horizontal angeordnet. Durch die Festlegung mehrerer Zeilen können vertikale Leisten nun besser den Gegebenheiten von Breitbildschirmen entsprechen.
es: El panel cuenta con una nueva configuración llamada </em>barra de escritorio</ em>. En el modo de barra del escritorio el panel se alineará verticalmente, al igual que en el modo vertical, pero los complementos se colocan horizontalmente. Con varias filas, este permite la creación de paneles verticales anchos adecuados para pantallas panorámicas.
fr: Le tableau de bord bénéficie d’un nouveau mode d’affichage vertical appelé <em>barre de bureau</em>. Il fonctionne comme le mode vertical, mais les greffons sont agencés horizontalement. Avec des lignes multiples, il permet de créer de larges tableaux de bord verticaux adaptés aux larges écrans.
gl: O panel presenta unha nova configuración chamada modo de <em>barra de escritorio</em>. No modo de barra de escritorio o panel está aliñado verticalmente, como no modo vertical, pero os engadidos están dispostos horizontalmente. Con varias filas, permite crear paneis verticais axeitados para configuracións de pantalla panorámica.
he: הפאנל מציג הגדרה חדשה הנקראת מצב <em>סרגל שולחן</em>. במצב סרגל שולחן הפאנל מיושר אנכית, כמו במצב האנכי, אבל התוספים מסודרים אופקית. עם מספר שורות, זה מאפשר ליצור פאנלים אנכיים רחבים המתאימים לסידורים עם מסכים רחבים.
id: Panel mengedepankan sebuah konfigurasi baru yang dinamakan mode <em>deskbar</em>. Pada mode deskbar, panel dijajarkan secara vertikal, seperti mode vertikal, tetapi plugin diletakkan secara horisontal. Dengan beberapa baris, kita bisa membuat panel vertikal lebar yang sesuai untuk pengaturan layar-lebar.
it: Il pannello presenta una nuova configurazione chiamata <em>deskbar</em>. Nella modalità deskbar il pannello è allineato in verticale, come nella modalità verticale, ma i plugin sono disposti in orizzontale. Con le righe multiple, si possono creare dei pannelli verticali larghi utili per essere usati con monitor wide.
ja: 「デスクバー」と名付けられた新しい表示モードが追加されました。デスクバーモードでは、パネルの方向は垂直になり、プラグインは水平方向に配置されます。「列数」設定と組み合わせることで、ワイドスクリーンに適したパネルが作成できます。
kk: Панельде <em>deskbar</em> режимі деп аталатын жаңа конфигурация бар. Deskbar режимінде панель вертикалды режимдегідей вертикалды түрде тураланады, бірақ плагиндер горизонталды түрде орналасады. Бірнеше жолмен ол кең экранды қондырғыларға сәйкес келетін кең вертикалды панельдерді жасауға мүмкіндік береді.
lt: Skydelis turi naują išdėstymą, pavadintą <em>darbalaukio juosta</em>. Darbalaukio juostos veiksenoje skydelis yra išdėstytas vertikaliai, taip kaip vertikalioje veiksenoje, bet įskiepiai yra išdėstyti horizontaliai. Naudojant kelias eilutes galima sukurti plačius vertikalius skydelius, kurie puikiai tiks plačiaekraniams monitoriams.
ms: Panel difiturkan dengan konfigurasi baharu yang dikenali sebagai mod <em>palang meja</em>. Dalam mod palang meja, panel dalam kedudukan menegak, tetapi pemalam disusun secara mengufuk. Dengan baris berbilang, ia juga membolehkan penciptaan panel mengufuk lebar untuk persediaan skrin-lebar.
nb: Panelet har et nytt oppsett som kalles <em>bardisk</em>-modus. I bardisk-modus justeres panelet loddrett, som i loddrett modus, men tilleggene plasseres vannrett. Og med flere rader er det mulig å lage breie loddrette panel som passer breiskjermoppsett.
oc: Las caracteristicas del panèl dispausan d'una novèla configuracion apelada mòde <em>deskbar </em>. Dins lo mòde deskbar lo panèl es alinhat verticalement, tot coma dins lo mòde vertical, mas los empeutons son dispausats orizontalament. Amb mantuna linha, permet de crear dels panèls verticals de largor apropriada pels configuracions d'ecran large.
pl: Panel został wyposażony w nowy układ nazwany <em>bocznym</em>. W tym układzie panel jest ułożony pionowo, ale aplety są wyświetlane poziomo. W połączeniu z wieloma wierszami, taki układ umożliwia skonfigurowanie pionowych paneli, dobrze dopasowanych do szerokich ekranów.
pt: O painel tem uma nova configuração chamada modo <em>barra de ambiente de trabalho</em>. Neste modo, o painel é alinhado verticalmente, tal como no modo vertical, mas os plugins são colocados na horizontal. Com várias linhas, ele permite criar painéis verticais adequados a monitores panorâmicos.
pt_br: Os recursos do painel possuem uma nova configuração chamada de modo <em>deskbar</em>. Nesse modo, o painel é alinhado verticalmente, como em um modo vertical, mas os plugins permanecem na horizontal. Com múltiplas linhas, ele permite a criação de painéis verticais adequados para telas wide-screen na vertical.
ro: Panoul prezintă o nouă configurație numită modul <em>deskbar</em>. În modul deskbar, panoul este aliniat vertical, la fel ca în modul vertical, dar modulele plugin sunt dispuse orizontal. Cu mai multe rânduri, acesta permite crearea de panouri verticale largi, potrivite pentru configurațiile cu ecran lat.
ru: Панель теперь имеет новую конфигурацию, названную режимом <em>боковой панели</em>. В этом режиме панель расположена вертикально, как и в вертикальном режиме, но некоторые модули расположены в ней горизонтально. Размещение модулей в несколько рядов позволяет создавать широкие вертикальные панели, подходящие для широких экранов.
sq: Paneli përmban një formësim të ri të quajtur mënyra <em>deskbar</em>. Nën mënyrën <em>deskbar</em>, paneli vendoset vertikalisht, njësoj si nën mënyrën vertikale, por shtojcat shtrihen horizontalisht. Me rreshta të shumëfishtë, kjo lejon krijim panelesh të gjerë vertikalë, të përshtatshëm për ekrane të gjerë.
sr: Полица има нове могућност поставке названу <em>трака пулта</em>. У приказу траке пулта полица је поравната усправно, као и у усправном положају, али су прикључци положени водоравно. Са више редова, дозвољава образовање широких усправних полица које одговарају поставкама са широким екранима.
sv: Panelen har en ny inställning som kallas <em>skrivbords</em>läge. I skrivbordsläge är panelen inställd vertikalt, precis som i det vertikala läget, men insticksprogram visas horisontellt. Med flera rader, blir det möjligt att skapa breda vertikala paneler lämpliga för bredbildssystem.
th: พาเนลรุ่นนี้สามารถตั้งค่าแบบใหม่ที่เรียกว่าโหมด <em>เดสก์บาร์</em> ได้ ในโหมดเดสก์บาร์นี้ พาเนลจะวางในแนวตั้งเหมือนโหมดแนวตั้ง แต่ปลั๊กอินต่างๆ จะวางในแนวนอน ซึ่งหากกำหนดจำนวนแถวไว้หลายแถว ก็จะสามารถสร้างพาเนลแนวตั้งขนาดกว้างได้ ซึ่งเหมาะสำหรับจอภาพแบบกว้าง
tr: Panel, <em>Masaüstü Çubuğu</em> olarak adlandırılan yeni bir yapılandırma sağlamaktadır. Masaüstü Çubuğu Kipi panel, dikey kipte olduğu gibi dikey hizalı, ancak eklentiler yatay olarak yerleşirler. Çoklu satırlar ile birlikte, geniş ekran kurulumlar için uygun dikey paneller oluşturulmasına olanak sağlar.
uk: Панель має нову конфігурацію, названу <em>панельним</em> режимом. В цьому режимі панель розташовано вертикально, так само як у вертикальному режимі, але додатки розміщаються горизонтально. Маючи кілька рядків, у цій панелі можна створити широкі вертикальні панелі, які пасують для широкоекранних конфігурацій.
vi: Bảng điều khiển có cấu hình mới gọi là chế độ <em>deskbar</em>. Ở chế độ thanh bàn, bảng điều khiển được căn chỉnh theo chiều dọc, giống như ở chế độ dọc, nhưng các plugin được bố trí theo chiều ngang. Với nhiều hàng, nó cho phép tạo các bảng dọc rộng phù hợp với thiết lập màn hình rộng.
zh_tw: 面板的主要特性是一個稱為 <em>桌面列</em> 模式的新設定。在桌面列模式中，面板與垂直模式一樣是垂直的，但插件卻是水平放置。由於支援多列，它可以讓您創造適合寬螢幕設定的寬垂直面板。

source: A panel in Deskbar mode with a number of rows set to five
ca: Un panell en el mode barra d'escriptori amb el número de files seleccionat a tres.
cs: Panel v režimu Deskbar s počtem řádků nastaveným na pět
da: Et panel i skrivebordsbjælketilstand med antal rækker sat til fem
de: Eine Leiste im Deskbar-Modus mit fünf Zeilen
es: Un panel en el modo de barra de escritorio con cinco líneas
fr: Un tableau de bord en mode barre de bureau avec 5 rangées.
gl: Un panel no modo de barra de escritorio con varias filas estabelecidas a cinco
he: פאנל במצב סרגל שולחן עם מספר שורות שנקבע לחמש
id: Sebuah panel di mode Deskbar dengan jumlah baris disetel ke lima
it: Un pannello nella modalità deskbar con un numero di righe pari a 5
ja: 列数を 5 に設定したデスクバーモードのパネル
kk: Жолдар саны беске орнатылған Deskbar режиміндегі панель
lt: Skydelis darbalaukio juostos veiksenoje su penkiomis eilutėmis
ms: Panel dalam mod Palang Meja dengan bilang baris ditetapkan menjadi lima
nb: Et panel i bardisk-modus med fem rader
oc: Un panèl en mòde barra de Burèu amb un nombre de linhas definit a cinq
pl: Panel w układzie bocznym posiadający pięć wierszów
pt: Um painel no modo Deskbar com um número de linhas definido para cinco
pt_br: Um painel no modo Deskbar com um número de linhas definida para cinco
ro: Un panou în modul Deskbar cu un număr de rânduri stabilit la cinci
ru: Панель в режиме боковой панели с числом рядов, равным пяти
sq: Një panel nën mënyrën <em>Deskbar</em>, me numër rreshtash caktuar sa pesë
sr: Полица у начину приказа траке пулта са пет редова
sv: En panel i skrivbordsläge med 5 rader inställda
th: พาเนลในโหมดเดสก์บาร์ซึ่งกำหนดจำนวนแถวเป็นห้าแถว
tr: Satır sayısı beş olarak belirlenmiş Masaüstü Çubuğu Kipindeki bir panel
uk: Панель в вертикальному режимі з п'ятьма рядками
vi: Một bảng ở chế độ Deskbar với một số hàng được đặt thành năm
zh_tw: 桌面列模式下列數設為五的面板

source: Actions Plugin
ca: Connector d'accions
cs: Zásuvný modul akce
da: Handlinger-plugin
de: Aktionen-Plugin
es: Complemento para las acciones
fr: Greffon d’actions
gl: Engadido de accións
he: תוספי פעולות
id: Plugin Aksi
it: Componente aggiuntivo delle azioni
ja: アクションボタンプラグイン
kk: Әрекеттер плагині
lt: Veiksmų įskiepis
ms: Pemalam Tindakan
nb: Programtillegget «Handlinger»
oc: Accions Empeutons
pl: Aplet sesji
pt: Plugin de ações
pt_br: Plug-ins de ações
ro: Modul pentru acțiuni
ru: Модуль системных действий
sq: Shtojcë Veprimesh
sr: Прикључак радњи
sv: Insticksprogram för åtgärder
th: ปลั๊กอินการกระทำ
tr: Eylemler Eklentisi
uk: Втулка дій
vi: Plugin hành động
zh_tw: 動作插件
