Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: This release incorporates major changes to the core of the Xfce desktop environment and hopefully succeeds in fulfilling a number of long time requests. Among the most notable updates is that we have ported the entire Xfce core (Thunar, xfdesktop and thunar-volman in particular) from ThunarVFS to GIO, bringing remote filesystems to the Xfce desktop. The panel has been rewritten from scratch and provides better launcher management and improved multi-head support. The list of new panel features is too long to mention in its entirety here. Thanks to the new menu library garcon (formerly known as libxfce4menu, but rewritten once again) we now support menu editing via a third-party menu editor such as Alacarte (we do not ship our own yet). Our core libraries have been streamlined a bit, a good example being the newly introduced libxfce4ui library which is meant to replace libxfcegui4.
ca: Aquest llançament incorpora canvis importants al nucli de l'entorn d'escriptori Xfce i esperem que aconsegueixi complir una sèrie de peticions de temps llarg. Entre les actualitzacions més notables hi ha que hem portat tot el nucli de l'Xfce (Thunar, xfdesktop i thunar-volman en particular) de ThunarVFS a GIO, portant sistemes de fitxers remots a l'escriptori Xfce. El panell s'ha reescrit des de zero i proporciona una millor gestió del llançador i un millor suport multicap. La llista de noves característiques del panell és massa llarga per esmentar-la íntegrament aquí. Gràcies a la nova biblioteca de menús garcon (anteriorment coneguda com a libxfce4menu, però reescrita una vegada més) ara donem suport a l'edició de menús a través d'un editor de menús de tercers com Alacarte (encara no enviem el nostre propi). Les nostres biblioteques principals s'han racionalitzat una mica, un bon exemple és la nova biblioteca libxfce4ui, que està destinada a reemplaçar libxfcegui4.
cs: Toto vydání zahrnuje hlavní změny v jádře desktopového prostředí Xfce a pevně věříme, že naplňuje očekávání množství dlouhodobých požadavků. Mezi nejvýraznější aktualizace patří přesun celého jádra Xfce (Thunar, xfdesktop a především thunar-volman) z ThunarVFS na GIO, čímž začleňuje vzdálené systémy souborů do prostředí Xfce. Panel byl od začátku přepsán a poskytuje lepší správu spouštěčů a vylepšenou podporu více monitorů. Seznam nových vlastností a funkcí nového panelu je příliš dlouhý na to, aby byl zde. Díky nové knihovně nabídky garcon (dříve známé jako libxfce4menu, ale od začátku přepsané) nyní podporujeme úpravu nabídky editory třetích stran, například nástrojem Alacarte (prozatím nedodáváme náš vlastní). Naše základní knihovny byly trochu zjednodušeny, vhodným příkladem je nově představená knihovna libxfce4ui, která nahrazuje knihovnu libxfcegui4.
da: Denne udgave inkorporerer kæmpe ændringer til kernen af Xfce-skrivebordsmiljøet og forhåbentlig får succes i at opfylde et nummer af langtids-andmodninger. Mellem de mest bemærkelsesværdige opdateringer er at vi har porteret hele Xfce kernen (Thunar, xfskrivebord og specielt thunar-volman) fra ThunarVFS til GIO, bringer fjern-filsystemer til Xfce skrivebordet. Panelet er blevet omskrevet fra bund og tilbyder bedre kørelses-håndtering og forbedret multi-hoved understøttelse. Listen over nye panel funktioner er for lang til at blive nævnt i helhed her. Tak til det nye menu-biblotek garcon (tidligere kendt som Alacarte (vi sender ikke vores egen endnu). Vores kerne bibloteker er blevet strømlinet en smule, et godt eksempel værende den nyelige introducerede libxfce4ui biblotek, hvilket er ment som en erstatning til libxfcegui4.
de: Diese Veröffentlichung beinhaltet große Änderungen am Kern der Xfce-Arbeitsumgebung und erfüllt hoffentlich eine Anzahl von lange ausstehenden Wünschen. Eine der bemerkenswertesten Änderungen ist, dass wir den Kern von Xfce (Thunar, xfdesktop und insbesondere thunar-volman) von ThunarVFS auf GIO portiert haben, was entfernte Dateisysteme in die Xfce-Arbeitsumgebung integriert. Die Leiste wurde von Grund auf neu geschrieben und bietet eine besser Verwaltung von Startern und bessere Unterstützung für mehrere Monitore. Die Liste an neuen Funktionsmerkmalen der Leiste ist zu lang, um hier vollständig gezeigt zu werden. Dank der neuen Menü-Bibliothek garcon (früher unter dem Namen libxfce4menu bekannt, aber noch einmal neu geschrieben) unterstützen wir jetzt das Bearbeiten von Menüs mit externen Editoren, wie zum Beispiel Alacarte (bisher haben wir keinen Xfce-eigenen Menüeditor). Unsere Kernbibliotheken wurden modernisiert, wofür ein gutes Beispiel die neue Bibliothek libxfce4ui ist, die lixfcegui4 ersetzen soll.
es: Esta versión incorpora cambios importantes en el núcleo del escritorio Xfce y esperamos que satisfazga las peticiones hechas desde hace tiempo. Entre los cambios más notables está la portabilidad completa de Xfce (Thunar, Escritorio Xf y Administrador de volúmenes de Thunar, en particular) de ThunarVFS a GIO, dotando así de un sistema de ficheros remoto al escritorio Xfce. El panel ha sido reescrito desde cero teniendo una mejor manejabilidad y soporte multicabeza. La lista de funciones del nuevo panel es demasiado extensa para enumerarla aquí. Gracias a los nuevos menús de la biblioteca garcon (anteriormente conocida como libxfce4menu, pero reescrita una vez más) se posibilita la edición de menus a través de editores de terceros, tal como Alacarte (Aun no tenemos nuestro editor propio). Hemos simplificado un poco las bibliotecas principales; un buen ejemplo es la reciente introducción de libxfce4ui que pretende sustituir libxfcegui4.
fr: Cette version intègre des changements majeurs au cœur de l’environnement de bureau Xfce et, nous l’espérons, répond à certains souhaits de longue date. Parmi les mises à jour les plus notables, nous avons migré tout le cœur de Xfce (Thunar, xfdesktop et thunar-volman en particulier) de ThunarVFS à GIO, apportant les systèmes de fichiers distants au bureau Xfce. Le tableau de bord a été entièrement réécrit et la gestion des moniteurs multiples améliorée. Les fonctionnalités du nouveau tableau de bord sont trop nombreuses pour être toutes listées ici. Grâce à la nouvelle bibliothèque de menu garcon (connu sous le nom de libxfce4menu avant sa réécriture), nous prenons en charge l’édition de menu via un éditeur de menu tiers comme Alacarte (nous ne fournissons pas encore le nôtre). Nos bibliothèques de base ont été un peu rationalisées, un bon exemple étant libxfce4ui appelée à remplacer libxfcegui4.
gl: Esta versión incorpora importantes modificacións no núcleo do contorno de escritorio do Xfce e, con sorte, consegue cumprir unha serie de solicitudes de hai xa tempo. Entre as actualizacións máis notábeis, foi a migración de todo o núcleo Xfce (Thunar, «xfdesktop» e «thunar-volman» en particular) de ThunarVFS a GIO, traendo os sistemas de ficheiros remotos ao escritorio Xfce. O panel foi reescrito de cero e fornece unha mellor xestión de iniciadores e unha compatibilidade multi-cabeza mellorado. A lista de novas funcionalidades do panel é demasiado longa para mencionar na súa totalidade aquí. Grazas á nova biblioteca de menús «garcon» (anteriormente coñecida como «libxfce4menu», pero reescrita unha vez máis) agora permite a edición de menús a través dun editor de menús de terceiros como Alacarte (aínda non temos o noso propio). As nosas bibliotecas do núcleo foron optimizadas un pouco, un bo exemplo é a biblioteca libxfce4ui introducida hai pouco a cal ten como obxectivo substituír a libxfcegui4.
he: גרסה זו משלבת שינויים משמעותיים לליבת סביבת שולחן העבודה של Xfce ובתקווה תצליח למלא אחר מספר בקשות מלפני הרבה זמן. בין העדכונים הבולטים הוא המעבר של כל ליבת Xfce (ביחוד Thunar, xfdesktop, thunar-volman) מ- ThunarVFS ל- GIO, המביא מערכות קבצים מרוחקות לשולחן עבודה Xfce. הפאנל נכתב מחדש מאפס ומספק ניהול מפעילים טוב יותר ותמיכה משופרת בראשים מרובים. הרשימה של מאפייני הפאנל החדשים היא יותר מדי ארוכה לציין בשלימות כאן. הודות לספריית התפריט החדשה garcon (נודעה בעבר כ- libxfce4menu, אבל נכתבה מחדש פעם נוספת) אנו עכשיו תומכים בעריכת תפריט דרך עורך תפריט צד שלישי כמו Alacarte (אין לנו אחד משלנו בינתיים). ספריות הליבה שלנו עבור מעט החלקה, דוגמה טובה היא ספריית libxfce4ui החדשה האמורה להחליף את libxfcegui4.
id: Rilis ini menyertakan perubahan besar pada inti lingkungan desktop Xfce, dan semoga berhasil memenuhi sejumlah permintaan yang sudah lama diajukan. Di antara pembaruan penting adalah kami telah membuat porta keseluruhan inti Xfce (di antaranya Thunar, xfdesktop dan thunar-volman) dari ThunarVFS ke GIO, membawa sistem berkas jarak jauh ke desktop Xfce. Panel telah ditulis ulang dari awal dan memberikan manajemen peluncur yang lebih baik dan dukungan multi-head yang ditingkatkan. Daftar fitur panel baru ini terlalu panjang untuk disebutkan di sini. Berkat pustaka menu garcon yang baru (sebelumnya dikenal sebagai ligxfce4menu, namun ditulis ulang sekali lagi), kini kami mendukung penyuntingan menu melalui peyunting menu pihak ketiga seperti Alacarte (kami belum meluncurkan penyunting menu buatan kami sendiri). Pustaka inti kami telah dibuat sedikit lebih efisien, contoh yang baik adalah pustaka libxfce4ui yang baru saja diperkenalkan, yang dimaksudkan untuk menggantikan libxfcegui4.
it: Questo rilascio incorpora importanti cambiamenti al cuore dell'ambiente Xfce e auspicabilmente soddisfa un certo numero di richieste di lunga data. Uno degli aggiornamenti più importanti è sicuramente il passaggio del cuore di Xfce (Thunar, xfdesktop e thunar-volman in particolare) da ThunarVFS a GIO, rendendo disponibile così il supporto ai file system remoti in Xfce. Il pannello è stato riscritto da capo e fornisce una migliore gestione degli avviatori, e un migliorato supporto agli schermi multipli (multihead). L'elenco delle nuove caratteristiche del pannello è troppo lungo per essere riportato qui. Grazie alla nuova libreria garcon (nota come libxfce4menu, ma riscritta un'altra volta) è ora supportata la modifica del menu attraverso l'utilizzo di un editor di terze parti quale Alacarte (non ne viene fornito per ora uno predefinito). Le librerie principali sono state rifinite: ad esempio è stata introdotta la libreria libxfce4ui che sostituirà libxfcegui4.
kk: Бұл шығарылым Xfce жұмыс үстелі ортасының өзегіне үлкен өзгерістер енгізеді және көптен бергі бірқатар сұраныстарды сәтті орындайды деп үміттенеміз. Ең маңызды жаңартулардың бірі — біз бүкіл Xfce өзегін (атап айтқанда Thunar, xfdesktop және thunar-volman) ThunarVFS-тен GIO-ға ауыстырдық, бұл Xfce жұмыс үстеліне қашықтағы файлдық жүйелерді әкелді. Панель нөлден бастап қайта жазылды және жақсартылған іске қосқыштарды басқаруды және жақсартылған көпмониторлы қолдауды қамтамасыз етеді. Панельдің жаңа функцияларының тізімі мұнда толық атап өту үшін тым ұзақ. Жаңа garcon мәзір кітапханасының (бұрын libxfce4menu ретінде белгілі болған, бірақ тағы да қайта жазылған) арқасында біз енді Alacarte сияқты үшінші тарап мәзір редакторлары арқылы мәзірді түзетуді қолдаймыз (біз әлі өзіміздікін ұсынбаймыз). Біздің негізгі кітапханаларымыз біршама оңтайландырылды, бұған жақсы мысал — libxfcegui4 орнына келуге арналған жаңадан енгізілген libxfce4ui кітапханасы.
lt: Šioje laidoje yra įtraukti pagrindiniai Xfce darbalaukio aplinkos branduolio pakeitimai ir, tikėkimės, yra įgyvendinami daugelis ilgai lauktų prašymų. Tarp pastebimiausių atnaujinimų yra tai, kad mes perkelėme visą Xfce branduolį (konkrečiai, Thunar, xfdesktop bei thunar-volman) iš ThunarVFS į GIO, taip, į Xfce darbalaukį, pateikdami nuotolinęs failų sistemas. Skydelis buvo visiškai iš naujo perrašytas ir pateikia geresnį leistukų tvarkymą ir pagerintą kelių ekranų palaikymą. Naujų skydelio ypatybių sąrašas yra pernelyg ilgas, kad jį čia vardintume. Naujos meniu bibliotekos garcon (anksčiau žinomos kaip libxfce4menu, bet dar kartą perrašytos) dėka, mes dabar palaikome meniu redagavimą per trečiųjų šalių meniu redaktorius, tokius kaip Alacarte (mes dar savo nuosavo redaktoriaus nepateikiame). Mūsų branduolio bibliotekos buvo truputėlį nukreiptos, geras to pavyzdys yra naujai pristatyta libxfce4ui biblioteka, kuri yra skirta pakeisti libxfcegui4 biblioteką.
ms: Keluaran ini menggabungkan perubahan utama pada teras persekitaran desktop Xfce dan harap berjaya memenuhi permintaan sebelum ini. Dikalangan kemaskini yang ketara ialah kami telah memindahkan keseluruhan teras Xfce (Thunar, xfdesktop dan thunar-volman terutamanya) dari ThunarVFS ke GIO, membawa masuk sistem fail jauh ke desktop Xfce. Panel telah ditulis semula dari awal dan menyediakan pengurusan pelancar lebih baik dan sokongan multi-head dipertingkatkan. Senarai fitur panel baharu terlalu panjang untuk dinyatakan di sini. Terima kasih pada pustas menu baharu garcon (sebelum ini dikenali sebagai libxfce4menu, tetapi telah ditulis semula sekali lagi) kami kini menyokong penyuntingan menu melalui penyunting menu pihak-ketiga seperti Alacarte (buat masa ini belum ada lagi penyunting menu sendiri). Pustaka teras kami telah diperkemaskan, salah satu contoh adalah pustaka libxfce4ui yang baru diperkenalkan untuk menggantikan libxfcegui4.
nb: Denne utgivelsen har mange store endringer av kjerneprogrammene til Xfce, og vil forhåpentligvis oppfylle mange gamle ønsker. Vi har overført hele Xfce-kjernen (bl.a. Thunar, xfdesktop og thunar-volman) fra ThunarVFS til GIO, slik at skrivebordsmiljøet får eksterne filsystemer. Panelet er omskrevet fra bunnen av og har bedre programstartere, og støtter flere skjermer bedre. Vi kan ikke liste alle de nye funksjonene her. Takket være det nye menybiblioteket garcon (tidligere kjent som libxfce4menu) støtter vi nå menyredigering med tredjepartsprogrammer slik som Alacarte (vi har ikke vårt eget). Kjernebibliotekene har mindre sideflesk, og vi trekker spesielt fram libxfce4ui, som er ment å erstatte libxfcegui4.
oc: Aquesta version intègra de cambiaments màgers al còr de l'environament de burèu Xfce e réussit espérons lo dins l'acompliment d'un certan nombre de demandas de longa data. Demest las mesas a jorn las mai notablas es qu'avèm portat tot lo còr de Xfce (Thunar, xfdesktop e thunar-volman en particular) a partir de ThunarVFS al GIO, en aportant lo sistèma de fichièrs distants al burèu Xfce. Lo panèl es estada entièrament reescrich e ofrís una melhora gestion de l'aviador e una melhora prise en carga del multitèsta. La lista dels novèlas foncionalitats del panèl es trop longa per èsser citée dins son intégralité ici. Merci pel novèla bibliotèca del menú garcon (ancianament connu sous lo nom libxfce4menú, mas reescrich un còp de plus) nous supportons ara l'édition de menú via un editor de menú tiers coma Alacarte (nous ne livrons pas encara nos pròpris editors). Nos bibliotècas de basa son estadas rationalisées un peu, un bon exemple essent la bibliotèca libxfce4ui novèlament introduit que es destiné a remplacer libxfcegui4.
pl: W tym wydaniu wprowadzono wiele zmian w głównych komponentach środowiska Xfce, uwzględniając przy tym dużą ilość próśb użytkowników. Poza najbardziej widocznymi modyfikacjami, przeprojektowano wszystkie kluczowe składniki Xfce (Thunar, xfcesktop i zwłaszcza thunar-volman) porzucając ThunarVFS na rzecz GIO. Zmiana ta umożliwia korzystanie ze zdalnych systemów plików w całym środowisku. Panel został przepisany od podstaw zyskując większe możliwości zarządzania aktywatorami i obsługę wielu ekranów. Lista nowości nowego panelu jest zbyt długa, by ją przytaczać w tym miejscu. Dzięki nowej bibliotece menu programów garcon, (znanej wcześniej jako libxfce4menu, ale przepisanej na nowo) możliwe jest teraz modyfikowanie menu za pomocą edytorów takich jak Alacarte (Xfce nie udostępnia jeszcze własnego). W niewielkim stopniu zwiększono wydajność głównych bibliotek. Dobrym przykładem jest nowa biblioteka libxfce4ui, wprowadzona po to, by zastąpić libxfcegui4.
pt: Esta versão incorpora mudanças importantes para o núcleo do ambiente de trabalho Xfce e esperamos que consiga cumprir um número de solicitações de longo período. Entre as atualizações mais notáveis foi termos migrado todo o núcleo do Xfce (Thunar, xfdesktop e thunar-volman em particular) de ThunarVFS para GIO, trazendo sistemas de ficheiros remotos para o ambiente de trabalho Xfce. O painel foi reescrito do zero e fornece o melhor gestor de lançador e apoio multi-cabeça melhorado. A lista dos novos recursos do painel é muito longa para mencionar na íntegra aqui. Graças à nova biblioteca de menu garcon (anteriormente conhecida como libxfce4menu, mas reescrito novamente) suportamos agora a edição de menu, através de um editor de menu de terceiros como Alacarte (não fornecemos nosso próprio ainda). Nossas bibliotecas do núcleo têm sido simplificadas um pouco, um bom exemplo sendo a recém introduzida biblioteca libxfce4ui que pretende substituir a libxfcegui4.
pt_br: Este lançamento incorpora mudanças significativas no núcleo do ambiente de desktop Xfce e espera-se que atenda a diversos pedidos de longa data. Entre as atualizações mais notáveis, destacamos que toda a base do Xfce (particularmente Thunar, xfdesktop e thunar-volman) foi portada de ThunarVFS para GIO, trazendo sistemas de arquivos remotos para o desktop Xfce. O painel foi reescrito do zero e oferece uma melhor gestão de lançadores e suporte aprimorado para configurações multi-head. A lista de novos recursos do painel é extensa e não pode ser mencionada por completo aqui. Graças à nova biblioteca de menus garcon (anteriormente conhecida como libxfce4menu, mas reescrita novamente), agora é possível editar menus por meio de um editor de menus de terceiros, como o Alacarte (ainda não fornecemos o nosso próprio). Nossas bibliotecas principais foram um pouco simplificadas, sendo um bom exemplo a recém-introduzida biblioteca libxfce4ui, que substitui a libxfcegui4.
ro: Această versiune încorporează modificări majore în nucleul mediului grafic de birou Xfce și sperăm că reușește să îndeplinească o serie de cereri făcute de mai mult timp. Printre cele mai notabile actualizări se numără faptul că am transferat întregul nucleu Xfce (Thunar, xfdesktop și thunar-volman în special) de la ThunarVFS la GIO, aducând sisteme de fișiere la distanță pe mediul grafic de birou Xfce. Panoul a fost rescris de la zero și oferă o gestionare mai bună a lansatorului și un suport îmbunătățit pentru mai multe capete. Lista de noi caracteristici ale panoului este prea lungă pentru a fi menționată în întregime aici. Datorită noii biblioteci de meniu garcon (cunoscută anterior ca libxfce4menu, dar rescrisă încă o dată), asigurăm acum suport pentru editarea meniului prin intermediul unui editor de meniu terță parte, cum ar fi Alacarte (nu livrăm încă propriul nostru editor). Bibliotecile noastre de bază au fost simplificate puțin, un bun exemplu fiind biblioteca libxfce4ui recent introdusă, care este menită să înlocuiască libxfcegui4.
ru: Данный выпуск включает в себя значительные изменения ядра среды рабочего стола Xfce и, надеемся, удовлетворяет ряду долгожданных пожеланий. Среди наиболее заметных обновлений то, что мы полностью портировали ядро Xfce (в частности, Thunar, xfdesktop и thunar-volman) с ThunarVFS на GIO и, в результате, получили поддержку удалённых файловых систем на рабочем столе Xfce. Панель была переписана с нуля и обеспечивает улучшенное управление запуском и поддержку нескольких мониторов. Список новых функций панели слишком длинный, чтобы быть описанным здесь в полном объёме. Благодаря новой библиотеке меню garcon (ранее известной как libxfce4menu, но переписанной с нуля) теперь поддерживается редактирование меню с помощью сторонних редакторов, таких как Alacarte (пока мы не создаём наши собственные). Наши основные библиотеки были немного упорядочены, хорошим примером является недавно введённая библиотека libxfce4ui, которая призвана заменить libxfcegui4.
sq: Kjo hedhje në qarkullim përfshin ndryshime të rëndësishme te baza e mjedisit Xfce për desktop dhe shpresojmë të plotësojë me sukses një numër kërkesash të kahershme. Me përditësimeve më të shënueshme është fakti që kemi kaluar krejt bazën e Xfce-së (veçanërisht Thunar-in, xfdesktop-in dhe thunar-volman-in) nga ThunarVFS në GIO, duke sjellë kështu sisteme të largët kartelash në desktopin Xfce. Paneli është rishkruar nga e para dhe sjell administrim më të mirë të nisësve dhe mbulim të përmirësuar për instalime <em>multi-head</em>. Lista e veçorive të reja të panelit është shumë e gjatë për t’u përmendur e gjitha këtu. Falë librarisë së re të menuve, <em>garcon</em> (e njohur më parë si libxfce4menu, por edhe këtë herë e rishkruar) tani mbulojmë përpunim menush përmes një përpunuesi menush nga palë të treta, bie fjala Alacarte (nuk kemi ende një të tonin). Libraritë tona bazë u bënë pakës më të hajthme, dhe këtu një shembull i mirë është libraria e sjellë rishtas libxfce4ui, që është menduar të zëvendësojë libxfcegui4-n.
sr: У овом издању су уграђене велике измене у језгру радног окружења Иксфце, и надамо се да је успешно попуњен велики број дугорочних захтева. Међу најприметнијим надградњама је пребацивање целог језгра Иксфце-а (нарочито Тунара, xfdesktop-а и thunar-volman-а) са Тунар ВФС на ГИО, што доноси подршку за удаљене системе датотека окружењу Иксфце . Полица је написана од нуле, и омогућава боље управљање покретачима и побољшану подршку за више приказа. Списак нових могућности полице је превелики да би се све овде набројале. Захваљујући новој библиотеци изборника гарсону (претходно познатој као libxce4menu, али у потпуности написаној изнова) сада имамо подршку за уређивање изборника преко уредника изборника трећих лица, као што су Алакарта (још увек не испоручујемо својег). Наше библиотеке језгра су мало испеглане, а као добар пример је новопредстављена libxfce4ui чији је циљ замена libxfcegui4.
sv: Den här utgåvan innehåller stora ändringar i skrivbordsmiljön Xfce:s kärna och lyckas förhoppningsvis uppfylla ett antal gamla önskemål. Bland de mest noterbara uppdateringarna är att vi har portat hela Xfce-kärnan (Thunar, xfdesktop och thunar-Volman i synnerhet) från ThunarVFS till GIO, vilket ger fjärrfilsystem till Xfce-skrivbordet. Panelen har skrivits om från grund och ger bättre starthantering och förbättrat flerskärmsstöd. Listan över nya panelfunktioner är för lång för att nämnas i sin helhet här. Tack vare den nya menybiblioteket garcon (tidigare känt som libxfce4menu, men omsklriven igen) stödjer vi nu menyredigering via en tredjeparts menyredigerare som Alacarte (vi skickar inte med någon egen än). Våra kärnbibliotek har effektiviserats en del, ett bra exempel är det nyligen införda libxfce4ui biblioteket som är tänkt att ersätta libxfcegui4.
th: รุ่นนี้รวมเอาความเปลี่ยนแปลงขนานใหญ่ในส่วนแกนหลักของเดสก์ท็อป Xfce ด้วยความหวังว่าจะประสบความสำเร็จในการตอบสนองคำเรียกร้องที่มีมานานจำนวนหนึ่ง ในบรรดาการปรับปรุงที่น่าสนใจอันดับต้นๆ ก็คือ เราได้ปรับย้ายแกนหลักของ Xfce ทั้งหมด (โดยเฉพาะ Thunar, xfdesktop และ thunar-volman) จาก ThunarVFS ไปใช้ GIO ทำให้สามารถใช้ระบบแฟ้มผ่านเครือข่ายในเดสก์ท็อป Xfce ได้แล้ว พาเนลก็ได้ถูกเขียนขึ้นใหม่ทั้งหมด ทำให้มีการจัดการปุ่มเรียกโปรแกรมที่ดีขึ้น และรองรับจอภาพหลายจอได้ดีขึ้น ความสามารถใหม่ของพาเนลมีมากเกินกว่าจะกล่าวถึงได้หมดในที่นี้ และด้วยไลบรารีเมนูตัวใหม่ชื่อ garcon (เดิมคือ libxfce4menu แต่ถูกเขียนใหม่อีกครั้ง) เราสามารถรองรับการแก้ไขเมนูผ่านเครื่องมือแก้ไขเมนูบุคคลที่สามอย่างเช่น Alacarte ได้แล้ว (เรายังไม่มีเครื่องมือของเราเองในขณะนี้) ไลบรารีแกนหลักของเราก็มีการจัดกระบวนเล็กน้อย ตัวอย่างที่ดีก็คือไลบรารี libxfce4ui ที่สร้างขึ้นใหม่ ซึ่งมุ่งมาแทนที่ libxfcegui4
tr: Bu sürüm, Xfce masaüstü ortamının çekirdeğinde büyük değişiklikler içeriyor ve umuyoruz ki bir dizi uzun bir süredir birikmiş olan istekler karşılanmıştır. En önemli güncellemeler arasında, Xfce'nin çekirdeğini oluşturan bileşenler i (Thunar, xfdesktop, thunar-volman) gelmektedir. Uzak dosya sistemlerini ThunarVFS'den GIO'ya taşıdık. Panel sıfırdan yazılmış, daha iyi başlatma yönetimi ve gelişmiş bir uygulamayı çok sayıda çalıştırma (multi-head) desteği sunmaktadır. Yeni panelin özelliklerini listesi, burada yazılamayacakkadar çoktur. Yeni menü kütüphanesi garcon (eskiden livxfce4menu olarak bilinirdi, ancak yeniden yazıldı) için teşekkür ederiz, artık hazırmenü (henüz kendimizinkini yazamadık) gibi üçüncü kısım menü düzenleyiciler tarafından, menü düzenlemeyi destekliyoruz. Temel kütüphanelerimiz, biraz kolaylaştırılmıştır. Yeni tanıtılmış libxfce4ui kütüphanesi yerini almaya güzel bir örnektir.
uk: Цей випуск містить зміни в ядрі середовища стільниці Xfce і задовольняє давніші запити щодо нових функцій. Серед найважливіших оновлень можна відзначити повне портування ядра Xfce (Thunar, xfdesktop і thunar-volman) з ThunarVFS до GIO, що дало доступ до віддалених систем для стільниці Xfce. Панель повністю переписано з нуля, додано нове керування запусками. Список змін досить довгий, тому його ту повністю не наводимо. Дякуючи новій бібліотеці garcon (давніше відомої як libxfce4menu, але тепер знову переписаної) ми тепер можемо підтримувати редагування меню за допомогою зовнішніх програм-редакторів, таких як Alacarte (ми ще написали свою програму для цього). Наші бібліотеки ядра теж змінилися, наприклад, libxfce4ui заміняє libxfcegui4.
vi: Bản phát hành này kết hợp những thay đổi lớn đối với cốt lõi của môi trường máy tính để bàn Xfce và hy vọng sẽ thành công trong việc đáp ứng một số yêu cầu đã lâu. Trong số các cập nhật đáng chú ý nhất là chúng tôi đã chuyển toàn bộ lõi Xfce (đặc biệt là Thunar, xfdesktop và thunar-volman) từ ThunarVFS sang GIO, đưa các hệ thống tệp từ xa sang máy tính để bàn Xfce. Bảng điều khiển đã được viết lại từ đầu và cung cấp khả năng quản lý trình khởi chạy tốt hơn cũng như hỗ trợ nhiều đầu được cải thiện. Danh sách các tính năng bảng điều khiển mới quá dài để có thể đề cập đầy đủ ở đây. Nhờ có thư viện menu mới garcon (trước đây gọi là libxfce4menu, nhưng được viết lại một lần nữa), giờ đây chúng tôi hỗ trợ chỉnh sửa menu thông qua trình chỉnh sửa menu của bên thứ ba như Alacarte (chúng tôi chưa cung cấp trình chỉnh sửa menu của riêng mình). Các thư viện cốt lõi của chúng tôi đã được sắp xếp hợp lý một chút, một ví dụ điển hình là thư viện libxfce4ui mới được giới thiệu nhằm thay thế libxfcegui4.
zh_tw: 這個版本將一些主要的改進合併到 Xfce 桌面環境的核心裡，希望我們能成功的完成許多長時間的請求。其中最值得注意的變動是，我們已經將整個 Xfce 核心(Thunar、xfdesktop、特別是 thunar-volman)從 ThunarVFS 移植到 GIO 上，將遠端檔案系統帶入到 Xfce 桌面中。面板也已經被重新編寫，以提供更好的啟動器管理及多傳感頭支援。面板的新功能列表太長了，因而無法在這裡完整的列出。歸功於新的選單函式庫 garcon(即以前的 libxfce4menu，但又再次的被重新編寫)，我們現在支援了透過第三方選單編輯器，像是 Alacarte (我們自己的尚未出現)來編輯選單。我們的核心函式庫也稍稍提高了一點效率，一個最好的例子是，我們用來取代 libxfcegui4 的 libxfce4ui 函式庫。
