Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Beside the core desktop functionality, a number of other applications are developed in the Xfce repositories, like an image viewer, task manager, notes plugin and calendar.
ca: Al costat de la funcionalitat principal de l'escriptori, es desenvolupen una sèrie d'altres aplicacions als repositoris Xfce, com ara un visor d'imatges, gestor de tasques, connector de notes i calendari.
de: Neben den Kernanwendungen, welche die Funktionalität der Arbeitsumgebung formen, werden außerdem eine Reihe anderer Anwendungen in den Xfce-Softwarebeständen verwaltet, wie ein Bildbetrachter, eine Prozessverwaltung, ein Notizen-Plugin und ein Kalender.
es: Además de la funcionalidad principal del escritorio, en los repositorios de Xfce se desarrollan otras aplicaciones, como un visor de imágenes, un administrador de tareas, un complemento de notas y un calendario.
gl: Ao lado da funcionalidade básica do escritorio, no escritorio do Xfce hai outras aplicacións desenvolvidas, como un visor de imaxes, o xestor de tarefas, o complemento de notas e o calendario.
he: בנוסף לפונקציונליות הליבה של שולחן עבודה, מספר ישומים נוספים מפותחים במאגרים של Xfce, כמו מציג תמונות, מנהל משימות, תוסף רשימות ויומן.
it: Oltre alle funzionalità principali, vengono sviluppate un certo numero di applicazioni nei repository di Xfce, quali un visualizzatore di immagini, un gestore delle attività, un plugin per le note ed un calendario.
kk: Жұмыс үстелінің негізгі функционалдығынан басқа, Xfce репозиторийлерінде сурет көру құралы, тапсырмалар менеджері, жазбалар плагині және күнтізбе сияқты бірқатар басқа қолданбалар әзірленеді.
pl: Oprócz podstawowej funkcjonalności pulpitu, w repozytoriach Xfce opracowano szereg innych aplikacji, takich jak przeglądarka obrazów, menedżer zadań, notatnik i kalendarz.
pt: Para além das funcionalidades essenciais do ambiente de trabalho, existem diversas aplicações nos repositórios do Xfce, como um visualizador de imagens, um gestor de tarefas, plugin de notas e calendário.
pt_br: Além das funcionalidades principais do desktop, existem diversas aplicações nos repositórios do Xfce, como um visualizador de imagens, um gerenciador de tarefas, plugin de notas e calendário.
ro: Pe lângă funcționalitatea de bază a biroului, o serie de alte aplicații sunt dezvoltate în depozitele Xfce, cum ar fi un vizor de imagini, un gestionar de sarcini, un modul de note și un calendar.
ru: Помимо основной функциональности рабочего стола, в репозиториях Xfce разработан ряд других приложений, таких как просмотрщик изображений, диспетчер задач, плагин для заметок и календарь.
sq: Përtej funksioneve bazë të një desktopi, një numër aplikacionesh të tjera zhvillohen në depot e Xfce-së, bie fjala, një parës figurash, përgjegjës punësh, shtojcë shënimesh dhe kalendar.
sr: Осим могућности језгра радне површи, велики број програма разних намена се развија у ризницама ИксФЦЕ-а, као што су прегледник слика, управник задатака, прикључак белешки и календар.
vi: Bên cạnh chức năng cốt lõi của máy tính để bàn, một số ứng dụng khác được phát triển trong kho Xfce, như trình xem hình ảnh, trình quản lý tác vụ, plugin ghi chú và lịch.

source: get the source tarballs
ca: obteniu els tarballs d'origen
cs: získejte zdrojové kódy v balíčcích tar
da: hent kilde-tarballs
de: Quellen-Tarballs bekommen
es: obtener los paquetes fuente
fr: obtenir les fichiers sources
gl: Obter os ficheiros comprimidos co código fonte
he: קבל את קבצי tarball של המקור
id: dapatkan sumber tarball
it: Ottieni i tarball del codice sorgente
ja: ソース tar ボールの入手
kk: бастапқы код архивтерін алу
lt: parsisiųskite pradinio kodo „tarballs“
ms: dapatkan tarball sumber
nb: hent tar-arkiv med kildekode
oc: obténer los archius de las fonts
pl: udostępnia archiwa źródeł
pt: obter os pacotes para compilar
pt_br: obter os tarballs de código fonte
ro: obțineți arhivele comprimate ale codului sursă
ru: получить tar-архивы исходных кодов
sq: merrni paketa tar burimi
sr: преузмите изворни код програма
sv: hämta tarballs med källkod
th: โหลด tarball ของซอร์ส
tr: kaynak paketleri alın
uk: отримання джерельних файлів
vi: lấy tarball nguồn
zh_tw: 取得源碼 tarball

source: ChangeLog
ca: Registre de canvis
cs: Protokol o změnách
da: Ændringslog
de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications
gl: Rexistro de cambios
he: יומן שינויים
it: Elenco dei cambiamenti
ja: 更新履歴
kk: Өзгерістер журналы
lt: Keitimų žurnalas
ms: Log Perubahan
nb: Endringslogg
oc: Jornal de las modificacions
pl: Dziennik zmian
pt: Registo de alterações
pt_br: Registro de alterações
ro: Jurnalul de modificări
ru: Список изменений
sq: Regjistër ndryshimesh
sr: Дневник измена
sv: Ändringslogg
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikler
uk: Журнал змін
vi: Nhật ký thay đổi
zh_tw: 變更紀錄

source: read the full release notes
ca: llegeix les notes de la versió completa
da: læs alle udgivelsesbemærkningerne
de: lesen Sie die vollständigen Versionshinweise
es: leer las notas de la versión completa
gl: ler as notas completas da publicación
he: קרא את הערות הגרסה המלאות
id: Baca catatan rilis lengkap
it: leggi tutte le note di rilascio
ja: リリースノートの全文を読む
kk: шығарылым туралы толық мәліметті оқу
pl: zawiera pełne informacje o wydaniu do przeczytania
pt: leia as notas de lançamento detalhadas
pt_br: leia as notas de lançamento detalhadas
ro: citiți notele de lansare complete
ru: читать все примечания к выпуску
sq: lexoni shënimet e plota për hedhjen në qarkullim
sr: читајте потпуне белешке о издању
sv: Läs de fullständiga utgåvekommentarer
th: อ่านบันทึกประจำรุ่นฉบับเต็ม
tr: tam sürüm notlarını okuyun
uk: читати всі замітки до випуску
vi: đọc ghi chú phát hành đầy đủ

source: %s Tour
ca: Recorregut de %s
cs: Prohlídka %s
da: %s rundvisning
de: Rundgang durch %s
es: Paseo de %s
fr: Présentation de Xfce %s
gl: Visita a %s
he: סיור %s
id: %s Tur
it: Tour della %s
ja: %s ツアー
kk: %s шолуы
lt: %s turas
ms: Jelajah %s
nb: %s Omvisning
oc: Visita %s
pl: Wydanie %s
pt: Guia do %s
pt_br: Conheça o %s
ro: Turul versiunii Xfce %s
ru: Тур %s
sq: Tur i %s-së
sr: Упознавање са %s
sv: %s Rundtur
th: ท่องชม %s
tr: %s Turu
uk: Тур %s
vi: %s Chuyến tham quan
zh_tw: %s 導覽

source: take a visual tour of new features
ca: Fes un recorregut visual per les noves característiques
da: tag en visuel rundvisning over nye funktionaliteter
de: machen Sie einen visuellen Rundgang durch die neuen Funktionen
es: haz un recorrido visual por las nuevas funciones
gl: facer un percorrido visual das novas características
he: עשה סיור ויזואלי במאפיינים החדשים
id: Ambil perjalan visual untuk fitur fitur baru
it: fai un tour visuale delle nuove feature
ja: 新機能のビジュアルツアーをする
kk: жаңа мүмкіндіктерге визуалды шолу жасау
pl: zaprasza na pokaz nowych funkcji
pt: faça uma visita às novas funcionalidades
pt_br: visualize os novos recursos
ro: faceți un tur vizual al noilor caracteristici
ru: визуальный тур по новым функциям
sq: bëni një tur pamor rreth veçorive të reja
sr: прегледајте нове могућности
sv: ta en visuell rundtur av alla nya funktioner
th: ชมหน้าตาของความสามารถใหม่
tr: yeni özelliklerin görsel turuna çıkın
uk: візуальний огляд нових можливостей
vi: tham quan trực quan các tính năng mới

source: On the Xfce Blog
ca: Al blog de l'Xfce
cs: Na blogu Xfce
da: På Xfce Bloggen
de: Aus dem Xfce Blog
es: En el blog de Xfce
fr: Sur le Blog d’Xfce
gl: Na bitácora do Xfce
he: בבלוג של Xfce
id: Di Blog Xfce
it: Sul blog di Xfce
ja: Xfce Blog より
kk: Xfce блогында
lt: Xfce tinklaraštyje
ms: Di Blog Xfce
nb: På Xfce-bloggen
pl: Na blogu Xfce
pt: No Blogue Xfce
pt_br: No blog do Xfce
ro: Pe blogul Xfce
ru: В блоге Xfce
sq: Në blogun e Xfce-së
sr: На блогу ИксФЦЕ-а
sv: På Xfce-bloggen
th: ที่บล็อกของ Xfce
tr: Xfce Blogu
uk: На блозі Xfce
vi: Trên Blog Xfce
zh_tw: 在 Xfce 部落格上

source: Read more articles on the Xfce Blog &rarr;
ca: Llegir més articles al blog de l'Xfce
cs: Více článků si můžete přečíst na blogu Xfce &rarr;
da: Læs flere artikler på Xfce-bloggen &rarr;
de: Lesen Sie mehr Artikel im Xfce Blog &rarr;
es: Lea más artículos en el blog de Xfce &rarr;
fr: Lire plus d’articles sur le blogue d’Xfce &rarr;
gl: Ler máis artigos na bitácora do Xfce &rarr;
he: קרא עוד מאמרים בבלוג של Xfce.
id: Baca lebih banyak artikel di Blog Xfce &rarr;
it: Leggi più articoli sul blog di Xfce &rarr;
ja: Xfce Blog を読む &rarr;
kk: Xfce блогында көбірек мақала оқу &rarr;
lt: Skaityti daugiau straipsnių Xfce tinklaraštyje &rarr;
ms: Baca lagi artikel di Blog Xfce &rarr;
nb: Les flere artikler på Xfce sin blogg &rarr;
pl: Przeczytaj więcej artykułów na blogu Xfce &rarr;
pt: Leia mais artigos no Blogue do Xfce &rarr;
pt_br: Leia mais artigos no blog do Xfce &rarr;
ro: Citiți mai multe articole pe blogul Xfce &rarr;
ru: Читайте другие статьи в блоге Xfce &rarr;
sq: Lexoni më tepër artikuj te Blogu i Xfce-së &rarr;
sr: Прочитајте више чланака на ИксФЦЕ блогу &rarr;
sv: Läs fler artiklar på Xfce-bloggen &rarr;
th: อ่านบทความเพิ่มเติมได้ที่บล็อกของ Xfce &rarr;
tr: Daha çok yazıyı Xfce Blog'undan okuyun &rarr;
uk: Більше читайте на блозі Xfce &rarr;
vi: Đọc thêm các bài viết trên Blog Xfce &rarr;
zh_tw: 在 Xfce 部落格上閱讀更多 &rarr;

source: Xfce Release Updates
ca: Actualitzacions de llançament de l'Xfce
da: Udgivelsesopdateringer til Xfce
de: Xfce Versions-Updates
es: Actualizaciones de la versión de Xfce
gl: Actualizacións da versión do Xfce
he: עדכוני גרסה Xfce
id: Rilis update Xfce
it: Aggiornamenti di rilascio di Xfce
ja: Xfce リリースの更新
kk: Xfce шығарылым жаңартулары
lt: Xfce laidos atnaujinimai
pl: Aktualizacje wydań Xfce
pt: Atualizações de lançamento do Xfce
pt_br: Atualizações de lançamento do Xfce
ro: Actualizări ale versiunii Xfce
ru: Обновления выпуска Xfce
sq: Përditësime Hedhjesh Në Qarkullim të Xfce-s
sr: Надградње издања ИксФЦЕ-а
sv: Xfce release-uppdateringar
th: ข่าวการออกรุ่น Xfce
tr: Xfce Sürüm Güncellemeleri
uk: Оновлення випусків Xfce
vi: Cập nhật phát hành Xfce

source: Xfce 4.20 released
ca: Publicat Xfce 4.20
it: Rilasciato Xfce 4.20
kk: Xfce 4.20 жарық көрді
pl: Wydano Xfce 4.20
pt_br: Xfce 4.20 lançado
ro: A fost publicată versiunea Xfce 4.20
vi: Xfce 4.20 đã phát hành

source: After almost two years of work, we are happy to announce the release of Xfce 4.20 !
ca: Després de gairebé dos anys de treball, estem contents d'anunciar el llançament de l'Xfce 4.20!
it: Dopo quasi due anni di lavoro, siamo felici di annunciare il rilascio di Xfce 4.20!
kk: Барлығы екі жылға жуық жұмыстан кейін, біз Xfce 4.20 шығарылымын жариялауға қуаныштымыз!
pl: Po prawie dwóch latach pracy z radością ogłaszamy wydanie Xfce 4.20!
pt_br: Após quase dois anos de trabalho, estamos felizes em anunciar o lançamento do Xfce 4.20!
ro: După aproape doi ani de muncă, suntem bucuroși să anunțăm lansarea versiunii Xfce 4.20 !
sr: Након умало две године рада, радосни смо што можемо најавити издање Иксфце-а 4.20 !
vi: Sau gần hai năm làm việc, chúng tôi vui mừng thông báo về việc phát hành Xfce 4.20 !

source: Since Xfce 4.18 a lot of major development happened. Our team added many nice new features, did a gazillion of bug fixes and did various minor improvements. Finally, all that was released for your pleasure.
ca: Des de l'Xfce 4.18 es va produir un gran desenvolupament. El nostre equip va afegir moltes noves funcionalitats, va fer un gazillion de correccions d'errors i va fer diverses millores menors. Finalment, tot això va ser alliberat per al seu plaer.
it: Da Xfce 4.18 sono avvenuti molti sviluppi importanti. Il nostro team ha aggiunto tante nuove funzionalità, corretto tanti bug ed effettuato vari piccoli miglioramenti. Infine, tutto questo verrà rilasciato per il vostro piacere.
kk: Xfce 4.18 нұсқасынан бері көптеген ірі әзірлемелер орын алды. Біздің команда көптеген жаңа мүмкіндіктер қосты, сансыз қателерді түзетті және әртүрлі ұсақ жақсартулар жасады. Сонымен, мұның бәрі сіздердің игіліктеріңіз үшін шығарылды.
pl: Od Xfce 4.18 wydarzyło się wiele ważnych rzeczy. Nasz zespół dodał wiele nowych i interesujących funkcji, zrobił miliardy poprawek błędów i wprowadził różne drobne ulepszenia. Wreszcie wszystko to zostało wydane dla Twojej przyjemności.
pt_br: Desde o Xfce 4.18, houve um grande desenvolvimento. Nossa equipe adicionou muitos novos recursos interessantes, fez uma infinidade de correções de bugs e várias melhorias menores. Finalmente, tudo isso foi lançado para o seu prazer.
ro: De la versiunea Xfce 4.18 au avut loc o mulțime de dezvoltări majore. Echipa noastră a adăugat multe caracteristici noi și plăcute, a făcut o mulțime de corecturi de erori și a făcut diverse îmbunătățiri minore. În cele din urmă, toate acestea au fost lansate pentru plăcerea dvs.
vi: Kể từ Xfce 4.18, rất nhiều sự phát triển lớn đã diễn ra. Nhóm của chúng tôi đã bổ sung nhiều tính năng mới thú vị, sửa rất nhiều lỗi và thực hiện nhiều cải tiến nhỏ. Cuối cùng, tất cả những gì đã được phát hành cho niềm vui của bạn.

source: The major focus during this development cycle was the preparation of the codebase to be ready for Wayland. So that we meanwhile have experimental Wayland support for most components. More details in the links below.
ca: El focus principal durant aquest cicle de desenvolupament va ser la preparació de la base de codi per estar llest per al Wayland. De manera que, mentrestant, tenim suport experimental del Wayland per a la majoria dels components. Més detalls als enllaços següents.
it: L'obbiettivo principale di questo ciclo di sviluppo è stato la preparazione della base di codice per essere pronta per Wayland in modo di avere nel frattempo più supporto sperimentale a Wayland per la maggior parte dei componenti. Maggiori dettagli nei link sottostanti.
kk: Осы әзірлеу цикліндегі негізгі назар код базасын Wayland жүйесіне дайындауға бағытталды. Осылайша, қазіргі уақытта бізде көптеген компоненттер үшін Wayland-тың тәжірибелік қолдауы бар. Толық мәліметтер төмендегі сілтемелерде.
pl: Głównym celem podczas tego cyklu rozwoju było przygotowanie bazy kodu do obsługi Wayland. W międzyczasie mamy eksperymentalne wsparcie Wayland dla większości komponentów. Więcej szczegółów w łączach poniżej.
pt_br: O principal foco durante este ciclo de desenvolvimento foi a preparação da base de código para estar pronta para o Wayland. Assim, agora temos suporte experimental ao Wayland para a maioria dos componentes. Mais detalhes nos links abaixo.
ro: Obiectivul principal în timpul acestui ciclu de dezvoltare a fost pregătirea bazei de cod pentru a fi gata pentru Wayland. Astfel încât să avem între timp suport Wayland experimental pentru majoritatea componentelor. Mai multe detalii în legăturile de mai jos.
vi: Trọng tâm chính trong chu kỳ phát triển này là chuẩn bị cơ sở mã để sẵn sàng cho Wayland. Vì vậy, trong khi đó, chúng tôi có hỗ trợ Wayland thử nghiệm cho hầu hết các thành phần. Thêm chi tiết trong các liên kết dưới đây.

source: Assuming you have installed Xfce 4.18, here is an overview on the major changes you will see on an upgrade to Xfce 4.20:
ca: Suposant que heu instal·lat Xfce 4.18, aquí teniu una visió general dels canvis importants que veureu en una actualització a Xfce 4.20:
it: Supponendo che abbiate installato Xfce 4.18, ecco una panoramica dei principali cambiamenti che vedrete con l'aggiornamento a Xfce 4.20:
kk: Сізде Xfce 4.18 орнатылған деп есептесек, мұнда Xfce 4.20 нұсқасына жаңарту кезінде көретін негізгі өзгерістерге шолу берілген:
pl: Zakładając, że masz zainstalowane Xfce 4.18, oto przegląd głównych zmian, które zobaczysz po aktualizacji do Xfce 4.20:
pt_br: Assumindo que você tenha instalado o Xfce 4.18, aqui está uma visão geral das principais mudanças que você verá ao atualizar para o Xfce 4.20:
ro: Presupunând că aveți instalată versiunea Xfce 4.18, iată o prezentare generală a modificărilor majore pe care le veți vedea la actualizarea la versiunea Xfce 4.20:
sr: Предпостављајући да сте уградили Иксфце 4.18, ево сажетка највећих измена које ћете видети након надградње на Иксфце 4.20:
vi: Giả sử bạn đã cài đặt Xfce 4.18, đây là thông tin tổng quan về những thay đổi chính mà bạn sẽ thấy khi nâng cấp lên Xfce 4.20:

source: A detailed overview of the changes between Xfce 4.18 and Xfce 4.20 releases can be found on the following page:
ca: Podeu trobar una visió detallada dels canvis entre les versions de l'Xfce 4.18 i Xfce 4.20 a la pàgina següent:
it: Un resoconto dettagliato dei cambiamenti da Xfce 4.18 a Xfce 4.20 si trova nella seguente pagina:
kk: Xfce 4.18 және Xfce 4.20 шығарылымдары арасындағы өзгерістер туралы толық шолуды келесі беттен табуға болады:
pl: Szczegółowy przegląd zmian między wersjami Xfce 4.18 i Xfce 4.20 można znaleźć na następującej stronie:
pt_br: Uma visão detalhada das mudanças entre os lançamentos do Xfce 4.18 e Xfce 4.20 pode ser encontrada na seguinte página:
ro: O prezentare detaliată a modificărilor dintre versiunile Xfce 4.18 și Xfce 4.20 poate fi găsită pe pagina următoare:
sr: Преглед танчина разлика између издања ИксФЦЕ-а 4.18 и 4.12 може бити пронађен на овој страници:
vi: Bạn có thể tìm thấy tổng quan chi tiết về những thay đổi giữa các bản phát hành Xfce 4.18 và Xfce 4.20 trên trang sau:

source: This release can be downloaded either as a set of individual packages or as a single fat tarball including all these individual versions:
ca: Aquest llançament es pot descarregar ja sigui com un conjunt de paquets individuals o com un sol tarball de greix incloent totes aquestes versions individuals:
cs: Toto vydání lze stáhnout jako sadu jednotlivých balíčků nebo jako jediný balíček typu tar, včetně těchto verzí:
da: Udgivelsen kan enten downloades som et sæt individuelle pakker eller som en stor tarball med alle de individuelle versioner:
de: Die Veröffentlichung kann entweder als Satz aus einzelnen Paketen oder als umfassendes Tar-Archiv heruntergeladen werden, mit folgenden individuellen Versionen:
es: Esta versión se puede descargar ya sea como un conjunto de paquetes individuales o como un solo archivo comprimido grande, incluyendo las siguientes versiones individuales:
fr: Vous pouvez télécharger individuellement les paquets de cette version ou sous la forme d’un fichier d’archive les contenant tous.
gl: Esta versión pode descargarse como un conxunto de paquetes individuais ou como un único e grande ficheiro comprimido que inclúe todas estas versións individuais:
he: גרסה זו ניתנת להורדה כסט של חבילות נפרדות או בקובץ tarball שמן יחיד הכולל את כל הגרסאות הנפרדות הבאות:
id: Rilis ini dapat diunduh baik sebagai satu set paket individu atau sebagai satu tarball utuh yang berisi semua versi individu berikut:
it: Il rilascio può essere scaricato sia come rilasci individuali o come un'unica tarball che contiene le seguenti versioni individuali:
ja: このリリースはパッケージごとに、またはすべてのパッケージを含む1つの大きなtarballとして、ダウンロードできます。
kk: Бұл шығарылымды жеке пакеттер жиынтығы ретінде немесе осы жеке нұсқалардың барлығын қамтитын бір үлкен архив ретінде жүктеп алуға болады:
lt: Leidimas gali būti parsiųstas kaip individualūs leidimai arba kaip vienas didelis tarball archyvas, įskaitant visas šias individualias versijas:
ms: Keluaran ini boleh dimuat turun sama ada dalam satu set pakej individu atau satu tarball yang melibatkan semua versi individu ini:
nb: Denne utgivelsen kan lastes ned enten som frittstående pakker eller ett stort tar-arkiv med alle disse versjonene:
oc: Aqueste comunicat de presse pòt èsser telecargat siá coma un ensemble de paquetatges individuals o coma una sola archive graisse, y compris totas ces versions diferentas:
pl: Nowe wydanie można pobrać w osobnych plikach archiwów lub w jednym pliku, zawierającym wszystkie pakiety:
pt: Esta versão pode ser transferida tanto como um conjunto de pacotes individuais ou como um único arquivo tarball, incluindo todas estas versões individuais:
pt_br: Este lançamento pode ser baixado tanto como um conjunto de pacotes individuais quanto como um único tarball grande, incluindo todas essas versões individuais:
ro: Această versiune poate fi descărcată fie ca un set de pachete individuale, fie ca o singură arhivă comprimată „grasă” care include toate aceste versiuni individuale:
ru: Этот выпуск можно загрузить либо в виде набора отдельных пакетов, либо как один большой tar-архив, включающий в себя все эти отдельные версии:
sq: Kjo hedhje në qarkullim mund të shkarkohet ose si një grup paketash individuale ose si një paketë tar e bëshme që përmban krejt këto versione individuale:
sr: Ово издање може бити преузето било као скуп појединачних пакета, било као тар лоптица која садржи ове појединачна издања:
sv: Denna utgåva kan laddas ner antingen som en uppsättning individuella paket eller som ett enda stort tar-arkiv som inkluderar alla dessa individuella versioner:
th: รุ่นนี้มีให้ดาวน์โหลดทั้งในรูปชุดของแพกเกจย่อยๆ และในรูปแฟ้มทาร์ก้อนใหญ่ก้อนเดียวที่มีทุกแพกเกจรวมกัน:
tr: Bu sürüm, bireysel paketlerin ya bir dizisi olarak yada bütün bu bireysel sürümleri de dahil olmak üzere tek bir arşiv olarak yüklenebilir:
uk: Цей випуск можна звантажити або як індивідуальний випуск, або як архів tar, що містить всі ці індивідуальні версії:
vi: Bản phát hành này có thể được tải xuống dưới dạng một tập hợp các gói riêng lẻ hoặc dưới dạng một tarball béo duy nhất bao gồm tất cả các phiên bản riêng lẻ sau:
zh_tw: 這個版本可以以一整套獨立的組件的方式下載，也可以以包含這些獨立組件的大型壓縮包的方式下載：

source: Best regards,<br />The Xfce development team
ca: Salutacions excel·lents,<br />L'equip de desenvolupament de l'Xfce
cs: S pozdravem<br />Tým vývojářů Xfce
da: Med venlig hilsen,<br />Xfce's udviklingshold
de: Mit den besten Empfehlungen,<br />Das Xfce-Entwicklungsteam
es: Saludos, <br /> El equipo de desarrollo de Xfce
fr: Cordialement, <br />L’équipe de développement Xfce
gl: Saúdos.<br />O equipo de desenvolvemento de Xfce.
he: איחולים לבביים, <br /> קבוצת הפיתוח של Xfce
id: Salam hormat,<br />Tim pengembang Xfce
it: I migliori saluti, <br />Il gruppo di sviluppo di Xfce
ja: それでは。<br /> Xfce開発チーム
kk: Құрметпен,<br />Xfce әзірлеушілер командасы
lt: Nuoširdūs linkėjimai, <br />Xfce kūrėjų komanda
ms: Daripada,<br />Pasukan pembangunan Xfce
nb: Beste hilsener,<br />Xfce utviklingsteam
oc: Cordalament, <br />L'equipa de desvolopament de Xfce
pl: Z poważaniem<br />Zespół twórców Xfce
pt: Cumprimentos<br />A equipa de desenvolvimento do Xfce
pt_br: Saudações,<br />A equipe de desenvolvimento do Xfce
ro: Cele mai bune salutări,<br />Echipa de dezvoltare a Xfce
ru: С наилучшими пожеланиями,<br />Команда разработчиков Xfce
sq: Përshëndetjet më të mira,<br />Ekipi i zhvillimit të Xfce-së
sr: Срдачан поздрав, <b /> Иксфце развојна дружина
sv: Bästa Hälsningar, <br />Xfce:s utvecklingsteam
th: ขอแสดงความนับถือ,<br />ทีมพัฒนา Xfce
tr: Saygılar,<br />Xfce geliştirme takımı
uk: З найкращими побажаннями,<br />Команда розробників
vi: Trân trọng,<br />Nhóm phát triển Xfce
zh_tw: Xfce 開發團隊 敬上

source: Xfce 4.18 released
ca: Publicat Xfce 4.18
de: Xfce 4.18 veröffentlicht
es: Xfce 4.18 lanzado
gl: Xfce 4.18 liberado
he: פורסמה Xfce 4.18
it: Rilasciato Xfce 4.18
kk: Xfce 4.18 жарық көрді
lt: Xfce 4.18 išleista
pl: Wydano Xfce 4.18
pt: Disponibilizado o Xfce 4.18
pt_br: Xfce 4.18 lançado
ro: A fost publicată versiunea Xfce 4.18
ru: Выпущен Xfce 4.18
sq: U hodh në qarkullim Xfce 4.18
sr: Иксфце 4.18 је објављен
sv: Xfce 4.18 släppt
vi: Xfce 4.18 đã phát hành
