Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: An Xfce release without a new clock mode would not be a true Xfce release. Let us introduce you the 'fuzzy' clock mode!
ca: Un llançament Xfce sense un nou mode de rellotge no seria un llançament Xfce veritable. Us presentem el mode de rellotge 'difús'!
cs: Vydání Xfce bez nového režimu hodin by nebylo správným vydáním Xfce. Dovolte nám představit režim 'přibližných' hodin!
da: En Xfce udgivelse, uden en ny ur-metode ville ikke være en sand Xfce udgivelse. Lad os introducere dig til 'sløret' ur-måde!
de: Eine Xfce-Veröffentlichung ohne einen neuen Modus der Zeitanzeige wäre keine richtige Xfce-Veröffentlichung. Wir stellen die neue »umgangssprachliche Uhr« vor!
es: Una publicación de Xfce sin un modo de reloj de nuevo no sería una versión de Xfce de verdad. Vamos a presentar el modo de reloj «difuso»!
fr: Une version de Xfce sans nouveau mode d’horloge ne serait pas une vraie version. Laissez-nous vous présenter le mode d’horloge <i>floue</i> !
gl: Unha versión do Xfce sen un novo modo de reloxo non sería unha verdadeira versión do Xfce. Déixanos presentar o modo de reloxo 'impreciso'!
he: גרסה של Xfce ללא מצב שעון חדש לא תהיה גרסה אמיתית של Xfce. תן לנו להציג לך את מצב שעון "fuzzy"!
id: Sebuah rilis Xfce tampa sebuah mode jam yang baru tidak akan menjadi rilis Xfce yang sesungguhnya. Kami perkenalkan kepada Anda mode jam 'fuzzy' yang baru!
it: Un rilascio di Xfce senza una nuova modalità di orologio non sarebbe stato completo: diamo quindi il benvenuto all'orologio "impreciso"!
ja: 新しい時計モードのない Xfce リリースは本当の Xfce リリースとは言えません。そして今回の新しい時計モードは、'ファジー' です!
kk: Жаңа сағат режимінсіз Xfce шығарылымы нағыз Xfce шығарылымы болмас еді. Назарларыңызға "түсініксіз" сағат режимін ұсынамыз!
lt: Xfce leidimas be naujos laikrodžio veiksenos, nebūtų xfce leidimas. Leiskite pristatyti „neaiškią“ laikrodžio veikseną!
ms: Satu keluaran Xfce tanpa mod jam baharu bukanlah keluaran Xfce yang sebenarnya. Oleh itu kami memperkenalkan kepada anda mod jam 'fuzzy'!
nb: Alle Xfce-utgivelser har en ny klokkemodus. Vi presenterer ordklokka!
oc: Una version Xfce sens un novèl mòde de relòtge ne serait pas una vraie version de Xfce. Laissez-nous vous présenter lo mòde de relòtge 'fosc' !
pl: Nowe wydanie środowiska Xfce bez nowego tryby wyświetlania wskazań zegara, nie byłoby pełnowartościowym wydaniem. Oto tryb nazwany „rozmytym”!
pt: Uma versão do Xfce sem um novo relógio não seria uma verdadeira versão. Aqui tem uma introdução ao novo relógio!
pt_br: Um lançamento do Xfce sem um novo modo de relógio não seria uma lançamento de verdade do Xfce. Apresentamos a você o modo de relógio "aproximado"!
ro: O versiune Xfce fără un nou mod de ceas nu ar fi o versiune Xfce adevărată. Permiteți-ne să vă prezentăm modul de ceas „aproximativ”!
ru: Выпуск Xfce без нового режима часов не был бы настоящим выпуском Xfce. Позвольте представить вам «неточный» режим часов!
sq: Një hedhje në qarkullim e Xfce-së, pa një mënyrë të re për orën, s’do të qe vërtet një hedhje në qarkullim e Xfce-së. Na lejoni t’ju paraqesim mënyrën orë 'e turbullt'!
sr: ИксФЦЕ издање без новог начина приказа часовника не би било право ИксФЦЕ издање. Дозволите да Вам претставимо „нејасан“ часовник!
sv: En Xfce-utgåva utan ett nytt klockläge vore ingen riktig Xfce-utgåva. Låt oss presentera det nya 'suddiga' klockläget för dig!
th: การออกรุ่น Xfce โดยไม่มีโหมดนาฬิกาโหมดใหม่ถือว่าไม่ใช่การออกรุ่น Xfce ที่แท้จริง เราขอแนะนำนาฬิกาโหมด 'กะประมาณ'!
tr: Yeni saat kipsiz bir Xfce sürümü, gerçek bir Xfce sürümü olamaz. bu 'puslu' saat kipini tanıtmamıza izin verin!
uk: Випуск Xfce без нового режиму годинника не був би істинним випуском Xfce. Познайомтесь з 'нечітким' режимом годинника!
vi: Bản phát hành Xfce không có chế độ đồng hồ mới sẽ không phải là bản phát hành Xfce thực sự. Hãy để chúng tôi giới thiệu cho bạn chế độ đồng hồ 'mờ'!
zh_tw: 沒有新時鐘模式的 Xfce 版本就不是一個真正的 Xfce 版本。讓我們為您介紹「模糊」時鐘模式！

source: New fuzzy clock mode
ca: Nou mode de rellotge difús
cs: Nový režim přibližných hodin
da: Nyt interval ur-tilstand
de: Neue umgangssprachliche Uhr
es: Nuevo modo de reloj difuso
fr: Nouveau mode d’horloge floue
gl: Novo modo de reloxo impreciso
he: מצב שעון חדש fuzzy
id: Mode jam fuzzy yang baru
it: Nuova modalità imprecisa dell'orologio
ja: 新しいファジー時計モード
kk: Жаңа "түсініксіз" сағат режимі
lt: Nauja neaiški laikrodžio veiksena
ms: Mod jam fuzzy baharu
nb: Ny ordklokke
oc: Novèl mòde de relòtge fosc
pl: Wskazania zegara w trybie rozmytym
pt: Modo do novo relógio
pt_br: Novo modo de relógio aproximado
ro: Modul nou de ceas aproximativ
ru: Новый неточный режим часов
sq: Mënyrë e re Orë e turbullt
sr: Нови, нејасни часовник
sv: Nytt suddigt klockläge
th: นาฬิกาโหมดกะประมาณโหมดใหม่
tr: Yeni puslu saat kipi
uk: Новий режим цифрового годинника
vi: Chế độ đồng hồ mờ mới
zh_tw: 新的模糊時鐘模式

source: New directory menu plugin
ca: Connector de menú de directoris nou
cs: Nový zásuvný modul Adresářová nabídka
da: Nye mappemenu-plugin
de: Neues Ordnermenü-Plugin
es: Nuevo menú de directorio de complementos
fr: Nouveau greffon menu répertoire
gl: Novo menú de cartafol de engadidos
he: תוסף תפריט תיקייה חדש
id: Plugin menu direktori yang baru
it: Nuovo plugin del menu della cartella
ja: 新しいディレクトリメニュープラグイン
kk: Бума мәзірінің жаңа плагині
lt: Naujas katalogų įskiepio meniu įskiepis
ms: Pemalam menu direktori baharu
nb: Nytt mappemeny-tillegg
oc: Novèl repertòri menú empeuton
pl: Nowy aplet menu katalogu
pt: Novo "plugin" para o menu de diretórios
pt_br: Novo plugin de menu de diretório
ro: Noul modul pentru meniul directorului
ru: Новый модуль меню каталога
sq: Shtojcë e re menuje drejtorish
sr: Нови прикључак изборник фасцикли
sv: Ny katalogmeny-plugin
th: ปลั๊กอินเมนูไดเรกทอรีตัวใหม่
tr: Yeni dizin menü eklentisi
uk: Новий додаток меню теки
vi: Plugin menu thư mục mới
zh_tw: 新字典選單插件

source: The directory menu plugin provides a menu reproducing the arborescence of a particular folder. This allows you to open a terminal or a file manager in a sub-folder in a very fast and efficient way.
ca: El connector de menú de directoris proporciona un menú que reprodueix l'arborescència d'una carpeta en particular. Això permet obrir un terminal o un gestor de fitxers en una subcarpeta d'una manera molt ràpida i eficient.
cs: Zásuvný modul Adresářová nabídka poskytuje nabídku přímo otevírající konkrétní složku na disku. Tato funkce umožňuje velmi rychle a efektivně otevřít terminál nebo správce souborů v konkrétní podsložce.
da: Vejviser-menuens plugin tilbyder en menu der genproducerer den træstruktur af en særlig mappe. Dette tillader dig at åbne en terminal eller en fil-bestyrer i en undermapper i en meget hurtigt og effektivt måde.
de: Das neue Ordnermenü-Plugin zeigt ein Suchbaum-Menü für einen bestimmten Ordner. Das erlaubt Ihnen, ein Terminal oder den Dateimanager in einem Unterordner zu öffnen.
es: El complemento del menú de carpetas proporciona un menú que reproduce el árbol de una determinada carpeta. Esto permite abrir un terminal o un gestor de archivos en una subcarpeta de un modo muy rápido y eficaz.
fr: Le greffon menu répertoire propose un menu reproduisant l’arborescence d’un dossier particulier. Cela vous permet d’ouvrir un terminal ou un gestionnaire de fichiers dans un sous-dossier de manière très rapide et efficace.
gl: O engadido do menú cartafol fornece un menú que reproduce a arborescencia dun cartafol en particular. Isto permítelle abrir un terminal ou un xestor de ficheiros nun subcartafol dunha forma moi rápida e eficiente.
he: תוסף תפריט תיקייה מספק תפריט המשחזר את ה־arborescence של תיקייה מסוימת. זה מאפשר לך לפתוח מסוף או מנהל קבצים בתת־תיקייה בדרך מהירה מאוד ויעילה.
id: Plugin menu direktori menyediakan sebuah menu yang menampilkan isi dari suatu folder. Ini memungkinkan Anda membuka sebuah terminal atau manajer berkas di dalam suatu sub-folder secara cepat dan efisien.
it: Il plugin del menu della cartella fornisce un menu che riproduce la struttura di una particolare cartella; questo permette di aprire un terminale o una finestra del gestore di file in una sotto cartella in modo veloce ed efficiente.
ja: ディレクトリメニュー・プラグインは、特定のフォルダーをツリー上に再現したメニューを提供します。これでサブフォルダーの中をすみやかかつ効果的に端末やファイルマネージャーで開くことができます。
kk: Бума мәзірі плагині белгілі бір буманың құрылымын көрсететін мәзірді ұсынады. Бұл терминалды немесе файлдар менеджерін ішкі бумада өте жылдам және тиімді түрде ашуға мүмкіндік береді.
lt: Katalogų meniu įskiepis suteikia meniu atvaizduojantį konkretų aplanką. Tai leidžia greitai ir efektyviai atverti terminalą ar failų tvarkytuvę poaplankyje.
ms: Pemalam menu direktori baharu menyediakan menyediakan kearboresenan sesebuah folder. Ia membolehkan anda buka terminal atau pengurus fail dalam sub-folder dengan cara pantas dan efisyen.
nb: Mappemeny-tillegget gir en meny som gjenskaper trestrukturen til en bestemt mappe. Dette lar deg åpne en terminal eller filbehandler i en undermappe raskt og effektivt.
oc: L'empeuton menú repertòri prepausa un menú que reprodusís l'arborescéncia d'un dorsièr particular. Aquò vos permet de dobrir un terminal o d'un gestionari de fichièrs dins un sosdorsièr d'una manièra fòrça rapida e eficaça.
pl: Aplet potrafi wyświetlić zawartość danego katalogu w postaci menu. Umożliwia szybkie uruchomienie menedżera plików lub terminala w określonym katalogu roboczym.
pt: O "plugin" para o menu de diretórios disponibiliza um menu que replica uma árvore da pasta especificada. Isto permite-lhe abrir um terminal ou um gestor de ficheiros numa subpasta de uma maneira rápida e eficaz.
pt_br: O plugin de menu de diretório fornece um menu que reproduz a arborescência de uma pasta em particular. Ele permite que você abra um terminal ou um gerenciador de arquivos em uma subpasta de forma bem rápida e eficiente.
ro: Modulul de meniu pentru directoare oferă un meniu care reproduce arborescența unui anumit dosar. Acest lucru vă permite să deschideți un terminal sau un gestionar de fișiere într-un subdosar într-un mod foarte rapid și eficient.
ru: Модуль меню каталогов реализует меню, воспроизводящее древовидное представление. Это позволяет очень быстро и эффективно открывать терминал или файловый менеджер на нужном подкаталоге.
sq: Shtojca menu drejtorie furnizon strukturën pemë të një dosje të dhënë. Kjo ju lejon të hapni një terminal ose një përgjegjës kartelash në një nëndosje në një mënyrë shumë të shpejtë dhe efikase.
sr: Прикључак изборник фасцикли може да прикаже разгранатост одређене фасцикле. То омогућава отварање терминала или управника датотека у подфасцикли на брз и учинковит начин.
sv: Katalogmeny-plugin tillhandahåller en meny som återger trädstrukturen i en viss mapp. Detta gör att du kan öppna en terminal eller en filhanterare i en undermapp på ett mycket snabbt och effektivt sätt.
th: ปลั๊กอินเมนูไดเรกทอรีจัดเตรียมเมนูซึ่งถอดแบบโครงสร้างต้นไม้ของโฟลเดอร์ที่กำหนด ช่วยให้คุณสามารถเปิดเทอร์มินัลหรือโปรแกรมจัดการแฟ้มในโฟลเดอร์ย่อยได้อย่างรวดเร็วและมีประสิทธิภาพ
tr: Dizin Menü Eklentisi, belli bir klasörün ağaç yapısındaki bir menüsünü sağlar. Bu, hızlı ve verimli bir biçimde, bir alt klasördeki bir dosya yöneticisini veya uçbirimi açmanıza olanak tanır.
uk: Додаток Меню тек впроваджує меню, показуючи теки у деревоподібному вигляді. Це дозволяє Вам відкривати швидко і ефективно термінал або менеджер файлів у підтеці.
vi: Plugin menu thư mục cung cấp một menu tái tạo hình dạng cây của một thư mục cụ thể. Điều này cho phép bạn mở một thiết bị đầu cuối hoặc trình quản lý tệp trong thư mục con một cách rất nhanh chóng và hiệu quả.
zh_tw: 目錄選單插件提供一個生成樹狀特殊資料夾的選單。讓您以非常快速且有效率的方式打開終端機或是在檔案管理員中打開一個子資料夾。

source: Directory menu plugin
ca: Connector de menú de directoris
cs: Zásuvný modul Adresářová nabídka
da: Mappemenu-plugin
de: Ordnermenü-Plugin
es: Directorio de complementos del menú
fr: Greffon menu répertoire
gl: Engadido menú cartafol
he: תוסף תפריט תיקייה
id: Plugin menu direktori
it: Plugin del menu delle cartelle
ja: ディレクトリメニュープラグイン
kk: Бума мәзірі плагині
lt: Katalogų meniu įskiepis
ms: Pemalam menu direktori
nb: Mappemeny-tillegget
oc: Repertòri menú empeuton
pl: Aplet menu katalogu
pt: "Plugin" menu de diretórios
pt_br: Plug-in de menu de diretório
ro: Modul pentru meniul de director
ru: Модуль меню каталога
sq: Shtojcë menuje drejtorish
sr: Прикључак изборник фасцикли
sv: Insticksprogram för katalogmeny
th: ปลั๊กอินเมนูไดเรกทอรี
tr: Dizin Menü Eklentisi
uk: Додаток меню теки
vi: Plugin menu thư mục
zh_tw: 目錄選單插件

source: Applications menu edition
ca: Edició del menú d'aplicacions
cs: Editace nabídky aplikací
da: Applikations-menu udgave
de: Bearbeiten des Anwendungsmenüs
es: Edición del menú de aplicaciones
fr: Édition du menu des applications
gl: Modificación do menú de aplicacións
he: עריכת תפריט תוכנות
id: Penyuntingan menu aplikasi
it: Modifica del menu delle applicazioni
ja: アプリケーションメニューの編集
kk: Қолданбалар мәзірін түзету
lt: Programų meniu redagavimas
ms: Edisi menu aplikasi
nb: Redigering av programmenyen
oc: Edicion menú Aplicacions
pl: Edycja menu programów
pt: Edição de menu de aplicações
pt_br: Edição de menu de aplicativos
ro: Editarea meniului de aplicații
ru: Редактор меню приложений
sq: Përpunim menuje aplikacionesh
sr: Уредник изборника програма
sv: Programmeny redigering
th: การแก้ไขเมนูเรียกโปรแกรม
tr: Uygulamalar menü baskısı
uk: Редагування меню програм
vi: Phiên bản menu ứng dụng
zh_tw: 應用程式選單編輯

source: You can now edit the applications menu using any Freedesktop compliant menu editor, Alacarte being the one we used to test.
ca: Ara podeu editar el menú d'aplicacions utilitzant qualsevol editor de menús compatible amb Freedesktop, sent Alacarte el que vam utilitzar per provar.
cs: Nyní můžete nabídku aplikací upravovat pomocí jakéhokoli editoru nabídky dodržujícího specifikace Freedesktop. Námi vyzkoušený editor se nazývá Alacarte.
da: Du kan nu redigere applikations-menuen ved brug af hvilken som helst Gratis-skrivebord kompliant menu-redigerer a la carte værende den vi brugte til teste.
de: Sie können nun das Anwendungsmenü mit einem Freedesktop-kompatiblen Menüeditor bearbeiten. Alacarte wurde von uns dafür getestet.
es: Puede editar el menú de aplicaciones con cualquier editor de menús Freedesktop compatible; Alacarte fue el que se utilizó para la prueba.
fr: Vous pouvez maintenant modifier le menu des applications en utilisant n’importe quel éditeur de menu compatible Freedesktop ; Alacarte étant celui que nous avons utilisé pour tester.
gl: Agora pode modificar o menú de aplicacións empregando calquera editor de menús compatíbel con «Freedesktop», sendo «Alacarte» o que probamos.
he: כעת אפשר לערוך את תפריט התוכנות על ידי כל עורך תפריט הממלא אחר Freedesktop, אנו בחרנו ב־Alacarte לבדיקה.
id: Sekarang Anda bisa menyunting menu aplikasi menggunakan penyunting menu apapun yang mengikuti Freedesktop. Alacarte menjadi salah satu yang telah kita uji.
it: È ora possibile modificare il menu delle applicazioni utilizzando un editor di menu che aderisce allo standard Freedesktop.org. Per i test è stato utilizzato Alacarte.
ja: freedesktop.org に準拠したメニューエディターでアプリケーションメニューが編集できるようになりました。わたしたちは Alacarte を使ってテストしています。
kk: Енді қолданбалар мәзірін кез келген Freedesktop үйлесімді мәзір түзеткішімен түзетуге болады, біз тексеру үшін Alacarte-ны қолдандық.
lt: Nuo šiol galite keisti programų meniu, naudodami bet kokį meniu redaktorių, kuris suderinamas su Freedesktop, „Alacarte“ buvo tas su kuriuo buvo bandoma.
ms: Anda kini boleh menyunting menu aplikasi menggunakan penyunting menu menuruti Freedesktop, Alacarte merupakan salah satu apliaksi yang digunakan untuk membuat pengujian.
nb: Du kan nå redigere programmenyen med ethvert Freedesktop-kompatibelt redigeringsprogram. Vi testet med Alacarte.
oc: Podètz ara editar lo menú de las aplicacions en utilizant quin editor de menú que siá, compatible Freedesktop, Alacarte essent lo qu'avèm utilizat per testar.
pl: Od teraz możliwa jest edycja menu programów przy użyciu jakiegokolwiek edytora zgodnego z wytycznymi Freedesktop. Do przetestowania użyto programu Alacarte.
pt: Agora já pode editar o menu de aplicações com um editor de menu que respeite as normas Freedesktop, sendo o Alacarte o que utilizámos para os nossos testes.
pt_br: Agora, você pode editar os menus de aplicativos usando qualquer editor de menu em conformidade com Freedesktop, sendo o Alacarte o que usamos para testar.
ro: Acum puteți edita meniul de aplicații folosind orice editor de meniuri compatibil Freedesktop, Alacarte fiind cel pe care l-am folosit pentru testare.
ru: Меню приложений может быть изменено любым редактором меню, который совместим с Freedesktop. Для проверки мы использовали Alacarte.
sq: Tanimë mund të përpunoni menunë e aplikacioneve duke përdorur çfarëdo përpunuesi menush të përputhshëm me Freedesktop-in, me Alacarte-in si ai me të cilin e kemi vënë në provë.
sr: Сада можете уредити изборник програма користећи било који „Freedesktop“ сагласан уређивач изборника, будући да је за пробу употребљаван „Alacarte“.
sv: Du kan nu redigera programmenyn genom att använda en Freedesktop menyredigerare, Alacarte är den vi brukat testa.
th: ขณะนี้ คุณสามารถแก้ไขเมนูเรียกโปรแกรมได้แล้ว โดยใช้เครื่องมือแก้ไขเมนูใดๆ ที่ทำตามข้อกำหนดของ Freedesktop โดย Alacarte เป็นโปรแกรมที่เราใช้ทดสอบ
tr: Artık, Freedesktop uyumlu menü düzenleyicisini kullanarak, uygulamalar menüsünü düzenleyebileceksiniz. Hazır menü test etmek için kullandığımız bir bileşendir.
uk: Тепер Ви можете редагувати меню програм, використовуючи бідь-який компатибільний з Freedesktop редактор меню, наприклад Alacarte, який ми протестували.
vi: Giờ đây, bạn có thể chỉnh sửa menu ứng dụng bằng bất kỳ trình chỉnh sửa menu nào tương thích với Freedesktop, Alacarte là trình chỉnh sửa mà chúng tôi đã từng thử nghiệm.
zh_tw: 您現在可以使用任何 freedesktop 相容的選單編輯器來編輯應用程式選單，Alacarte 是我們經常用來測試的一個。

source: Improved multihead setup configuration
ca: S'ha millorat la configuració multicap
cs: Vylepšená konfigurace sestavy s více grafickými výstupy
da: Forbedret multihoved indstillings-konfiguration
de: Verbesserte Einrichtung mehrerer Bildschirme
es: Mejorada la configuración de la instalación multicabezal
fr: Configuration de l’installation multi-moniteur améliorée
gl: Mellorouse a configuración da instalación de múltiples pantallas
he: הגדרת סידור מרובה ראשים משופרת
id: Peningkatan konfigurasi multihead
it: Configurazione migliorata dei sistemi a più schermi
ja: マルチヘッド構成設定の改善
kk: Жақсартылған көп дисплейлі конфигурацияны баптау
lt: Patobulinta diegimo konfigūracija
ms: Konfigurasi persediaan multihead dipertingkat
nb: Forbedret oppsett av flere skjermer
oc: Melhorament de la configuracion d'installacion multiecrans
pl: Ulepszona konfiguracja wielu ekranów
pt: Melhoria na configuração de processamento múltiplo
pt_br: Melhoras na configuração das definições de multihead
ro: Configurare îmbunătățită a ajustării multi-monitor
ru: Улучшенная настройка нескольких дисплеев
sq: Përmirësim formësimi për rregullimin shumëekranësh
sr: Побољшана подршка за поставку више екрана
sv: Förbättrad inställning av flerskärmskonfiguration
th: การตั้งค่าหลายจอภาพที่ดีขึ้น
tr: Geliştirilmiş çok başlı ayar yapılandırması
uk: Покращене налаштування кількох моніторів
vi: Cải thiện cấu hình thiết lập nhiều đầu
zh_tw: 改進的多傳感頭設定
