Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The <em>mouse and touchpad</em> dialog is capable of handling basic Synaptics and Wacom properties in the GUI. A settings daemon running in the background handles all kinds of device properties, as documented in the <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">mouse settings</a> wiki.
ca: El diàleg <em>ratolí i ratolí tàctil</em> és capaç de gestionar les propietats bàsiques de Synaptics i Wacom a la interfície gràfica d'usuari. Un dimoni de configuració que s'executa en segon pla gestiona tot tipus de propietats del dispositiu, tal com es documenta a la <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">configuració del ratolí</a> wiki.
cs: Dialogové okno <em>myši a touchpadu</em> je schopno manipulovat se základními vlastnostmi zařízení Synaptics a Wacom v grafickém rozhraní. Démon nastavení spuštěný na pozadí manipuluje se všemi druhy vlastností zařízení podle dokumentace ve wiki <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">nastavení myši</a>.
da: <em>mus og pegeredskabet</em> dialogen er i stand til at håndtere basale Synaptic og Wacom indstillinger i GUI'en. En indstillingsdæmon kører i baggrunden og håndterer alle slags udstyrs-indstillinger, som dokumenteret i <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">muse-indstillings</a> wiki'en.
de: Mit dem <em>Maus und Touchpad</em> Dialog können grundlegende Einstellungen für Synaptics und Wacom in einer GUI vorgenommen werden. Ein im Hintergrund laufender Einstellungsdienst kümmert sich um alle Geräteeigenschaften, wie auch im Wiki bei <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">Mauseinstellungen</a> dokumentiert ist.
es: El diálogo <em>ratón y panel táctil</em> es capaz de manejar propiedades básicas de Synaptics y Wacom en la interfaz gráfica. Un demonio de configuración que se ejecuta en segundo plano maneja todo tipo de propiedades del dispositivo, tal como se documenta en la wiki de <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">configuración del ratón y panel táctil</a>.
fr: La boîte de dialogue <em>souris et pavé tactile</em> permet de manipuler les propriétés Synaptics et Wacom dans l’interface utilisateur. Un démon de paramétrage s’exécutant en arrière-plan s’occupe de toutes sortes de propriétés de dispositifs, comme cela est documenté dans le wiki <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">paramètres souris</a>.
gl: O diálogo do <em>rato e o área táctil</em> é capaz de manipular as propiedades básicas de «Synaptics» e «Wacom» na interface de usuario. Un servizo de configuración que se executa en segundo plano controla todo tipo de propiedades do dispositivo, como se documenta na wiki da <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">configuración do rato</a>.
he: דו שיח <em>עכבר ומשטח מגע</em> מסוגל לטפל במאפיינים בסיסיים של Synaptics ו-Wacom בממשק המשתמש הגרפי. דמון הגדרות הפועל ברקע מטפל בכל מיני סוגים של מאפייני התקנים, כפי שמתועד בויקי <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">הגדרות עכבר</a>.
id: Dialog <em>tetikus dan lapik sentuh</em> mampu menangani properti dasar Synaptics dan Wacom dalam antarmuka grafis. Sebuah jurik pengaturan yang berjalan di latar belakang menangani semua jenis properti perangkat, seperti yang didokumentasikan pada wiki <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">pengaturan tetikus</a>.
it: La finestra <em>mouse e touchpad</em> è capace di gestire le proprietà dei dispositivi Synaptics e Wacom dalla interfaccia grafica. Un demone delle impostazioni in esecuzione in background gestisce tutti tipi di proprietà dei dispositivi, come documentato nella pagina wiki riguardo le <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">impostazioni del mouse</a>.
ja: <em>マウスとタッチパッド</em> ダイアログは Synaptics や Wacom などの基本的なプロパティを GUI で管理できます。すべての種類のデバイスプロパティを管理する設定デーモンがバックグラウンドで作動しています。管理するプロパティについては <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">マウス設定</a> wiki を参照してください。
kk: <em>Тышқан және тачпад</em> сұхбат терезесі графикалық интерфейстегі негізгі Synaptics және Wacom қасиеттерін өңдеуге қабілетті. Фонда жұмыс істейтін баптаулар демоны құрылғылардың барлық түрінің қасиеттерін <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">тышқан баптаулары</a> вики-бетінде сипатталғандай өңдейді.
lt: <em>Pelės ir jutiklinio kilimėlio</em> dialogas, grafinėje sąsajoje, sugeba susidoroti su pagrindinėmis Synaptics ir Wacom savybėmis. Nustatymų tarnyba, veikianti fone, tvarkosi su visokiomis įrenginio savybėmis, taip kaip tai aprašyta <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">pelės nustatymų</a> wiki.
ms: Dialog tetikus dan pad sentuh</em> berupaya mengendali sifat asas Synaptics dan Wacom di dalam GUI. Satu daemon tetapan yang berjalan belakang mengendalikan semua jenis sifat peranti, seperti yang telah termaktub dalam wiki <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse"> tetapan tetikus</a>.
nb: Dialogvinduet <em>Mus og styreplate</em> kan håndtere grunnleggende Synaptics- og Wacom-egenskaper i brukergrensesnittet. En innstillingsnisse i bakgrunnen håndterer alle slags enhetsegenskaper, slik som dokumentert i wikien <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">museoppsett</a>.
pl: Program konfiguracyjny <em>myszy i panelu dotykowego</em> potrafi obsłużyć podstawowe właściwości Synaptics i Wacom za pośrednictwem interfejsu graficznego. Demon ustawień uruchomiony w tle wspiera wszystkie rodzaje właściwości urządzeń, takie jak te przedstawione na stronie wiki <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">ustawień myszy</a>.
pt: A janela do <em>rato e painel de toque</em> é capaz de lidar com propriedades básicas de Synaptics e Wacom na interface gráfica. Um serviço em segundo plano manipula todas as propriedades de dispositivo, como documentado na wiki das <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">definições do rato</a>.
pt_br: O diálogo de <em>mouse e touchpad</em> é capaz de lidar com propriedades básicas de Synaptics e Wacom na interface gráfica. Um daemon de configurações em execução em plano de fundo lida com todos os tipos de propriedades de dispositivos, como documentado na wiki do<a href="https://docs.xfce.org/xfce/xfce4-settings/mouse"> configurações de mouse</a>.
ro: Fereastra de dialog pentru<em>maus și touchpad</em> este capabilă să gestioneze proprietățile de bază Synaptics și Wacom în GUI. Un demon de opțiuni care rulează în fundal gestionează toate tipurile de proprietăți ale dispozitivelor, așa cum este documentat în wiki-ul <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">opțiuni pentru maus</a>.
ru: Диалог <em>Мышь и тачпад</em> управляет базовыми характеристиками сенсорных панелей Synaptics и Wacom в режиме графического пользовательского интерфейса. Служба установок, работающая в фоновом режиме, управляет всеми видами характеристик устройства, как задокументировано в wiki <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">установки мыши</a>.
sq: Dialogu <em>Mi dhe Touchpad</em> është i aftë të trajtojë vetitë bazë Synaptics dhe Wacom tek GUI. Një demon rregullimesh që xhiron në prapaskenë trajton krejt llojet e vetive të pajisjeve, siç dokumentohet te wiki mbi <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">rregullimet e miut</a>.
sr: Прозор <em>миш и додирна плочица</em> је способан да управља основним својствима Синаптикса и Вакома преко графичког сучеља. Домар поставки који ради у позадини управља разним својствима уређаја, као што је описано на викију <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">поставке миша</a>.
sv: <em>Mus och tryckplatte</em> dialogen kan hantera grundläggande Synaptics and Wacom egenskaper i GUI:et. En inställningsdemon som kör i bakgrunden hanterar alla sorters apparategenskaper, som dokumenterat i <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">mouse settings</a> wikin.
th: กล่องโต้ตอบ <em>เมาส์และทัชแพด</em> สามารถจัดการกับค่าพื้นฐานต่างๆ ของ Synaptics และ Wacom ได้ทาง GUI ดีมอนตั้งค่าที่ทำงานอยู่เบื้องหลังจะจัดการกับค่าต่างๆ ทุกชนิดของอุปกรณ์ ดังที่อธิบายไว้ในเอกสารวิกิ <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">การตั้งค่าเมาส์</a>
tr: <em>Fare ve touchpad</em> iletişim penceresi, temel Synaptics ve Wacom özelliklerini, görsel bir arayüzde gösterebilir. Arkaplanda bir özellikler uygulaması çalışır ve tüm aygıt özelliklerini <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">fare ayarları</a> wiki belgesinde göründüğü gibi işleyebilir.
uk: Діалог <em>миші і сенсорної панелі</em> тепер відповідає за основні властивості Synaptics і Wacom в GUI. Демон налаштувань, запущений в тлі, керує всіма видами властивостей пристроїв, як документовано в вікі <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">налаштування миші</a>.
vi: Hộp thoại <em>chuột và bàn di chuột</em> có khả năng xử lý các thuộc tính Synaptics và Wacom cơ bản trong GUI. Một trình nền cài đặt chạy ẩn sẽ xử lý tất cả các loại thuộc tính của thiết bị, như được ghi lại trong wiki <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">cài đặt chuột</a>.
zh_tw: <em>滑鼠和觸控板</em> 對話框能在圖形介面中處理基本的 Synaptics 與 Wacom 屬性。一個在後端執行的設定守護進程處理所有的裝置屬性，在 <a href="https://docs.xfce.org/xfce/xfce4-settings/mouse">滑鼠設定</a> wiki 中有這個文件。

source: Synaptics touchpad settings in the <em>mouse and touchpad</em> dialog
ca: Paràmetres del ratolí tàctil de Synaptics al diàleg <em>ratolí i ratolí tàctil</em>
cs: Nastavení touchpadu Synaptics v dialogovém okně <em>myš a touchpad</em>
da: Synaptics pegeredsskabs-indstillinger i den <em>muse og pegeredskab</em> dialog
de: Synaptics-Touchpad-Einstellungen im <em>Maus und Touchpad</em>-Dialog
es: Las configuraciones de los paneles táctiles de Synaptics en el diálogo <em>Ratón y panel táctil</em>
fr: Paramètres du pavé tactile Synaptics dans la boîte de dialogue <em>souris et pavé tactile</em>
gl: Configuración da área táctil «Synaptics» no diálogo do rato e da área táctil
he: הגדרות משטח נגיעה Synaptics בדיאלוג <em>עכבר ומשטח נגיעה</em>
id: Pengaturan lapik sentuh Synaptics pada dialog <em>tetikus dan lapik sentuh</em>
it: Impostazioni del touchpad Synaptics nella schermata di <em>mouse e touchpad</em>
ja: <em>マウスとタッチパッド</em>ダイアログでの Synaptics タッチパッドの設定
kk: <em>Тышқан және тачпад</em> сұхбат терезесіндегі Synaptics тачпад баптаулары
lt: Synaptics jutiklinio kilimėlio nustatymai <em>pelės ir jutiklinio kilimėlio</em> dialoge
ms: Tetapan pad sentuh Synaptics dalam dialog <em>tetikus dan pad sentuh</em>
nb: Innstilling av Synaptics styreplate i dialogvinduet <em>mus og styreplate</em>
oc: Los paramètres del pavat tactil Synaptics dins la fenèstra <em>mirga e pavat tactil</em>
pl: Ustawienia Synaptics panelu dotykowego w oknie konfiguracji <em>myszy i panelu dotykowego</em>
pt: Definições de painel de toque Synaptics na janela <em>rato e painel de toque</em>
pt_br: As configurações de touchpad Synaptics no diálogo de <em>mouse e touchpad</em>
ro: Opțiunile touchpad-ului Synaptics în fereastra de dialog <em>Maus și touchpad</em>
ru: Настройки тачпада Synaptic в диалоге <em>Мышь и тачпад</em>
sq: Rregullime touchpad-i Synaptics te dialogu <em>Mi dhe Touchpad</em>
sr: Поставке Синаптикс додирне плочице у прозору <em>миш и додирна плочица</em>
sv: Synaptics pekplatteinställningar i dialogfönstret för <em>mus och pekplatta</em>
th: การตั้งค่าทัชแพด Synaptics ในกล่องโต้ตอบ <em>เมาส์และทัชแพด</em>
tr: <em>Fare ve touchpad</em> iletişim penceresindeki Synaptic touchpad ayar penceresi
uk: Налаштування сенсорної панелі в діалозі <em>мишки і сенсорної панелі</em>
vi: Cài đặt bàn di chuột Synaptics trong hộp thoại <em>chuột và bàn di chuột</em>
zh_tw: 在 <em>滑鼠和觸控板</em> 對話框中的 Synaptics 觸控板設定

source: Appearance Settings
ca: Ajusts de l'aparença
cs: Nastavení vzhledu
da: Udseendeindstillinger
de: Einstellungen des Erscheinungsbildes
es: Configuración de la apariencia
fr: Paramètres d’apparence
gl: Configuración da aparencia
he: הגדרות מראה
id: Pengaturan Tampilan
it: Impostazioni dell'aspetto
ja: 外観の設定
kk: Сыртқы түрі баптаулары
lt: Išvaizdos nustatymai
ms: Tetapan Penampilan
nb: Utseende-innstillinger
oc: Paramètres d'aparéncia
pl: Ustawienia wyglądu
pt: Definições de aparência
pt_br: Configurações de aparência
ro: Opțiuni de aspect
ru: Настройки внешнего вида
sq: Rregullime Dukjeje
sr: Поставке изгледа
sv: Utseendeinställningar
th: การตั้งค่ารูปลักษณ์
tr: Görünüm Ayarları
uk: Налаштування вигляду
vi: Cài đặt giao diện
zh_tw: 外觀設定值

source: In 4.10 you can drag and drop a tarball with a downloaded theme onto the <em>style</em> or <em>icon</em> list. Xfce will attempt to extract and install the files into the <tt>~/.themes</tt> or <tt>~/.icons</tt> directory.
ca: A la 4.10 podeu arrossegar i deixar anar un tarball amb un tema descarregat a l'estil <em></em> o a la icona <em>llista</em>. Xfce intentarà extreure i instal·lar els fitxers al directori <tt>/.themes</tt> o <tt>/.icons</tt>.
cs: Ve verzi 4.10 můžete přetáhnout balíček tar se staženým motivem do seznamu <em>stylů</em> nebo <em>ikon</em>. Xfce se pokusí o rozbalení a instalaci souborů do adresáře <tt>~/.themes</tt> nebo <tt>~/.icons</tt>.
da: I 4.10 kan du trække og smide en tarball med et hentet tema ind i <em>stil</em> eller <em>ikon</em> listen. Xfce vil prøve uddrage og installere filerne ind i <tt>~/.temaer</tt> eller <tt>~/.ikoner</tt> mappen.
de: In Xfce 4.10 können Sie einen Tarball mit einem heruntergeladenen Thema auf die <em>Oberfläche</em>- oder <em>Symbole>-Liste ziehen. Xfce versucht, das Thema zu entpacken und die Dateien in <tt>~/.themes</tt> oder <tt>~/.icons</tt> zu installieren.
es: En Xfce 4.10 puede mover el empaquetado descargado de su tema a la lista de <em>estilos</em> o <em>iconos</em>. Xfce intentará extraer e instalar los archivos al directorio <tt>~/.themes</tt> o <tt>~/.iconos</tt> según corresponda.
fr: Avec la 4.10, vous pouvez glisser-déposer une archive avec un thème téléchargé sur la liste <em>style</em> ou <em>icône</em>. Xfce essaiera d’extraire et d’installer les fichiers dans les répertoires <tt>~/.themes</tt> ou <tt>~/.icons</tt>.
gl: Na versión 4.10 pode arrastrar e soltar un ficheiro comprimido cun tema descargado na lista de <em>estilos</em> ou <em>iconas</em>. O Xfce intentará extraer e instalar os ficheiros no cartafol «~/.themes» ou «~/.icons».
he: ב־4.10 אפשר לגרור ולשחרר tarball עם ערכת נושא שהורדה לרשימת <em>סגנון</em> או <em>אייקון</em>. Xfce ינסה לחלץ ולהתקין את הקבצים לתוך תיקיית <tt>~/.themes</tt> או <tt>~/.icons</tt>.
id: Pada 4.10, Anda bisa melakukan seret-dan-jatuhkan sebuah tarball yang berisi tema yang telah diunduh ke dalam daftar <em>gaya</em> atau <em>ikon</em>. Xfce akan berusaha mengekstrak dan memasang berkas-berkasnya ke dalam direktori <tt>~/.themes</tt> atau <tt>~/.icons</tt>.
it: In 4.10 è possibile trascinare una tarball con un tema scaricato nell'elenco dei <em>temi</em> o delle <em>icone</em>. Xfce tenterà di estrarne il contenuto e di installarlo nella cartella <tt>~/.themes</tt> o <tt>~/.icons</tt>.
ja: Xfce 4.10 から、テーマの tar ボールを<em>スタイル</em>または<em>アイコン</em>リストへドラッグアンドドロップできるようになりました。Xfce はそれを展開し、<tt>~/.themes</tt> あるいは <tt>~/.icons</tt> ディレクトリへのインストールを試みます。
kk: 4.10 нұсқасында жүктелген тақырыбы бар tarball-ды <em>стиль</em> немесе <em>таңбаша</em> тізіміне сүйреп апаруға болады. Xfce файлдарды тарқатып, <tt>~/.themes</tt> немесе <tt>~/.icons</tt> бумасына орнатуға тырысады.
lt: 4.10 versijoje jūs galite nuvilkti ir numesti tarball su parsiųsta tema ant <em>stiliaus</em> ar <em>piktogramų</em> sąrašo. Xfce pabandys išarchyvuoti ir įdiegti failus į <tt>~/.themes</tt> ar <tt>~/.icons</tt> katalogus.
ms: Dalam 4.10 anda boleh serat dan lepaskan tarball yang mengandungi tema dimuat turun ke dalam senarai <em>gaya</em> atau <em>ikon</em>. Xfce akan cuba mengekstrak dan memasang fail tema tersebut ke dalam direktori <tt>~/.themes</tt> atau <tt>~/.icons</tt>.
nb: I 4.10 kan du dra og slippe et tar-arkiv med nedlastede temaer til <em>stil</em>- eller <em>ikon</em>-listene. Xfce vil forsøke å pakke ut og installere filene i mappa <tt>~/.themes</tt> eller <tt>~/.icons</tt>.
oc: En 4.10, podètz lisar e depausar una archive amb un tèma telecargat sul <em>style </em> o la lista <em>icòna</em>. Xfce va tenter d'extraire e d'installar los fichièrs dins lo repertòri <tt>~/.themes</tt> o <tt>~ /.icons</tt>.
pl: W wydaniu 4.10 możliwe jest instalowanie stylów, przeciągając pliki archiwów na listę <em>stylów</em> lub <em>ikon</em>. Po rozpakowaniu style są instalowane w położeniach <tt>~/.themes</tt> i <tt>~/.icons</tt>.
pt: No 4.10 pode arrastar e largar um tema descarregado para dentro da lista de <em>estilos</em> ou <em>ícones</em>. O Xfce irá extrair e instalar os ficheiros para o diretórios <tt>~/.themes</tt> ou <tt>~/.icons</tt>.
pt_br: No 4.10, você pode arrastar e soltar um tarball com um tema baixado para dentro da lista de <em>estilos</em> ou <em>ícones</em>. O Xfce vai tentar extrair e instalar os arquivos para dentro dos diretórios <tt>~/.themes</tt> ou <tt>~/.icons</tt>.
ro: În versiunea 4.10 puteți glisa și plasa o arhivă comprimată cu o temă descărcată în lista <em>stil</em> sau <em>pictogramă</em>. Xfce va încerca să extragă și să instaleze fișierele în directorul <tt>~/.themes</tt> sau <tt>~/.icons</tt>.
ru: В 4.10 можно перетащить tar-архив с загруженной темой в списки <em>Стиль</em> или <em>Значки</em>. Xfce попытается извлечь и установить файлы в каталог <tt>~/.themes</tt> или <tt>~/.icons</tt>.
sq: Në 4.10 mund të tërhiqni dhe lini një paketë <em>tarball</em> të një teme të shkarkuar, te lista <em>stil</em> ose <em>ikonë</em>. Xfce-ja do të provojë të përftojë prej saj dhe instalojë kartelat te drejtoria <tt>~/.themes</tt> ose <tt>~/.icons</tt>.
sr: У 4.10 можете превући и спустити тар лоптицу са преузетом темом у списак <em>Начин</em> или <em>Иконе</em>. ИксФЦЕ ће покушати да распакује и угради датотеке у фасцикли <tt>~/.themes</tt> или<tt>~/.icons</tt>.
sv: I 4.10 kan du dra och släppa ett tar-arkiv med nedladdat tema på <em>stil</em> eller <em>ikon</em> listan. Xfce kommer att försöka extrahera och installera filerna till <tt>~/.themes</tt> eller <tt>~/.icons</tt> katalogerna.
th: ในรุ่น 4.10 คุณสามารถลากแฟ้มก้อนทาร์ของชุดตกแต่งที่ดาวน์โหลดมามาวางในรายชื่อ <em>สไตล์</em> หรือ <em>ไอคอน</em> แล้ว Xfce จะพยายามแตกแฟ้มและติดตั้งแฟ้มต่างๆ ลงในไดเรกทอรี <tt>~/.themes</tt> หรือ <tt>~/.icons</tt> ให้
tr: 4.10 sürümünde, indirilmiş bir tema arşiv dosyasını, <em>biçem</em> veya <em>simge</em> listesi içine sürükleyip bırakabilirsiniz. Xfce, bunları açmayı dener ve <tt>~/.themes</tt> veya <tt>~/.icons</tt> dizinleri içine kurar.
uk: У 4.10 Ви можете захопити і перенести архів з звантаженою темою до списку <em>стилів</em> або <em>іконок</em>. Xfce буде пробувати розархівувати і встановити файли в теку <tt>~/.themes</tt> або <tt>~/.icons</tt>.
vi: Trong 4.10, bạn có thể kéo và thả tarball có chủ đề đã tải xuống vào danh sách <em>style</em> hoặc <em>icon</em>. Xfce sẽ cố gắng giải nén và cài đặt các tệp vào thư mục <tt>~/.themes</tt> hoặc <tt>~/.icons</tt>.
zh_tw: 在4.10中，您可以將下載的主題壓縮包拖進 <em>風格</em> 或是 <em>圖示</em> 列表。Xfce 將會嘗試解壓縮並安裝檔案到 <tt>~/.themes</tt> 或是 <tt>~/.icons</tt> 目錄。

source: Desktop Manager
ca: Gestor de l'escriptori
cs: Správce pracovní plochy
da: Skrivebordshåndtering
de: Schreibtischverwaltung
es: Gestor del escritorio
fr: Gestionnaire de bureau
gl: Xestor do escritorio
he: מנהל שולחן עבודה
id: Manajer Destop
it: Gestore della scrivania
ja: デスクトップマネージャー
kk: Жұмыс үстелі менеджері
lt: Darbalaukio tvarkytuvė
ms: Pengurus Desktop
nb: Skrivebordsbehandler
oc: Gestionari de burèu
pl: Menedżer pulpitu
pt: Gestor do ambiente de trabalho
pt_br: Gerenciador de área de trabalho
ro: Gestionar de birou
ru: Менеджер рабочего стола
sq: Përgjegjës Desktopi
sr: Управник радне површи
sv: Skrivbordshanterare
th: โปรแกรมจัดการพื้นโต๊ะ
tr: Masaüstü Yöneticisi
uk: Керівник стільниці
vi: Trình quản lý máy tính để bàn
zh_tw: 桌面管理員
