Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The ELS branch only lives for a short period of time. It is merged into master and into the component's stable branch (e.g. xfwm4-4.8 or thunar-1.2) after the final release. Only bugfixes are allowed in this branch.
cs: Větev ELS se vyskytuje pouze dočasně. Po finálním vydání se spojí s hlavní větví a se stabilní větví komponent (např. xfwm4-4.8 nebo thunar-1.2). V této větvi jsou povoleny pouze opravy chyb.
da: ELS grenen lever kun i én kort periode. Dette er sammenlagt til hoved og ind i komponentens stabile gren. (f.eks xfwm4-4.8 eller thunar-1.2) efter den endelige udgivelse. Kun fejl-retninger er tilladt i denne gren.
de: Der ELS-Zweig ist kurzlebig. Er wird nach der endgültigen Veröffentlichung in den Master-Zweig und in den stabilen Zweig der Komponente (z.B.xfwm4-4.8 or thunar-1.2) eingepflegt. In diesem Zweig sind nur Korrekturen für kritische Fehler erlaubt.
fr: La branche ELS ne vit que pour une courte période de temps. Elle est intégrée à la branche maîtresse et à celle du composant (ex. xfwm4-4.8 ou thunar-1.2) après la publication finale. Seules les corrections de bogues y sont autorisées.
id: Cabang ELS hanya hidup untuk waktu yang singkat. Cabang ini digabung ke master dan cabang stabil komponen (misal xfwm4-4.8 atau thunar-1.2) setelah rilis final. Hanya perbaikan kutu yang diperbolehkan pada cabang ini.
ja: ELS ブランチは短期間のみ存在し、最終リリース後に master およびコンポーネントの安定版ブランチ (例: xfwm4-4.8 や thunar-1.2) にマージされる。
lt: ELS šaka gyvena trumpą laiko tarpą. Ji sujungiama su „master“ ir su komponentų stabiliomis šakomis (pvz. xfwm4-4.8 ar thunar-1.2) iškart po paskutinio leidimo. Šioje šakoje leidžiami tik klaidų pataisymai.
ms: Cabang ELS hanya berjangka hayat pendek. Ia digabung ke dalam master dan kedalam cabang komponen stabil (contohnya xfwm4-4.8 atau thunar-1.2) selepas keluaran akhir. Hanya pembaikan pepijat dibenarkan dalam cabang ini.
nb: ELS-greina eksisterer kun en kort periode. Den flettes inn i hovedgreina og til komponentens stabile grein (f.eks. xfwm4-4.8 eller thunar-1.2) etter endelig utgivelse. Kun feilrettinger tillates i denne greina.
nl: De ELS tak leeft alleen voor een korte periode van tijd. Het is opgegaan in master en in de component stabiele tak (bijv. xfwm4-4.8 of thunar-1.2) na de uiteindelijke release. Alleen bugfixes zijn toegestaan in deze branche.
oc: La branca ELS ne vit que per una courte periòde de temps. Elle es fusionada dins master e dins la branca estable dels components (per exemple xfwm4-4.8 o thunar-1.2) aprèp la version finala. Sonque de correctius son autorizats dins aquesta branca.
pt: O ramo ELS somente se mantém vivo por um pequeno período de tempo. Ele é agregado com o ramo principal e com os ramos estáveis dos componentes (ex: xfwm4-4.8 ou thunar-1.2) depois do lançamento final. Apenas correções de bugs são permitidas neste ramos.
ru: Ветвь ELS существует короткий период времени. Она объединяется с мастер-ветвью и со стабильной ветвью компонента (например xfwm4-4.8 или thunar-1.2) после финального выпуска. В этой ветви допустимы только исправления ошибок.
sq: Dega ELS rron vetëm për një periudhë të shkurtër kohore. Pas hedhjes përfundimtare në qarkullim, ajo përzihet me degën kryesore dhe me përbërësit e degës së qëndrueshme (p.sh., xfwm4-4.8 ose thunar-1.2). Në këtë degë lejohen vetëm ndreqje të metash.
sv: ELS-grenen finns bara under en kort tidsperiod. Den sammanfogas med master och komponentens stabila gren (t.ex. xfwm4-4.8 or thunar-1.2) efter slututgåvan. Endast felrättningar är tillåtna i denna gren.
th: แขนง ELS จะคงอยู่ในช่วงเวลาสั้นๆ เท่านั้น แล้วจะผสานเข้าสู่ master และเข้าสู่แขนงที่เสถียรขององค์ประกอบนั้นๆ (เช่น xfwm4-4.8 หรือ thunar-1.2) หลังจากออกรุ่นจริงแล้ว และจะอนุญาตเฉพาะรายการแก้บั๊กเท่านั้นในแขนงนี้
tr: ELS dalı, kısa bir süreliğine oluşturulur. Son sürümden sonra master içine ve bileşenin kararlı dalına birleştirilir (örn. xfwm4-4.8 veya thunar-1.2). Sadece hata düzeltmeleri bu dal içinde olabilir.
uk: Гілка ELS може бути тільки короткий період часу. Вона буде об'єднана з основною і зі стабільною гілкою компонент (наприклад, xfwm4-4.8 або thunar-1.2) після фінального випуску. В цій гілці дозволено тільки виправлення вад.
zh_tw: ELS 分支只允許短時間存在。在最終版釋出後它會併入組件的 master 分支和穩定版分支(例如 xfwm4-4.8 或 thunar-1.2)。此分支內只能有錯誤修復。

source: Code Freeze Exceptions
cs: Výjimky při zmrazení kódu
da: Kodefrysningsundtagelser
de: Ausnahmen für den Code-Freeze
fr: Exceptions au gel de code
id: Pengecualian Pembekuan Kode
ja: コードフリーズ例外
lt: Kodo užšaldymo išimtys
ms: Pengecualian Pembekuan Kod
nb: Unntak for kodefrys
nl: Code Freeze Uitzonderingen
oc: Excepcions de gèl del còdi
pt: Exceções de congelamento de código
ru: Исключения при заморозке кода
sq: Përjashtime Nga Ngrirje Kodi
sv: Kodfrysningsundantag
th: ข้อยกเว้นของการหยุดเปลี่ยนแปลงโค้ด
tr: Kod Dondurulma İstisnaları
uk: Винятки з замороження коду
zh_tw: 代碼凍結例外

source: Blocking Bugs
cs: Chyby blokující vydání
da: Blokerende fejl
de: Blockierende Fehler
fr: Bogues bloquants
id: Awakutu Pemblokir
ja: ブロッキングバグ
lt: Blokuojančios klaidos
ms: Pepijat Penghalang
nb: Blokkerende feil
nl: Blokkeren Bugs
oc: Bugs blocants
pt: Erros críticos
ru: Блокирующие ошибки
sq: Të meta Bllokuese
sv: Blockerande fel
th: บั๊กที่ขวางกั้นการออกรุ่น
tr: Engelleyici Hatalar
uk: Блокування вад
zh_tw: 阻斷錯誤

source: Certain bugs may delay the final release if they are considered blockers. This is the case under any of the following circumstances:
cs: Určité chyby mohou způsobit zpoždění finálního vydání, jsou-li považovány za blokující. Patří mezi ně tyto situace:
da: Specifikke fejl har forsinkede endelige udgivelser, hvis de er taget i betragtning som blokeringer. Dette er sagen under nogen som helst, følgende omstændigheder:
de: Bestimmte Fehler können eine finale Veröffentlichung verzögern, wenn diese als blockierend eingestuft wurden. Dies ist unter den folgenden Umständen der Fall:
fr: Certains bogues peuvent retarder la sortie de version finale s’ils sont considérés comme bloquants. C’est le cas si :
id: Beberapa kutu bisa menunda rilis final jika kutu tersebut dianggap sebagai penghalang. Ini adalah kasus di bawah salah satu keadaan berikut:
ja: 以下の問題を含むバグが存在する場合、ブロッカーとして最終リリースを延期する場合がある:
lt: Dėl kai kurių klaidų xfce išleidimas gali vėluoti, tokios klaidos laikomos blokuojančiomis. Tokiomis klaidomis laikomos klaidos, kurios atitinka šiuos kriterijus:
ms: Beberapa pepijat boleh melengahkan keluaran akhir jika ia dianggap penghalang. Situasi ini berlaku seperti berikut:
nb: Visse feil vil kunne forsinke den endelige utgivelsen dersom de anses å være blokkerende. Dette vil være tilfellet under hvert av følgende forhold:
nl: Bepaalde bugs kan vertraging van de definitieve versie als zij worden beschouwd blokkers. Dit is het geval onder een van de volgende omstandigheden:
oc: Certans bugs pòdon retardar la liberacion finala se son considerats coma blocadors. Es lo cas dins una dels circonstàncias seguentas :
pt: Alguns erros podem atrasar a disponibilização da versão se forem considerados críticos. Este é o caso se ocorrer alguma destas situações:
ru: Некоторые ошибки могут вызвать задержку финального выпуска, если они признаны блокирующими. Это так, если они:
sq: Disa të meta mund të shkaktojnë vonesa në hedhjen përfundimtare në qarkullim, nëse konsiderohen si bllokuese. Këtu hyjnë rastet nën cilëndo nga rrethanat vijuese:
sv: Vissa fel kan försena den slutliga utgåvan om de anses vara blockerande fel. Detta är fallet under någon av följande omständigheter:
th: บั๊กบางตัวอาจทำให้รุ่นจริงออกล่าช้าได้ถ้าเป็นบั๊กชนิดที่ขวางกั้นการออกรุ่น บั๊กที่เข้าข่ายจะมีลักษณะอย่างใดอย่างหนึ่งต่อไปนี้:
tr: Engelleyici olduğu düşünülen hatallar son sürümün çıkmasına engel olabilirler. Bu aşağıdaki şartlar altında olabilir:
uk: Певні вади можуть затримати фінальний випуск, якщо вони розглядаються як дуже важливі. Це може статися за наступних обставин:
zh_tw: 那些會延遲最終發佈的錯誤被認為是阻斷錯誤。如下任一情況即為此情形：

source: it crashes a core application
cs: způsobuje pád klíčové aplikace
da: det får et kerneprogram til at holde op med at virke
de: Eine Kernanwendung stürzt ab.
fr: il fait planter une application de base
id: kutu menyebabkan sebuah aplikasi inti kres
ja: コアアプリケーションがクラッシュする
lt: dėl jos lūžta branduolio programa
ms: ia merosakkan aplikasi teras
nb: Den krasjer et vitalt program
nl: het crasht een kern toepassing
oc: fa plantar una aplicacion de basa
pt: a aplicação principal bloqueia
ru: приводят к сбоям основных приложений
sq: vithis një aplikacion bazë
sv: den kraschar ett kärnprogram
th: ทำให้โปรแกรมแกนหลักพัง
tr: çekirdek bir uygulamayı çökertiyor
uk: Вони виводять з ладу основну програму
zh_tw: 會導致核心應用程式當掉

source: it causes data loss
cs: způsobuje ztrátu dat
da: det forårsager tab af data
de: Datenverlust tritt auf.
fr: il provoque la perte de données
id: kutu menyebabkan kehilangan data
ja: データ損失が発生する
lt: dėl jos prarandami duomenys
ms: ia menyebabkan kehilangan data
nb: det forårsaker datatap
nl: veroorzaakt het verlies van gegevens
oc: provòca la pèrda de donadas
pt: causa perda de dados
ru: вызывают потерю данных
sq: shkakton humbje të dhënash
sv: den orsakar dataförlust
th: ทำให้ข้อมูลสูญหาย
tr: veri kaybına neden oluyor
uk: вони спричиняють втрату даних
zh_tw: 會導致資料丟失

source: it causes an ever-growing memory leak
cs: způsobuje úniky v paměti a narůstání použité paměti
da: det foresager et evigt voksende hukommelseslæk
de: Ein größer werdendes Speicherleck entsteht.
fr: il provoque une fuite mémoire croissante
id: kutu menyebabkan kebocoran memori yang terus membesar
ja: メモリリークが増え続ける
lt: ji sukelia atminties nutekėjimą
ms: ia menyebabkan kebocoran ingatan terkumpul
nb: Den forårsaker en stadig voksende minnelekkasje
nl: Het veroorzaakt een steeds groeiende geheugenlek
oc: provòca una fugida de memòria de longa creissenta
pt: causa um aumento de perda de memória
ru: вызывают постоянно увеличивающуюся утечку памяти
sq: shkakton rrjedhje kujtese gjithnjë e më të madhe
sv: den orsakar en ständigt växande minnesläcka
th: ทำให้หน่วยความจำรั่วไหลไม่หยุด
tr: büyüyen bir hafıza açığına neden oluyor
uk: вони спричиняють витік пам'яті
zh_tw: 會導致越來越嚴重的記憶體洩漏

source: it locks the entire desktop GUI
cs: zablokuje celé uživatelské rozhraní pracovního prostředí
da: det låser hele skrivebordsbrugerfladen
de: Die gesamte Benutzeroberfläche wird blockiert.
fr: il verrouille la totalité de l’interface graphique
id: kutu mengunci keseluruhan GUI desktop
ja: デスクトップ GUI 全体をロックする
lt: ji užrakina visą darbalaukio GUI
ms: ia mengunci keseluruhan GUI desktop
nb: det låser hele det grafiske skrivebordet
nl: Hij blokkeert de hele bureaublad GUI
oc: verrolha la totalitat del burèu grafic
pt: bloqueia toda a interface gráfica
ru: блокируют весь графический интерфейс рабочего стола
sq: bllokon krejt NGP-në desktop
sv: den låser hela skrivbordsmiljön
th: ทำให้ GUI ของเดสก์ท็อปทั้งหมดค้าง
tr: tüm GUIyi kilitliyor
uk: вони блокують цілий графічний робочий стіл
zh_tw: 會導致整個桌面圖像化使用者介面鎖住

source: A bug may not delay a release if it meets the following criteria:
cs: Chyba nemůže zpozdit vydání, pokud splňuje následující kritéria:
da: En fejl må ikke forsinke en udgivelse, hvis den følger følgende kriterier:
de: Ein Fehler darf eine Veröffentlichung nicht verzögern, wenn folgende Bedingungen erfüllt sind:
fr: Un bogue peut ne pas retarder une publication s’il répond aux critères suivants :
id: Sebuah kutu tidak boleh menunda rilis jika memenuhi kriteria berikut:
ja: 以下の基準を満たす場合は、そのバグによるリリース延期を行わない場合がある:
lt: Klaida negali pavėlinti leidimo jei ji atitinka šiuos kriterijus:
ms: Pepijat tidak mungkin dapat melengahkan keluaran jika ia memenuhi kriteria berikut:
nb: En feil kan ikke forsinke en utgivelse dersom den oppfyller følgende kriterium:
nl: Een bug kan niet leiden tot vertraging een release als deze voldoet aan de volgende criteria:
oc: Un bug pòt retardar pas una liberacion se respond als critèris seguents :
pt: No entanto, os seguinte tipos de erro não são críticos:
ru: Ошибка может не задерживать выпуск, если она соответствует следующим критериям:
sq: Një e metë s’e ndal dot një hedhje në qarkullim, nëse ajo plotëson kushtin vijues:
sv: Ett fel kan inte försena en utgåva om den har följande egenskaper:
th: บั๊กหนึ่งๆ จะไม่ทำให้การออกรุ่นล่าช้าถ้าเป็นไปตามเงื่อนไขต่อไปนี้:
tr: Bir hata aşağıdaki kriterlerden biri yüzünden sürüm erteletemez:
uk: Вади можуть не затримати випуск, якщо вони відповідають наступним критеріям:
zh_tw: 如果符合以下標準，則一個錯誤不應該延遲發佈：

source: the hardware or architecture on which the bug occurs is exotic and/or there's no way for developers to reproduce the bug
cs: hardware nebo architektura, na které se chyba vyskytuje, je exotická nebo vývojáři nejsou schopni chybu reprodukovat
da: Hardwaren eller arkitekturen på hvilket fejl foregår er exotisk og/eller der på ingen måde for udviklere at gen-producere fejlen
de: Die Hardware oder Architektur, auf der der Fehler auftritt, ist exotisch und/oder es ist den Entwicklern nicht möglich, den Fehler zu reproduzieren
fr: Le matériel ou l’architecture sur lesquels le bogue se produit est exotique ou s’il n’y a aucun moyen pour les développeurs de le reproduire.
id: perangkat keras atau arsitektur di mana kutu terjadi adalah eksotis dan/atau tidak ada cara bagi pengembang untuk mereproduksi kutu
ja: バグの発生するハードウェアあるいはアーキテクチャが特殊な場合、および/または、そのバグが開発者側で再現できない場合
lt: aparatinė įranga ar architektūra kurioje ši klaida įvyksta yra egzotinė ar/ir kūrėjai negali jos atkurti
ms: perkakasan atau senibina yang mana pepijat berlaku adalah pelik dan/atau tiada cara lain pembangun dapat menghasilkannya semula
nb: maskinvaren eller arkitekturen der feilen oppstår er eksotisk og/eller det er ingen måte for utviklerne å reprodusere feilen
nl: de hardware of architectuur waarop de bug voorkomt is exotisch en / of er is geen manier voor ontwikkelaars om de bug te reproduceren
oc: Lo material o de l'arquitectura sus la quala lo bug se produit es exotique e / o i a pas cap de mejan pels desvolopaires de reproduire lo bug
pt: o equipamento ou arquitetura em que o erro ocorre é especial e/ou não existir forma dos programadores conseguirem reproduzir o erro
ru: оборудование или архитектура, на которых происходит ошибка, являются экзотическими и/или у разработчиков нет способа воспроизвести данную ошибку
sq: hardware-i ose arkitektura në të cilën shfaqet e meta është ekzotike dhe/ose nuk ka mundësi që zhvilluesit të riprodhojnë të metën
sv: hårdvaran eller arkitekturen på vilken felet inträffar är exotiska och/eller det inte finns något sätt för utvecklare att återskapa felet
th: ฮาร์ดแวร์หรือสถาปัตยกรรมที่ทำให้เกิดบั๊กนั้นแปลกประหลาด และ/หรือ นักพัฒนาไม่สามารถหาขั้นตอนที่ทำให้เกิดบั๊กได้
tr: ilginç hatalı ve/veya geliştiricinin hata için bişey yapamadığı donanım veya mimari
uk: пристрої або архітектура, на якій появилася вада, є досить рідкісні і/або немає змоги розробникам відтворити цю ваду
zh_tw: 在非常奇怪的硬體或架構下發現的錯誤和/或是開發者無法重現此錯誤

source: Fixes for these bugs are allowed to be applied during code freeze if, and only if they are signed off by the release manager.
cs: Opravy těchto chyb jsou povoleny během fáze zmrazení kódu pouze pokud jsou schváleny správce vydání.
da: Fejl-retninger for disse fejl er tilladt, at blive sat på under kode-frys og kun hvis de er underskrevet af udgivelses-manageren.
de: Die Beseitigung solcher Fehler während des Code-Freeze ist ausschließlich dann möglich, wenn dies vom Release Manager genehmigt wurde.
fr: Des correctifs sont autorisés pour ces bogues pendant le gel de code seulement s’ils sont signés par le gestionnaire de publication.
id: Perbaikan untuk kutu-kutu tersebut diperbolehkan untuk diaplikasikan selama pembekuan kode, jika dan hanya jika ditandatangani oleh manajer rilis.
ja: これらのバグに対する修正は、コードフリーズ期間中であっても、リリースマネージャーの承認があった場合のみ適用が許される。
lt: Pataisymus šiai klaidai galima pritaikyti kodo užšaldymo fazėje tik tada jei tai patvirtino leidimo prižiūrėtojas.
ms: Pembaikan bagi pepijat ini boleh dilaksana ketika pembekuan kod jika, dan hanya jika ia mendapat keizinan dari pengurus keluaran.
nb: Rettelser for disse feilene tillates å legges til etter kodefrys hvis, og bare hvis, de er utkvittert av utgivelsesleder.
nl: Oplossingen voor deze bugs mogen worden toegepast tijdens code freeze als en slechts als ze afgetekend door de release manager.
oc: Resòlvre aquestes bugs son autorizats a èsser aplicar pendent lo gèl del còdi se e solament se son signadas pel gestionari de version.
pt: Correções para estes erros podem serem aplicados durante o congelamento de código se, e somente se, forem assinadas pelo gestor de lançamento.
ru: Исправление этих ошибок допустимо применять во время заморозки кода если, и только если они поддержаны менеджером выпуска.
sq: Ndreqjet për këto të meta lejohet të zbatohen gjatë fazës së ngrirjes së kodit, vetëm nëse lejohen nga përgjegjësi i hedhjes në qarkullim.
sv: Korrigeringar för dessa fel får tillämpas under kodfrys om och endast om de godkänns av utgåveansvarig.
th: รายการแก้บั๊กเหล่านี้จะได้รับอนุญาตให้เข้าได้ในช่วงหยุดเปลี่ยนแปลงโค้ดก็ต่อเมื่อมีการเซ็นกำกับโดยผู้จัดการรุ่นเท่านั้น
tr: Bu hatalar için düzeltmeler, sadece sürüm yöneticisi tarafından izin verilenlerden ise, kod dondurma sırasında içeri alınabilir.
uk: Виправлення цих вад дозволені під час замороження коду тоді і тільки тоді, якщо вони підписані керівником випуску.
zh_tw: 當且僅當在發行管理員簽名後，才允許在代碼凍結期間應用的錯誤修復。

source: Release-Critical Changes
cs: Změny kritické pro vydání
da: Udgivelseskritiske ændringer
de: Freigabekritische Änderungen
fr: Modifications critiques pour la publication
id: Perubahan Kritis Terhadap Rilis
ja: リリースクリティカルな変更
lt: Leidimo-kritiniai keitimai
ms: Perubahan Kritikal-Keluaran
nb: Utgivelseskritiske endringer
nl: Release-kritische veranderingen
oc: Variacions criticas per la publicacion
pt: Alterações críticas
ru: Важные для выпуска изменения
sq: Ndryshime Kritike për Hedhjen në Qarkullim
sv: Utgåvekritiska ändringar
th: รายการเปลี่ยนแปลงที่วิกฤติต่อการออกรุ่น
tr: Sürüm-Kritik Değişiklikler
uk: Важливі зміни для випуску
zh_tw: 非常嚴重的錯誤更動

source: Some changes may be of big concern with regards to the quality of the release. They are allowed to go in if, and only if they are signed off by the release manager.
cs: Některé chyby mohou být velmi významné pro kvalitu vydání.Jejich začlenění je možné pouze se schválením správce vydání.
da: Nogle ændringer må være en stor bekymring med hensyn til kvaliteten af udgivelsen. De er tilladt at gå ind, hvis og kun hvis de er underskrevet af udgivelses-manageren.
de: Einige Änderungen können große Auswirkungen auf die Qualität einer Veröffentlichung haben. Solche Änderungen müssen ausdrücklich vom Release Manager genehmigt werden.
fr: Certains changements peuvent être déterminants pour la qualité d’une version. Ils sont autorisés seulement si signés par le gestionnaire de publication.
id: Beberapa perubahan mungkin menjadi kekhawatiran besar berkaitan dengan kualitas rilis. Mereka diperbolehkan masuk jika dan hanya jika ditandatangani oleh manajer rilis.
ja: リリースの品質に関して大きな懸念が生じる可能性のある変更については、リリースマネージャーの承認があった場合のみ適用が許される。
lt: Kai kurie keitimai gali kelti abejones kokybės atžvilgiu. Jie leidžiami jei juos palaimino leidimo prižiūrėtojas.
ms: Beberapa perubahan mungkin menjadi isu utama jika ia menjejaskan kualiti keluaran. Ia hanya diterima jika, dan hanya jika mendapat keizinan oleh pengurus keluaran.
nb: Enkelte endringer kan være av stor bekymring med hensyn til kvaliteten på utgivelsen. De har lov til å gå inn hvis, og bare hvis, de er utkvittert av utgivelsesleder.
nl: Sommige veranderingen kunnen van grote zorg met betrekking tot de kwaliteit van de release. Ze mogen gaan in als en slechts als ze afgetekend door de release manager.
oc: Certans cambiaments pòdon èsser d'un grand interès per çò que concernís la qualitat de la version. Son autorizats a y aller si, e solament se son signats pel responsable de la version.
pt: Algumas modificações podem ser de grande preocupação no que diz respeito à qualidade do lançamento. Elas serão permitidas se, e somente se forem assinadas pelo gestor de lançamento.
ru: Некоторые изменения могут повлечь большие проблемы с уважением к качеству выпуска. Они допустимы для внесения если, и только если они поддержаны менеджером выпуска.
sq: Disa ndryshime mund të jenë problem i madh lidhur me cilësinë e hedhjes në qarkullim. Ato lejohet të përfshihen vetëm nëse lejohen nga përgjegjësi i hedhjes në qarkullim.
sv: Vissa förändringar kan ha stor betydelse för kvaliteten på utgåvan. De får gå in om, och endast om de godkända av utgåveansvarig.
th: การเปลี่ยนแปลงบางรายการอาจมีผลใหญ่หลวงต่อคุณภาพของรุ่นที่ออก ซึ่งจะได้รับอนุญาตให้เข้าได้ก็ต่อเมื่อมีการเซ็นกำกับโดยผู้จัดการรุ่นเท่านั้น
tr: Bazı değişiklikler, sürüm kalitesi açısından büyük sorun yaratabilirler. Sadece sürüm yöneticisi tarafından izin verildiğinde içeri alınabilirler.
uk: Деякі зміни можуть мати великий вплив на якість випуску. Вони будуть впроваджені тоді і тільки тоді, коли їх затвердить керівник випуску.
zh_tw: 一些變動會極大的影響版本的品質。當且僅當發行管理員簽名後才允許它們進入。

source: Releasing
cs: Vydávání
da: Udgiver
de: Veröffentlichung
fr: Publication
id: Perilisan
ja: リリース
lt: Išleidimas
ms: Pelepasan
nb: Utgiving
nl: Loslaten
oc: Liberacion
pt: Disponibilização
ru: Выпуск
sq: Hedhje Në Qarkullim
sv: Publicerar
th: การออกรุ่น
tr: Sürüm Çıkarma
uk: Випуск
zh_tw: 發行
