Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Support for handling different power profiles via power-profiles-daemon was added.
ca: S'ha afegit el suport per a gestionar diferents perfils d'energia a través de Power-profiles-daemon.
es: Se agregó soporte para el manejo de diferentes perfiles de energía a través de power-profiles-daemon.
gl: Engadiuse a funcionalidade para manexar diferentes perfís de enerxía a través de power-profiles-daemon.
it: È stato aggiunto il supporto per gestire vari profili di energia tramite power-profiles-daemon.
kk: power-profiles-daemon арқылы әртүрлі қорек профильдерін өңдеуді қолдау қосылды.
pl: Dodano obsługę różnych profili zasilania za pomocą power-profiles-daemon.
pt_br: Foi adicionado suporte para gerenciar diferentes perfis de energia via power-profiles-daemon.
ro: A fost adăugat suport pentru gestionarea diferitelor profiluri de alimentare cu energie prin intermediul «power-profiles-daemon».
vi: Hỗ trợ xử lý các cấu hình nguồn khác nhau thông qua power-profiles-daemon đã được thêm vào.

source: The overall charge state calculation was wrong for some cases and is now fixed.
ca: El càlcul general de l'estat de càrrega era incorrecte per a alguns casos i ara està fixat.
es: El cálculo del estado de carga global era erróneo en algunos casos y ahora fue corregido.
gl: O cálculo xeral do estado de carga foi incorrecto nalgúns casos e agora está corrixido.
it: Il calcolo dello stato di carica complessivo in alcuni casi era sbagliato ed ora è corretto.
kk: Жалпы заряд деңгейін есептеу кейбір жағдайларда қате болды және енді ол түзетілді.
pl: W niektórych przypadkach obliczenia całkowitego stanu naładowania były błędne. Zostało to już naprawione.
pt_br: O cálculo geral do estado de carga estava incorreto em alguns casos e agora foi corrigido.
ro: Calculul stării generale de încărcare era greșit în unele cazuri și acum este corectat.
vi: Việc tính toán trạng thái sạc tổng thể bị sai trong một số trường hợp và hiện đã được sửa.

source: When the critical power dialog pops up, unintentional user actions are now prevented.
ca: Quan apareix el diàleg de potència crítica, ara s'eviten les accions d'usuari no intencionades.
es: Cuando aparece el cuadro de diálogo de energía crítica, ahora se evitan las acciones involuntarias del usuario.
gl: Cando aparece o diálogo de potencia crítica, agora impídense as accións non intencionadas do usuario.
it: Quando compare la finestra di livello di carica critico, le azioni involontarie dell'utente sono ora prevenute.
kk: Қоректің критикалық деңгейі туралы сұхбат терезесі пайда болғанда, пайдаланушының кездейсоқ әрекеттеріне жол берілмейді.
pl: Gdy pojawi się okno dialogowe informujące o krytycznym poziomie zasilania, niezamierzone czynności użytkownika zostaną teraz uniemożliwione.
pt_br: Quando o diálogo de energia crítica aparece, ações não intencionais do usuário agora são prevenidas.
ro: Atunci când apare fereastra de dialog privind alimentarea critică, acțiunile neintenționate ale utilizatorului sunt acum prevenite.
vi: Khi hộp thoại nguồn quan trọng bật lên, các hành động vô ý của người dùng hiện đã bị ngăn chặn.

source: There is now support for the hybrid sleep mode.
ca: Ara hi ha suport per al mode de son híbrid.
es: Ahora hay soporte para el modo de suspensión híbrido.
gl: Agora hai compatibilidade para o modo de suspensión híbrido.
it: Ora è disponibile il supporto per la modalità di sospensione ibrida.
kk: Енді гибридті ұйықтау режимін қолдау бар.
pl: Wprowadzono obsługę hybrydowego trybu uśpienia.
pt_br: Agora, há suporte para o modo de hibernação híbrida.
ro: Există acum suport pentru modul de repaus hibrid.
vi: Hiện đã có hỗ trợ cho chế độ ngủ kết hợp.

source: The device details tab now as well shows the energy rate.
ca: La pestanya de detalls del dispositiu també mostra la taxa d'energia.
gl: A lapela de detalles do dispositivo agora tamén amosa a taxa de enerxía.
it: La scheda di dettagli del dispositivo mostra ora il tasso energetico.
kk: Құрылғы мәліметтері беті енді энергия шығынын да көрсетеді.
pl: Karta szczegółów urządzenia teraz pokazuje również wskaźnik energii.
pt_br: A aba de detalhes do dispositivo agora também exibe a taxa de energia.
ro: În fila de detalii a dispozitivului este afișată acum și rata de energie.
vi: Tab chi tiết thiết bị hiện cũng hiển thị mức năng lượng.

source: Others
ca: Altres
es: Otros
gl: Outros
it: Altri
kk: Басқалар
pl: Inne
pt_br: Outros
ro: Altele
sr: Остало
vi: Người khác

source: Several use-cases for lid close were fixed.
ca: Es van fixar diversos casos d'ús per al tancament de la tapa.
es: Se han corregido varios casos de uso del cierre de la tapa del portátil.
gl: Arranxáronse varios casos de uso para o peche da tapa.
it: Sono stati risolti diversi casi d'uso per la chiusura del coperchio.
kk: Қақпақты жабуға қатысты бірнеше жағдайлар түзетілді.
pl: Naprawiono kilka przypadków użycia funkcji zamykania pokrywy.
pt_br: Vários casos de uso para o fechamento da tampa foram corrigidos.
ro: Au fost rezolvate mai multe cazuri de utilizare pentru închiderea capacului.
vi: Một số trường hợp sử dụng tính năng đóng nắp đã được khắc phục.

source: There are now the options "shutdown" and "do nothing" on lid close.
ca: Ara hi ha les opcions "apagar" i "no fer res" al tancament de la tapa.
es: Ahora existen las opciones «apagar» y «no hacer nada» al cerrar la tapa del portátil.
gl: Agora están dispoñíbeis as opcións para «apagar» e «non facer nada» cando se pecha a tapa.
it: Ora sono disponibili le opzioni "Spegni" e "Non fare niente" alla chiusura del coperchio.
kk: Енді қақпақты жапқанда "shutdown" және "do nothing" опциялары бар.
pl: Teraz przy zamykaniu pokrywy dostępne są opcje „Zamknij” i „Nic nie rób”.
pt_br: Agora, existem as opções "desligar" e "não fazer nada" ao fechar a tampa.
ro: Există acum opțiunile „oprire” și „nu face nimic” la închiderea capacului.
vi: Hiện tại có các tùy chọn "tắt máy" và "không làm gì" khi đóng nắp.

source: Buttons to change the brightness exponentially and keyboard backlight toggle keys now are supported.
ca: Els botons per a canviar la brillantor exponencialment i les tecles de retroil·luminació del teclat ara estan admeses.
es: Los botones para cambiar el brillo exponencialmente y los botones para modificar las luces del teclado ahora son soportados.
gl: Agora son compatíbeis os botóns para cambiar o brillo de forma exponencial e as teclas para alternar da retroiluminación do teclado.
it: Ora sono supportati pulsanti per cambiare la luminosità in modo esponenziale e tasti di attivazione di retroilluminazione della tastiera.
kk: Жарықтықты экспоненциалды түрде өзгерту батырмалары мен пернетақта жарығын ауыстыру пернелері енді қолдау көрсетіледі.
pl: Obsługiwane są teraz przyciski umożliwiające wykładniczą zmianę jasności oraz klawisze przełączające podświetlenie klawiatury.
pt_br: Agora, são suportados botões para ajustar o brilho exponencialmente e teclas para alternar a retro iluminação do teclado.
ro: Acum este disponibil suportul pentru butoanele de modificare exponențială a luminozității și pentru tastele de comutare a luminii de fundal a tastaturii.
sr: Дугмад за одскочну измену осветљења и прекидач позадинског осветљења дугмади су сада подржани.
vi: Các nút để thay đổi độ sáng theo cấp số nhân và phím bật tắt đèn nền bàn phím hiện đã được hỗ trợ.

source: The logout dialog will not provide a checkbox to enable session saving anymore.
ca: El diàleg de sortida ja no proporcionarà una casella de selecció per a habilitar el desament de la sessió.
es: El cuadro de diálogo de cierre de sesión ya no proporcionará una casilla de verificación para permitir guardar la sesión.
gl: O diálogo de saír da sesión xa non proporcionará unha caixa de verificación para activar ou gardar a sesión.
it: La finestra di uscita non visualizzerà più l'opzione per abilitare il salvataggio della sessione.
kk: Жүйеден шығу сұхбат терезесі бұдан былай сеансты сақтауды іске қосу үшін жалаушаны көрсетпейді.
pl: W oknie dialogowym wylogowywania nie będzie już pola wyboru umożliwiającego zapisywanie sesji.
pt_br: O diálogo de logout não fornecerá mais uma caixa de seleção para ativar o salvamento da sessão.
ro: Fereastra de dialog de ieșire nu va mai oferi o căsuță de selectare pentru a permite salvarea sesiunii.
vi: Hộp thoại đăng xuất sẽ không cung cấp hộp kiểm để bật lưu phiên nữa.

source: It is now possible to start a Wayland session via 'startxfce4 --wayland'.
ca: Ara és possible iniciar una sessió del Wayland a través de «startxfce4 --wayland».
es: Ahora es posible iniciar una sesión Wayland mediante 'startxfce4 --wayland'.
gl: Agora é posíbel iniciar unha sesión de Wayland a través de «startxfce4 --wayland».
it: Ora è possibile avviare una sessione Wayland tramite 'startxfce4 --wayland'.
kk: Енді 'startxfce4 --wayland' арқылы Wayland сеансын бастауға болады.
pl: Teraz można uruchomić sesję Wayland za pomocą polecenia „startxfce4 --wayland”.
pt_br: Agora, é possível iniciar uma sessão Wayland via 'startxfce4 --wayland'.
ro: Acum este posibil să porniți o sesiune Wayland prin «startxfce4 --wayland».
vi: Hiện tại có thể bắt đầu phiên Wayland thông qua 'startxfce4 --wayland'.

source: Minimal support for xdg-desktop-portal was added by registering for a wallpaper, screenshot and background xapp.
ca: S'ha afegit un suport mínim per al xdg-desktop-portal registrant un fons de pantalla, captura de pantalla i xapp de fons.
es: Se ha añadido un soporte mínimo para xdg-desktop-portal mediante el registro para el fondo de pantalla, captura de pantalla y fondo xapp.
gl: Engadiuse unha compatibilidade mínima para xdg-desktop-portal ao rexistrarse para obter un fondo de pantalla, unha captura de pantalla e unha aplicación de fondo.
it: È stato aggiunto supporto minimo per xdg-desktop-portal registrando una xapp per sfondi e screenshot.
kk: Тұсқағаз, скриншот және фондық xapp үшін тіркелу арқылы xdg-desktop-portal үшін минималды қолдау қосылды.
pl: Dodano minimalną obsługę xdg-desktop-portal poprzez rejestrację w celu uzyskania tapety, zrzutu ekranu i tła xapp.
pt_br: Foi adicionado suporte mínimo para xdg-desktop-portal, registrando-se para um papel de parede, captura de tela e aplicativo de plano de fundo.
ro: A fost adăugat suport minim pentru xdg-desktop-portal prin înregistrarea pentru un fundal, captură de ecran și plan secundar pentru xapp.
vi: Hỗ trợ tối thiểu cho xdg-desktop-portal đã được thêm bằng cách đăng ký hình nền, ảnh chụp màn hình và xapp nền.

source: Icon themes are now loaded in a separate thread, in order to prevent a possible freeze.
ca: Els temes d'icones ara es carreguen en un fil separat, per tal d'evitar una possible congelació.
es: Los temas de iconos se cargan ahora en un hilo separado, para evitar un posible congelación.
gl: Os temas de iconas agora son cargados nun fío separado, para evitar unha posíbel conxelación.
it: I temi delle icone ora vengono caricate in un thread separato per evitare un possibile blocco.
kk: Ықтимал қатып қалуды болдырмау үшін таңбашалар тақырыптары енді бөлек ағында жүктеледі.
pl: Motywy ikon są teraz ładowane w osobnym wątku, aby zapobiec ewentualnemu zamrożeniu.
pt_br: Os temas de ícones agora são carregados em uma thread separada, a fim de evitar um possível congelamento.
ro: Temele de pictograme sunt acum încărcate într-un fir separat, pentru a preveni o posibilă înghețare.
vi: Các chủ đề biểu tượng hiện được tải trong một chuỗi riêng biệt để ngăn chặn tình trạng đóng băng có thể xảy ra.

source: For icon themes which are known to be incomplete, a warning now will be shown.
ca: Per als temes d'icones que se sap que són incomplets, ara es mostrarà un avís.
es: Para los temas de iconos que se sabe que están incompletos, ahora se mostrará una advertencia.
gl: Para os temas de iconas que se sabe que están incompletos, agora amosarase unha advertencia.
it: Verrà visualizzato un avviso per temi delle icone che sono notoriamente incompleti.
kk: Толық емес екені белгілі таңбашалар тақырыптары үшін енді ескерту көрсетіледі.
pl: W przypadku motywów ikon, o których wiadomo, że są niekompletne, zostanie teraz wyświetlone ostrzeżenie.
pt_br: Para temas de ícones que são conhecidos por estarem incompletos, agora será exibido um aviso.
ro: Pentru temele de pictograme despre care se știe că sunt incomplete, va fi afișat un avertisment.
vi: Đối với các chủ đề biểu tượng được biết là chưa hoàn thiện, cảnh báo sẽ được hiển thị.

source: The usage of client side decorations is opt-in now, not opt-out.
ca: L'ús de decoracions laterals del client és opt-in ara, no opt-out.
es: El uso de decoraciones del lado del cliente es ahora opt-in, no opt-out.
gl: O uso das decoracións do lado do cliente agora é opcional, no canto de ser unha opción desmarcada de xeito predeterminado.
it: L'utilizzo delle decorazioni lato client è ora opt-in, non opt-out.
kk: Клиент жағындағы безендірулерді қолдану енді әдепкі бойынша емес, ерікті түрде іске қосылады.
pl: Korzystanie z dekoracji po stronie klienta wymaga teraz zgody, a nie rezygnacji.
pt_br: O uso de decorações de lado do cliente agora é opcional, em vez de ser uma opção desmarcada por padrão.
ro: Utilizarea decorațiunilor pe partea de client este acum o opțiune de acceptare, nu una de respingere.
vi: Việc sử dụng trang trí phía khách hàng hiện được chọn tham gia chứ không phải chọn không tham gia.

source: Dark themes now are identified and supported in a more reliable way. (Relevant e.g. for the Qogir and Orchis themes)
ca: Els temes foscos ara s'identifiquen i es recolzen d'una manera més fiable. (P. ex. rellevant per als temes Qogir i Orchis)
es: Ahora los temas oscuros se identifican y soportan de forma más fiable. (Relevante, por ejemplo, para los temas Qogir y Orchis).
gl: Agora identifícanse os temas escuros e son compatíbeis dun xeito máis fiable. (Relevante, por exemplo, para os temas Qogir e Orchis)
it: Temi scuri sono ora identificati e supportati in modo più affidabile. (Rilevante per esempio per temi Qogir e Orchis)
kk: Қараңғы тақырыптар енді сенімдірек анықталады және оларға қолдау көрсетіледі. (Мысалы, Qogir және Orchis тақырыптары үшін маңызды)
pl: Ciemne motywy są teraz identyfikowane i obsługiwane w bardziej niezawodny sposób (dotyczy to m.in. motywów Qogir i Orchis).
pt_br: Agora, os temas escuros são identificados e suportados de forma mais confiável. (Relevante, por exemplo, para os temas Qogir e Orchis).
ro: Temele întunecate sunt acum identificate și susținute într-un mod mai fiabil. Relevant, de exemplu, pentru temele Qogir și Orchis.
vi: Các chủ đề tối giờ đây đã được xác định và hỗ trợ theo cách đáng tin cậy hơn. (Ví dụ: có liên quan đến chủ đề Qogir và Orchis)

source: The default display profile has been added to the list of profiles that can match, and will be used if more than one matches now.
ca: El perfil de visualització per defecte s'ha afegit a la llista de perfils que poden coincidir, i s'utilitzarà si coincideix més d'un ara.
es: El perfil de visualización por defecto se ha añadido a la lista de perfiles que pueden coincidir, y se utilizará si ahora coincide más de uno.
gl: Engadiuse á lista de perfís o perfil de visualización predeterminado, o cal será empregado no caso de haber máis dunha coincidencia.
it: Il profilo predefinito è stato aggiunto all'elenco dei profili che possono essere abbinati e verrà utilizzato se ne corrisponde più di uno.
kk: Әдепкі дисплей профилі сәйкес келуі мүмкін профильдер тізіміне қосылды және енді бірнешеуі сәйкес келген жағдайда қолданылады.
pl: Domyślny profil wyświetlania został dodany do listy profili, które można dopasować, i zostanie użyty, jeśli teraz będzie pasować więcej niż jeden.
pt_br: O perfil de exibição padrão foi adicionado à lista de perfis que podem ser correspondidos e será utilizado caso mais de um perfil seja compatível agora.
ro: Profilul de afișare implicit a fost adăugat la lista de profiluri care se pot potrivi și va fi utilizat dacă se potrivesc mai multe.
vi: Cấu hình hiển thị mặc định đã được thêm vào danh sách các cấu hình có thể khớp và sẽ được sử dụng nếu có nhiều hơn một cấu hình khớp.

source: Profile management has been extended to all profiles, not just those that match, and their names can now be edited.
ca: La gestió de perfils s'ha estès a tots els perfils, no només als que coincideixen, i ara es poden editar els seus noms.
es: La gestión de perfiles se ha ampliado a todos los perfiles, no sólo a los que coinciden, y ahora se pueden editar sus nombres.
gl: A xestión de perfís estendeuse a todos os perfís, non só aos que coinciden, e agora poden modificarse os seus nomes.
it: La gestione dei profili è stata estesa a tutti i profili, non solo a quelli abbinati, ed i loro nomi possono essere modificati.
kk: Профильдерді басқару тек сәйкес келетіндерге ғана емес, барлық профильдерге кеңейтілді және олардың атын түзетуге болады.
pl: Zarządzanie profilami zostało rozszerzone na wszystkie profile, a nie tylko te, które pasują do siebie, a ich nazwy można teraz edytować.
pt_br: O gerenciamento de perfis foi expandido para todos os perfis, não apenas para os que são compatíveis, e seus nomes agora podem ser editados.
ro: Gestionarea profilurilor a fost extinsă la toate profilurile, nu doar la cele care se potrivesc, iar numele acestora pot fi acum editate.
vi: Quản lý hồ sơ đã được mở rộng cho tất cả các hồ sơ, không chỉ những hồ sơ phù hợp và giờ đây tên của chúng có thể được chỉnh sửa.

source: Scaling now always is done for both dimensions, and the preview shows the resulting size.
ca: L'escalat ara sempre es fa per a ambdues dimensions, i la vista prèvia mostra la mida resultant.
es: El escalado ahora siempre se realiza para ambas dimensiones, y la vista previa muestra el tamaño resultante.
gl: O escalado agora faise sempre para ambas dimensións e a vista previa amosa o tamaño resultante.
it: Ora il ridimensionamento avviene sempre per entrambe le dimensioni e l'anterprima mostra le dimensioni risultanti.
kk: Масштабтау енді әрқашан екі өлшем бойынша да орындалады және алдын ала қарау соңғы өлшемді көрсетеді.
pl: Skalowanie teraz zawsze odbywa się dla obu wymiarów, a podgląd pokazuje wynikowy rozmiar.
pt_br: Agora, o dimensionamento é sempre feito para ambas as dimensões, e a prévia exibe o tamanho resultante.
ro: Acum scalarea se face întotdeauna pentru ambele dimensiuni, iar previzualizarea afișează imaginea cu dimensiunile rezultate.
vi: Việc chia tỷ lệ giờ đây luôn được thực hiện cho cả hai chiều và bản xem trước hiển thị kích thước kết quả.

source: Mirror state management has been improved overall, in particular by removing the need to match refresh rates.
ca: En general, s'ha millorat la gestió de l'estat mirall, en particular eliminant la necessitat d'igualar les taxes d'actualització.
gl: A xestión do modo en espello foi mellorada en xeral, e en particular eliminouse a necesidade de igualar as taxas de actualización.
it: La gestione dello stato di specchiatura degli schermi è stata complessivamente migliorata, in particolare eliminando la necessità di far coincidere le frequenze di aggiornamento.
kk: Айналы күйді басқару жалпы жақсартылды, атап айтқанда, жаңарту жиіліктерін сәйкестендіру қажеттілігі жойылды.
pl: Zarządzanie stanem lustrzanym zostało ogólnie ulepszone, w szczególności dzięki wyeliminowaniu konieczności dopasowywania częstotliwości odświeżania.
pt_br: O gerenciamento do estado de espelhamento foi aprimorado de forma geral, especialmente com a remoção da necessidade de corresponder as taxas de atualização.
ro: Gestionarea stării de „oglindire” (conținut identic pe toate ecranele) a fost îmbunătățită în general, în special prin eliminarea necesității de a potrivi frecvențele de reîmprospătare.
vi: Quản lý trạng thái phản chiếu đã được cải thiện về tổng thể, đặc biệt bằng cách loại bỏ nhu cầu khớp tốc độ làm mới.

source: The minimal dialog has been improved, in particular by allowing the display to be extended to the left and from top to bottom, and with compact profile display.
ca: S'ha millorat el diàleg mínim, en particular permetent que la pantalla s'estengui cap a l'esquerra i de dalt a baix, i amb una pantalla de perfil compacta.
es: Se ha mejorado el diálogo mínimo, en particular permitiendo que la visualización sea extendidaa la izquierda y de arriba hacia abajo, y con la visualización compacta de los perfiles.
gl: Mellorouse o diálogo mínimo, en particular ao permitir que a pantalla se estenda á esquerda e de arriba a abaixo, e cunha visualización de perfil compacta.
it: La finestra minimale è stata migliorata, in particolare permettendo di estendere lo schermo a sinistra e dall'alto verso il basso, e con display a profilo compatto.
kk: Минималды сұхбат терезесі жақсартылды, атап айтқанда, дисплейді солға және жоғарыдан төмен қарай кеңейту мүмкіндігі, сондай-ақ профильді ықшам көрсету қосылды.
pl: Udoskonalono minimalistyczne okno dialogowe, w szczególności poprzez umożliwienie rozszerzenia wyświetlacza w lewo i z góry na dół oraz poprzez zastosowanie kompaktowego wyświetlania profilu.
pt_br: O diálogo minimalista foi aprimorado, especialmente ao permitir que a exibição seja estendida para a esquerda e de cima para baixo, além de exibir perfis de forma compacta.
ro: Dialogul minimal a fost îmbunătățit, în special prin permiterea extinderii afișajului la stânga și de sus în jos, precum și prin afișarea compactă a profilului.
vi: Hộp thoại tối thiểu đã được cải thiện, đặc biệt bằng cách cho phép màn hình được mở rộng sang trái và từ trên xuống dưới và với màn hình hiển thị nhỏ gọn.

source: xfce4-settings - minimal display
ca: xfce4-settings - visualització mínima
es: xfce4-settings - visualización mínima
it: xfce4-settings - visualizzazione minimale
kk: xfce4-settings - минималды дисплей
pl: xfce4-settings — minimalny wygląd
pt_br: xfce4-settings - exibição minimalista
ro: xfce4-settings - afișare minimală
vi: cài đặt xfce4 - hiển thị tối thiểu

source: Mouse Settings
ca: Configuració del ratolí
es: Configuraciones del Cursor
it: Impostazioni del mouse
kk: Тышқан баптаулары
pl: Ustawienia myszy
pt_br: Configurações do mouse
ro: Opțiuni maus
sr: Поставке миша
vi: Cài đặt chuột

source: A checkbox was added to toggle between adaptive and flat mouse accel profile.
ca: S'ha afegit una casella de selecció per commutar entre el perfil d'acceleració del ratolí adaptatiu i pla.
es: Se ha añadido una casilla de verificación para alternar entre el perfil de aceleración del ratón adaptativo y plano.
it: È stata aggiunta un'opzione per passare dal profilo di accelerazione del mouse adattativo a quello piatto.
kk: Тышқан үдетуінің адаптивті және тегіс профильдері арасында ауысу үшін жалауша қосылды.
pl: Dodano pole wyboru umożliwiające przełączanie między adaptacyjnym i płaskim profilem przyspieszenia myszy.
pt_br: Uma caixa de seleção foi adicionada para alternar entre o perfil de aceleração de mouse adaptativa e o perfil plano.
ro: A fost adăugată o căsuță de selectare pentru a comuta între profilul de accelerare a mausului adaptiv și cel plan.
sr: Кућица попуне је додата за прелазак између прилагодљивог и непроменљивог убрзања миша.
vi: Một hộp kiểm đã được thêm vào để chuyển đổi giữa cấu hình tăng tốc chuột phẳng và thích ứng.
