Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Most distributions ship with Xfce in their own packaging format, but if you want a newer version or you want to build Xfce from scratch, you can find the packages below. <a href="https://docs.xfce.org/xfce/building" class="external">How to compile Xfce </a>.
ca: La majoria de distribucions s'envien amb Xfce en el seu propi format d'embalatge, però si voleu una versió més nova o voleu construir Xfce des de zero, podeu trobar els paquets a continuació. Com compilar Xfce </a>.
de: Die meisten Distributionen liefern Xfce in ihrem eigenen Paketformat. Falls Sie aber eine neuere Version nutzen oder Xfce von Grund auf selbst bauen möchten, finden Sie die Pakete hier. Anweisungen wie man Xfce kompiliert finden sich <a href="https://docs.xfce.org/xfce/building" class="external">hier</a>.
es: La mayoría de las distribuciones se envían con Xfce en su propio formato de paquete, pero si desea una versión más nueva o desea compilar Xfce desde cero, puede encontrar los paquetes a continuación. <a href="https://docs.xfce.org/xfce/building" class="external">Cómo compilar Xfce</a>.
gl: A maioría das distribucións envíanse con Xfce no seu propio formato de empaquetado, pero se queres unha versión máis recente ou quere crear Xfce desde cero, pode atopar os paquetes a continuación. <a href="https://docs.xfce.org/xfce/building" class="external">Como compilar Xfce</a>.
he: רוב ההפצות מגיעות עם Xfce בפורמט החבילה שלהן, אבל אם אתה רוצה גרסה חדשה יותר או שאתה רוצה לבנות את Xfce מאפס, אתה יכול למצוא את החבילות למטה. <a href="https://docs.xfce.org/xfce/building" class="external">איך לקמפל Xfce</a>.
it: La maggior parte delle distribuzioni fornisce Xfce con il loro proprio formato di pacchettizzazione, ma per avere una versione più recente o per compilare Xfce da zero, i pacchetti sono forniti sotto. Le istruzioni su come compilare Xfce sono raggiungibili <a href="https://docs.xfce.org/xfce/building" class="external">qui</a>.
kk: Көптеген дистрибутивтер Xfce-ні өздерінің пакеттік пішімінде жеткізеді, бірақ сізге жаңа нұсқа қажет болса немесе Xfce-ні нөлден бастап жинағыңыз келсе, пакеттерді төменнен таба аласыз. <a href="https://docs.xfce.org/xfce/building" class="external">Xfce-ні қалай компиляциялау керек </a>.
pl: Większość dystrybucji jest dostarczana z Xfce we własnym formacie pakietów, ale jeśli chcesz nowszą wersję lub chcesz zbudować Xfce od podstaw, możesz znaleźć pakiety poniżej. <a href="https://docs.xfce.org/xfce/building" class="external">Jak skompilować Xfce</a>.
pt: A maioria das distribuições usam o Xfce no seu próprio formato de pacotes, mas se quiser uma versão mais recente ou se quiser compilar o Xfce a partir do zero, pode encontrar os pacotes abaixo. <a href="https://docs.xfce.org/xfce/building" class="external">Como compilar o Xfce </a>.
pt_br: A maioria das distribuições usa o Xfce no seu próprio formato de pacotes, mas se quiser uma versão mais recente ou compilar o Xfce do zero, pode encontrar os pacotes abaixo. <a href="https://docs.xfce.org/xfce/building" class="external">Como compilar o Xfce </a>.
ro: Majoritatea distribuțiilor livrează Xfce în propriul lor format de împachetare, dar dacă doriți o versiune mai nouă sau doriți să compilați Xfce de la zero, puteți găsi pachetele mai jos. <a href="https://docs.xfce.org/xfce/building" class="external">Cum să compilați Xfce</a>.
ru: Большинство дистрибутивов поставляются с Xfce в собственном формате пакетов, но если вам нужна более новая версия или вы хотите собрать Xfce с нуля, вы можете найти пакеты ниже. <a href="https://docs.xfce.org/xfce/building" class="external">Как скомпилировать Xfce</a>.
sq: Shumica e shpërndarjeve vijnë me Xfce-në në formatin e tyre të paketimit, por, nëse doni një version më të ri, ose doni ta montoni Xfce nga e para, mund të gjeni paketa më poshtë. <a href="https://docs.xfce.org/xfce/building" class="external">Si të përpilohet Xfce-ja </a>.
sr: Већина дистрибуција се раздељује са ИксФЦЕ-ом у његовом облику опасивања, али, ако желите ново издање, или желите да изградите ИксФЦЕ изнова, можете наћи пакетиће испод. <a href="https://docs.xfce.org/xfce/building" class="external">Како превести Иксфце </a>.
vi: Hầu hết các bản phân phối đều đi kèm Xfce ở định dạng đóng gói riêng, nhưng nếu bạn muốn có phiên bản mới hơn hoặc muốn xây dựng Xfce từ đầu, bạn có thể tìm thấy các gói bên dưới. <a href="https://docs.xfce.org/xfce/building" class="external">Cách biên dịch Xfce </a>.

source: Stable release %s
ca: Versió estable %s
cs: Stabilní vydání %s
da: Stabil udgivelse %s
de: Stabile Veröffentlichung %s
es: Publicación estable %s
fr: Version stable %s
gl: Versión estábel %s
he: גרסה יציבה %s
id: Rilis stabil %s
it: Rilascio stabile %s
ja: 安定版リリース %s
kk: Тұрақты шығарылым %s
lt: Stabilus leidimas %s
ms: Keluaran stabil %s
nb: Stabil utgivelse %s
nl: Stabiele release% s
oc: Version establa %s
pl: Wydanie stabilne %s
pt: Versão estável %s
pt_br: Lançamento estável %s
ro: Versiunea stabilă %s
ru: Стабильный выпуск %s
sq: Hedhje e qëndrueshme në qarkullim %s
sr: Стабилно издање %s
sv: Stabil utgåva %s
th: รุ่นเสถียร %s
tr: Kararlı sürüm %s
uk: Стабільний випуск %s
vi: Phát hành ổn định %s
zh_tw: 穩定發行版 %s

source: Xfce %s is the most recent version of the Xfce desktop environment. <a href="/download/changelogs/%s">Changes in this release </a>.
ca: Xfce %s és la versió més recent de l'entorn d'escriptori Xfce. <a href="/download/changelogs/%s">Canvis en aquest llançament </a>.
de: Xfce %s ist die neueste Version der Xfce-Desktop-Umgebung. <a href="/download/changelogs/%s">Änderungen in dieser Version</a>.
es: Xfce %s es la versión más reciente del entorno de escritorio Xfce. <a href="/download/changelogs/%s">Cambios en esta versión</a>.
gl: O Xfce %s é a versión máis recente do contorno de escritorio Xfce. <a href="/download/changelogs/%s">Cambios nesta versión</a>.
he: Xfce %s היא הגרסה המעודכנת ביותר של סביבת שולחן עבודה Xfce. <a href="/download/changelogs/%s">שינויים בגרסה זו</a>.
it: Xfce %s è la versione più recente dell'ambiente desktop di Xfce. <a href="/download/changelogs/%s">Cambiamenti in questo rilascio </a>.
kk: Xfce %s — Xfce жұмыс үстелі ортасының ең соңғы нұсқасы. <a href="/download/changelogs/%s">Осы шығарылымдағы өзгерістер </a>.
pl: Xfce %s to najnowsza wersja środowiska graficznego Xfce. <a href="/download/changelogs/%s">Zmiany w tym wydaniu</a>.
pt: O Xfce %s é a versão mais recente do ambiente de trabalho Xfce. <a href="/download/changelogs/%s">Alterações nesta versão </a>.
pt_br: O Xfce %s é a versão mais recente do ambiente de desktop Xfce. <a href="/download/changelogs/%s">Alterações neste lançamento </a>.
ro: Xfce %s este cea mai recentă versiune a mediului grafic de birou Xfce. <a href="/download/changelogs/%s">Modificări în această versiune.</a>
ru: Xfce %s это самая последняя версия среды рабочего стола Xfce. <a href="/download/changelogs/%s">Изменения в этом выпуске</a>.
sq: Xfce %s është versioni më i freskët i mjedisit desktop Xfce. <a href="/download/changelogs/%s">Ndryshime në këtë hedhje në qarkullim</a>.
sr: Иксфце %s је најновије издање радног окружења Иксфце-а. <a href="/download/changelogs/%s">Измене у овом издању </a>.
sv: Xfce %s är den senaste versionen av Xfce-skrivbordsmiljön. <a href="/download/changelogs/%s">Ändringar i denna utgåva</a>.
vi: Xfce %s là phiên bản mới nhất của môi trường máy tính để bàn Xfce. <a href="/download/changelogs/%s">Những thay đổi trong bản phát hành này </a>.

source: Individual releases
ca: Publicacions individuals
cs: Individuální vydání
da: Individuelle udgivelser
de: Individuelle Veröffentlichungen
es: Publicaciones individuales
fr: Publications individuelles
gl: Versións individuais
he: גרסאות אינדיבידואליות
id: Rilis Individu
it: Rilasci individuali
ja: 個別のリリース
kk: Жеке шығарылымдар
lt: Individualūs leidimai
ms: Keluaran individu
nb: Enkeltstående utgivelser
nl: Individuele releases
oc: Versions individualas
pl: Wydania indywidualne
pt: Versões individuais
pt_br: Lançamentos individuais
ro: Versiuni individuale
ru: Индивидуальные выпуски
sq: Hedhje individuale në qarkullim
sr: Појединачна издања
sv: Individuella utgåvor
th: รุ่นของแต่ละแพกเกจ
tr: Bireysel sürümler
uk: Індивідуальні випуски
vi: Bản phát hành riêng lẻ
zh_tw: 個別發行

source: Each package in Xfce can make individual stable or development releases, including the core packages (as described in the <a href="/about/releasemodel">release model</a>). You can follow the announcements of the releases on the <a href="/community/lists">Xfce users mailing list</a>, watch the <a href="https://archive.xfce.org/feeds/project/">release feeds</a> or follow the Xfce <a href="https://floss.social/@xfce">Mastodon</a> or <a href="https://twitter.com/xfceofficial">Twitter account</a>.
ca: Cada paquet en Xfce pot fer llançaments individuals estables o de desenvolupament, incloent els paquets centrals (com es descriu en el model de llançament <a href="/about/releasemodel"></a>). Podeu seguir els anuncis dels llançaments a la llista de correu <a href="/community/lists">Xfce users</a>, veure els canals de llançament <a href="https://archive.xfce.org/feeds/project/"></a>o seguir el Xfce <a href="https://floss.social/@xfce">Mastodon</a>o el compte de Twitter <a href="https://twitter.com/xfceofficial"></a>.
es: Cada paquete en Xfce puede realizar versiones estables o de desarrollo individuales, incluyendo los paquetes principales (como se describe en el <a href="/about/releasemodel">modelo de lanzamiento</a>). Puede seguir los anuncios de los lanzamientos en la <a href="/community/lists">lista de correo de usuarios de Xfce</a>, ver los <a href="https://archive.xfce.org/feeds/project/">feeds de lanzamientos</a> o seguir la cuenta de Xfce <a href="https://floss.social/@xfce">Mastodon</a> o <a href="https://twitter.com/xfceofficial">Twitter</a>.
gl: Cada paquete no Xfce pode ter versións individuais estábeis ou de desenvolvemento, incluídos os paquetes básicos (como se describe no <a href="/about/releasemodel">modelo de publicación</a>). Pode seguir os anuncios das publicacións na <a href="/community/lists">lista de correo de usuarios do Xfce</a>, ver as <a href="https://archive.xfce.org/feeds/project/">sementes das publicacións</a> ou seguir a conta Xfce de <a href="https://floss.social/@xfce">Mastodon</a> ou de <a href="https://twitter.com/xfceofficial">Twitter</a>.
he: כל חבילה ב-Xfce יכולה להתפרסם באופן יציב או פיתוח, כולל חבילות הליבה (כפי שמתואר ב<a href="/about/releasemodel">מודל הגרסאות</a>). אתה יכול לעקוב אחר הכרזות הפרסומים ב<a href="/community/lists">רשימת דיוור משתמשי Xfce</a>, לצפות ב<a href="https://archive.xfce.org/feeds/project/">פידים של גרסאות</a> או לעקוב אחר <a href="https://floss.social/@xfce">Mastodon</a> או <a href="https://twitter.com/xfceofficial">חשבון Twitter</a> של Xfce.
it: Ogni componente di Xfce può effettuare dei rilasci individuali, stabili o di sviluppo, compresi i componenti principali (come descritto nel <a href="/about/releasemodel">modello di rilascio</a>). Per tenersi aggiornati sui rilasci, si può seguire la <a href="/community/lists">lista di discussione</a> di Xfce, abbonarsi ai <a href="https://archive.xfce.org/feeds/project/">feed di rilascio</a> oppure seguire il profilo <a href="https://floss.social/@xfce">Mastodon</a> o <a href="https://twitter.com/xfceofficial">Twitter</a> di Xfce.
kk: Xfce-дегі әрбір пакет жеке тұрақты немесе әзірлеу шығарылымдарын жасай алады, соның ішінде негізгі пакеттер де бар (<a href="/about/releasemodel">шығарылым моделінде</a> сипатталғандай). Шығарылымдар туралы хабарландыруларды <a href="/community/lists">Xfce пайдаланушыларының таратылым тізімінен</a> бақылай аласыз, <a href="https://archive.xfce.org/feeds/project/">шығарылым арналарын</a> көре аласыз немесе Xfce <a href="https://floss.social/@xfce">Mastodon</a> немесе <a href="https://twitter.com/xfceofficial">Twitter тіркелгісіне</a> жазыла аласыз.
pl: Każdy pakiet w Xfce może tworzyć indywidualne wersje stabilne lub rozwojowe, w tym pakiety podstawowe (zgodnie z opisem w <a href="/about/releasemodel">modelu wydania</a>). Możesz śledzić ogłoszenia o wydaniach na <a href="/community/lists">liście mailingowej użytkowników Xfce</a>, obserwować <a href="https://archive.xfce.org/feeds/project/">informacje o wydaniach</a> lub śledzić konta Xfce na <a href="https://floss.social/@xfce">Mastodonie</a> lub na <a href="https://twitter.com/xfceofficial">Twitterze</a>.
pt: Cada pacote no Xfce pode fazer versões individuais estáveis ou de desenvolvimento, incluindo os pacotes principais (como descrito no <a href="/about/releasemodel">modelo de lançamento</a>). Pode seguir os anúncios dos lançamentos na lista de <a href="/community/lists">correio dos utilizadores do Xfce</a>, ver os <a href="https://archive.xfce.org/feeds/project/">feeds dos lançamentos</a> ou seguir a conta do <a href="https://floss.social/@xfce">Mastodon</a> ou <a href="https://twitter.com/xfceofficial">Twitter</a> do Xfce.
pt_br: Cada pacote no Xfce pode fazer versões individuais estáveis ou de desenvolvimento, incluindo os pacotes principais (como descrito no <a href="/about/releasemodel">modelo de lançamento</a>). Você pode acompanhar os anúncios dos lançamentos na <a href="/community/lists">lista de discussões dos usuários do Xfce</a>, acompanhar os <a href="https://archive.xfce.org/feeds/project/">feeds de lançamentos</a> ou seguir Xfce no <a href="https://floss.social/@xfce">Mastodon</a> ou <a href="https://twitter.com/xfceofficial">Twitter</a>.
ro: Fiecare pachet din Xfce poate produce versiuni individuale stabile sau de dezvoltare, inclusiv pachetele de bază (așa cum este descris în <a href="/about/releasemodel">modelul de versiune</a>). Puteți urmări anunțurile de lansări pe <a href="/community/lists">lista de discuții a utilizatorilor Xfce</a>, urmări <a href="https://archive.xfce.org/feeds/project/">fluxurile de lansări</a> sau urmări contul Xfce <a href="https://floss.social/@xfce">Mastodon</a> sau <a href="https://twitter.com/xfceofficial">Twitter</a>.
ru: Каждый пакет в Xfce может создавать отдельные стабильные или разрабатываемые выпуски, включая основные пакеты (как описано в <a href="/about/releasemodel">модели выпуска</a>). Вы можете следить за объявлениями о выпусках в <a href="/community/lists">списке рассылки пользователей Xfce</a>, смотреть <a href="https://archive.xfce.org/feeds/project/">ленты выпусков</a> или подписаться на аккаунт Xfce <a href="https://floss.social/@xfce">Mastodon</a> или <a href="https://twitter.com/xfceofficial">Twitter</a>.
sq: Çdo paketë në Xfce mund të hedhë në qarkullim versione individuale të qëndrueshme, ose zhvillim, përfshi paketat bazë (siç përshkruhet te <a href="/about/releasemodel">modeli i hedhjeve në qarkullim</a>). Lajmërimet për hedhjet në qarkullim mund t’i ndiqni te <a href="/community/lists">lista e postimeve të përdoruesve Xfce</a>, të vëzhgoni <a href="https://archive.xfce.org/feeds/project/">prurjet për hedhje në qarkullim</a>, ose të ndiqni llogaritë Xfce në <a href="https://floss.social/@xfce">Mastodon</a>, ose <a href="https://twitter.com/xfceofficial">Twitter</a>.
sr: Сваки пакет у ИксФЦЕ-у се може објавити у стабилном или развојном издању, укључујући пакете језгра (као што је описано у <a href="/about/releasemodel">Начину издавања</a>). Можете пратити најаве издања на <a href="/community/lists">Дописном списку корисника ИксФЦЕ-а</a>, примати <a href="https://archive.xfce.org/feeds/project/">доводе издања</a> или пратити <a href="https://floss.social/@xfce">Мастодон</a> ИксФЦЕ-а или <a href="https://twitter.com/xfceofficial">Налог Твитера</a>.
vi: Mỗi gói trong Xfce có thể tạo ra các bản phát hành phát triển hoặc ổn định riêng lẻ, bao gồm các gói cốt lõi (như được mô tả trong <a href="/about/releasemodel">mô hình phát hành</a>). Bạn có thể theo dõi thông báo về các bản phát hành trên <a href="/community/lists">danh sách gửi thư của người dùng Xfce</a>, xem <a href="https://archive.xfce.org/feeds/project/">nguồn cấp dữ liệu phát hành</a> hoặc theo dõi <a href="https://floss.social/@xfce">Mastodon</a> hoặc <a href="https://twitter.com/xfceofficial">tài khoản Twitter</a> của Xfce.

source: Preview release %s
ca: Vista prèvia de la versió %s
cs: Vydání Preview %s
da: Forhåndsvisningsudgivelse %s
de: Vorabveröffentlichung %s
es: Publicación anterior %s
fr: Préversion %s
gl: Versión previa %s
he: גרסה מקדימה %s
id: Rilis pratinjau %s
it: Rilascio di anteprima %s
ja: プレビューリリース %s
kk: Алдын ала қарау шығарылымы %s
lt: Peržiūros leidimas %s
ms: Keluaran pratonton %s
nb: Forhåndsutgivelse %s
oc: Version preliminària %s
pl: Wydanie rozwojowe %s
pt: Versão de teste %s
pt_br: Lançamento anterior %s
ro: Pre-versiunea %s
ru: Предыдущий выпуск %s
sq: Hedhje paraprake në qarkullim %s
sr: Пробно издање %s
sv: Förhandsversion %s
th: รุ่นตัวอย่าง %s
tr: Önizleme sürümü %s
uk: Попередня версія %s
vi: Bản phát hành xem trước %s
zh_tw: 預覽發行版 %s

source: Xfce %s is the latest development release of the Xfce desktop environment. This release should not be used in a production environments. If you are uncertain about downloading this release, you should probably use the <a href="#stable">stable release</a> above. <a href="/download/changelogs/%s">Changes in this release </a>.
ca: Xfce %s és l'última versió de desenvolupament de l'entorn d'escriptori Xfce. Aquest llançament no s'ha d'utilitzar en entorns de producció. Si no esteu segur de baixar aquesta versió, probablement hauríeu d'utilitzar la versió estable <a href="#stable"></a> anterior. <a href="/download/changelogs/%s">Canvis en aquest llançament </a>.
de: Xfce %s ist die neueste Entwicklungsversion der Xfce-Desktopumgebung. Diese Version sollte nicht in einer Produktionsumgebung verwendet werden. Wenn Sie sich unsicher sind, ob Sie diese Version herunterladen sollen, sollten Sie die obige <a href="#stable">stable Version</a> verwenden. <a href="/download/changelogs/%s">Hier finden Sie das Änderungsprotokoll dieser Version</a>.
es: Xfce %s es la última versión de desarrollo del entorno de escritorio Xfce. Esta versión no debe usarse en entornos de producción. Si no está seguro de descargar esta versión, probablemente debería usar la <a href="#stable">versión estable</a> anterior. <a href="/download/changelogs/%s">Cambios en esta versión</a>.
gl: O Xfce %s é a última versión de desenvolvemento do contorno de escritorio do Xfce. Esta versión non se debe usar en contornos de produción. Se non está seguro sobre a descarga desta versión, probabelmente debería empregar a <a href="#stable">versión estábel</a> de arriba. <a href="/download/changelogs/%s">Cambios nesta versión</a>.
he: Xfce %s היא גרסת הפיתוח המעודכנת של סביבת שולחן עבודה Xfce. גרסה זו לא אמורה לשמש בסביבות יצור. אם אתה לא בטוח לגבי הורדה של גרסה זו, אתה כנראה אמור להשתמש ב<a href="#stable">גרסה יציבה</a> למעלה. <a href="/download/changelogs/%s">שינויים בגרסה זו</a>.
it: Xfce %s è l'ultimo rilascio di sviluppo dell'ambiente Xfce. Questo rilascio non dovrebbe essere utilizzato in ambienti di produzione. Nel dubbio, si consiglia di utilizzare la <a href="#stable">versione stabile</a> più sopra. I cambiamenti di questa versione sono elencati <a href="/download/changelogs/%s">qui</a>.
kk: Xfce %s — Xfce жұмыс үстелі ортасының соңғы әзірлемелік нұсқасы. Бұл нұсқаны өндірістік орталарда пайдаланбаған жөн. Егер бұл нұсқаны жүктеп алу туралы күмәніңіз болса, жоғарыдағы <a href="#stable">тұрақты нұсқаны</a> пайдаланған дұрыс шығар. <a href="/download/changelogs/%s">Осы нұсқадағы өзгерістер </a>.
pl: Xfce %s to najnowsza wersja rozwojowa środowiska graficznego Xfce. To wydanie nie powinno być używane w środowiskach produkcyjnych. Jeśli nie masz pewności co do pobrania tej wersji, zalecane jest używanie wersji <a href="#stable">stabilnej</a> powyżej. <a href="/download/changelogs/%s">Zmiany w tym wydaniu</a>.
pt: O Xfce %s é a última versão de desenvolvimento do ambiente de trabalho Xfce. Este lançamento não deve ser utilizado num ambiente de produção. Se não tiver a certeza sobre a transferência desta versão, deverá provavelmente utilizar a <a href="#stable">versão estável</a> acima. <a href="/download/changelogs/%s">Alterações nesta versão </a>.
pt_br: O Xfce %s é o último lançamento de desenvolvimento do ambiente de desktop Xfce. Este lançamento não deve ser utilizado em um ambiente de produção. Se não tiver certeza sobre a transferência deste lançamento, deverá provavelmente utilizar o <a href="#stable">lançamento estável</a> acima. <a href="/download/changelogs/%s">Alterações nesta versão </a>.
ro: Xfce %s este cea mai recentă versiune de dezvoltare a mediului grafic de birou Xfce. Această versiune nu ar trebui să fie utilizată în medii de producție. Dacă nu sunteți sigur dacă să descărcați această versiune, probabil ar trebui să utilizați <a href="#stable">versiunea stabilă</a> de mai sus. <a href="/download/changelogs/%s">Modificări în această versiune</a>.
ru: Xfce %s — это последняя разработка среды рабочего стола Xfce. Этот выпуск не следует использовать в производственной среде. Если вы не уверены в загрузке этой версии, вам, вероятно, следует использовать указанную выше <a href="#stable">стабильную версию</a>. <a href="/download/changelogs/%s">Изменения в этом выпуске</a>.
sq: Xfce %s është hedhja më e re në qarkullim zhvillim i mjedisit desktop Xfce. Kjo hedhje në qarkullim s’duhet përdorur në mjedise faktikë. Nëse jeni i paqartë rreth shkarkimit të kësaj hedhjeje në qarkullim, ka mundësi që duhet të përdorni <a href="#stable">hedhjen e qëndrueshme në qarkullim</a> më sipër. <a href="/download/changelogs/%s">Ndryshime në këtë hedhje në qarkullim </a>.
sr: Иксфце %s је најсвежије развојно издање радног окружења Иксфце-а. Ово издање не треба користити у радним срединама. Уколико нисте сигурни да ли да преузмете ово издање, вероватно треба да користите <a href="#stable">стабилно издање</a> изнад. <a href="/download/changelogs/%s">Измене у овом издању </a>.
vi: Xfce %s là bản phát triển mới nhất của môi trường máy tính để bàn Xfce. Bản phát hành này không nên được sử dụng trong môi trường sản xuất. Nếu bạn không chắc chắn về việc tải xuống bản phát hành này, có lẽ bạn nên sử dụng <a href="#stable">bản phát hành ổn định</a> ở trên. <a href="/download/changelogs/%s">Những thay đổi trong bản phát hành này </a>.

source: Distributions
ca: Distribucions
cs: Distribuce
da: Distributioner
de: Distributionen
es: Distribuciones
gl: Distribucións
he: הפצות
id: Distribusi
it: Distribuzioni
ja: ディストリビューション
kk: Дистрибутивтер
lt: Distributyvai
ms: Distribusi
nb: Distribusjoner
nl: Distributies
oc: Distribucions
pl: Dystrybucje
pt: Distribuições
pt_br: Distribuições
ro: Distribuții
ru: Дистрибутивы
sq: Shpërndarje
sr: Дистрибуције
sv: Distributioner
th: ชุดจัดแจก
tr: Dağıtımlar
uk: Розповсюдження
vi: Phân phối
zh_tw: 散布版
