Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Xfce 4.4.0 implements the new <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Autostart Specification</a> - actually Xfce was the first desktop to implement said feature, but the others were faster to release. ;-)
ca: Xfce 4.4.0 implementa la nova especificació d'inici automàtic <a href="https://freedesktop.org/wiki/Standards2fautostart2dspec"></a> - en realitat Xfce va ser el primer escriptori a implementar aquesta característica, però els altres van ser més ràpids de llançar. ;-)
cs: Xfce 4.4.0 implementuje novou <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">specifikaci pro automatické spuštění</a>. Xfce bylo prvním pracovním prostředím, které tuto funkci implementovalo, ale ostatní ji vydali dříve. ;-)
da: Xfce 4.4.0 implementerer den nye <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Autostart Specifikation</a> - faktisk var Xfce det første skrivebord til at implementere den nævne funktion, men de andre var hurtigere til at udgive. ;-)
de: Xfce 4.4.0 implementiert die neue <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Autostart-Spezifikation</a> - Xfce war sogar die erste Arbeitsumgebung, die diese Funktion implementiert hatte, andere haben sie aber schneller veröffentlicht. ;)
es: Xfce 4.4.0 implementa la nueva <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Especificación de autoarranque</a>. Realmente Xfce fue el primero en implementar dicho mecanismo, pero los demás nos lanzaron rápidamente. ;-)
fr: Xfce 4.4.0 intègre les nouvelles <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">spécifications de démarrage automatique.</a> Xfce a été le premier environnement de bureau à le faire, mais les autres ont été plus rapide à le sortir. ;-)
gl: O Xfce 4.4.0 leva a cabo a nova <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">especificación de autoarranque</a> en realidade, o Xfce foi o primeiro escritorio en poñer en funcionamento esta característica, máis os outros foron máis rápidos de en publicar. ;-)
he: Xfce 4.4.0 מיישם את <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Autostart Specification</a> החדש - למעשה Xfce היה שולחן העבודה הראשון שיישם את המאפיין האמור, אבל האחרים היו מהירים יותר להפיץ. ;-)
id: Xfce 4.4.0 mengimplementasikan <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Spesifikasi Mulai Otomatis</a> yang baru - sesungguhnya Xfce adalah desktop pertama yang mengimplementasikan fitur ini, tetapi yang lain lebih cepat mengeluarkan rilis ;-)
it: Xfce 4.4.0 implementa la nuova <a href="http://freedesktop.org/wiki/Standards_2fautostart_2dspec">specifica d'avvio automatico</a> - in realtà Xfce è stato il primo ambiente a implementare tale specifica ma gli altri sono stati più veloci a rilasciarla. ;-)
ja: Xfce 4.4.0は新しい <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Autostart Specification</a> を実装しています。実はXfceがこの機能を実装した最初のデスクトップでしたが、他のもののほうがリリースが早かった。;-)
kk: Xfce 4.4.0 жаңа <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Автоқосылу спецификациясын</a> іске асырады - шын мәнінде Xfce бұл мүмкіндікті іске асырған алғашқы жұмыс үстелі болды, бірақ басқалары тезірек шығарды. ;-)
lt: Xfce 4.4.0 įgyvendina naują <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Automatinio paleidimo specifikaciją</a> - tiesą sakant, Xfce buvo pirmas darbalaukis, kuris įgyvendino šią ypatybę, bet kiti, tiesiog, greičiau ją išleido. ;-)
ms: Xfce 4.4.0 telah melaksanakan <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Spesifikasi Automula</a> baharu - Xfce merupakan desktop pertama yang melaksanakan fitur tersebut, tetapi desktop lain lebih pantas mengeluarkannya. ;-)
nb: Xfce 4.4.0 implementerer den nye <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Autostart-spesifikasjonen</a> – Xfce var faktisk det første skrivebordsmiljøet til å implementere denne funksjonaliteten, men andre var raskere til å gi ut. ;-)
pl: Xfce 4.4.0 implementuje nową <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">specyfikację automatycznie uruchamianych programów</a>. Xfce było pierwszym środowiskiem, które zyskało omawianą funkcjonalność. Innym środowiskom udało się szybciej oddać ją w ręce użytkowników. ;-)
pt: No Xfce 4.4.0 foram implementadas as <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">especificações de arranque automático</a>- atualmente o Xfce foi o primeiro ambiente de trabalho a implementar esta funcionalidade, mas os outros foram mais rápidos a disponibilizar. ;-)
pt_br: O Xfce 4.4.0 implementa a nova <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Especificação de inicialização automática</a> - na verdade, o Xfce foi o primeiro desktop a implementar este recurso, mas os outros lançaram mais rápido. ;-)
ro: Xfce 4.4.0 implementează noua <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Autostart Specification</a> (specificație de pornire automată) - de fapt, Xfce a fost primul birou care a implementat această caracteristică, dar celelalte au fost mai rapide la lansare. ;-)
ru: В Xfce 4.4.0 реализована новая <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">спецификация автозапуска</a> — Xfce был первым рабочим окружением, реализовавшим эту функцию, но не успел сделать выпуск раньше других. ;-)
sq: Xfce 4.4.0 ngrihet mbi <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Specifikimet e reja për Vetënisje</a> - në fakt Xfce-ja qe i pari desktop që sendërtoi veçorinë në fjalë, por ca të tjerë qenë më të shpejtë ta hedhin në qarkullim. ;-)
sr: ИксФЦЕ 4.4.0 примењује нове <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Смернице почетних програма</a> - у ствари, ИксФЦЕ је прво окружење које примењује наведену могућност, али остала су била бржа приликом издавања. ;-)
sv: Xfce 4.4.0 implementerar den nya <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Autostart Specification</a> - Xfce var i själva verket det första skrivbord som implementerade sagda funktion, men de andra släppte snabbare. ;-)
th: Xfce 4.4.0 รองรับ <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">ข้อกำหนดการเริ่มโปรแกรมอัตโนมัติ (Autostart)</a> แล้ว - อันที่จริง Xfce เป็นเดสก์ท็อปแรกที่รองรับความสามารถนี้ เพียงแต่เดสก์ท็อปอื่นออกรุ่นเร็วกว่าเราเท่านั้น ;-)
tr: Xfce 4.4.0, yeni <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Otomatik Başlatma Tanımlaması</a> özelliğini sağlar, aslında Xfce bu özelliği sağlayan ilk masaüstüdür, ancak diğerleri daha çok sürüm çıkarmaktadır. ;-)
uk: В Xfce 4.4.0 впроваджено нову <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">специфікацію автостарту</a> - на даний момент Xfce є єдиною стільницею, яка впровадила цю функцію, але інші були швидші у випусках. ;-)
vi: Xfce 4.4.0 triển khai <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">Thông số kỹ thuật tự khởi động</a> mới - thực ra Xfce là máy tính để bàn đầu tiên triển khai tính năng nói trên, nhưng các tính năng khác được phát hành nhanh hơn. ;-)
zh_tw: Xfce 4.4.0 實現了新的 <a href="https://freedesktop.org/wiki/Standards_2fautostart_2dspec">自動啟動規範</a> - 事實上 Xfce 是第一個實現上述功能的桌面環境，但其他桌面環境更快發佈。 ;-)

source: Xfce Autostart Editor
ca: Editor d'inici automàtic de l'Xfce
cs: Editor automatického spuštění v Xfce
da: Xfce-autostartredigering
de: Autostart-Editor
es: Editor de inicio automático de Xfce
fr: Éditeur de démarrage automatique Xfce
gl: Editor do autoarranque do Xfce
he: עורך התחלה אוטומטית Xfce
id: Editor Mulai Otomatis Xfce
it: Editor dell'avvio automatico di Xfce
ja: Xfce 自動起動エディター
kk: Xfce автоқосылу редакторы
lt: Xfce Automatinės paleisties redaktorius
ms: Penyuntin Automula Xfce
nb: Redigering av automatisk oppstart i Xfce
oc: Editor de aviada automatica Xfce
pl: Edytor automatycznie uruchamianych programów Xfce
pt: Editor de arranque automático do Xfce
pt_br: Editor de inicialização automática do Xfce
ro: Editor autopornire Xfce
ru: Редактор автозапуска Xfce
sq: Përpunues Vetënisjesh në Xfce
sr: Уређивач почетних програма ИксФЦЕ-а
sv: Xfce autostartredigerare
th: เครื่องมือแก้ไขการเรียกอัตโนมัติของ Xfce
tr: Xfce Otomatik Başlatma Düzenleyicisi
uk: Радактор програм автозапуску Xfce
vi: Trình chỉnh sửa tự khởi động Xfce
zh_tw: Xfce 自動起始編輯器

source: The specification consists of two parts, the <i>Autostart of Applications During Startup</i>, which is implemented in <b>xfce4-session</b> and the <i>Autostart Of Applications After Mount</i> which is implemented in <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. This release also includes the <b>xfce4-autostart-editor</b>, shown in the screenshot above, which allows users to easily add, remove or disable autostarted applications.
ca: L'especificació consta de dues parts, l'inici automàtic <i>d'aplicacions durant l'inici</i>, que s'implementa en la sessió <b>xfce4</b> i l'inici automàtic d'aplicacions</i>després del muntatge</i> que s'implementa en <a href="http://foo-projects.org/benny/projects/thunar-volman/index.html">thunar-volman</a>. Aquest llançament també inclou el <b>xfce4-autostart-editor</b>, que es mostra a la captura de pantalla anterior, que permet als usuaris afegir, eliminar o desactivar fàcilment les aplicacions autoiniciades.
cs: Specifikace se skládá ze dvou částí, <i>automatickým spuštěním aplikací při spuštění</i> implementovaném ve správci relace <b>xfce4-session</b> a <i>automatickým spuštěním aplikací po připojení</i>, které je implementováno ve správci <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Toto vydání také zahrnuje nástroj <b>xfce4-autostart-editor</b> zobrazený na snímku obrazovky výše, který umožňuje uživatelům jednoduchým způsobem přidávat, odebírat nebo zakazovat automaticky spouštěné aplikace.
da: Specifikationerne indeholder to dele <i>Autostart af Applikationer Under Opstart</i>, hvilket er implementeret i <b>xfce4-session</b> og <i>Autostart Af Applikationer Efter Montering</i> hvilket er implementeret i <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Denne udgivelse inkluderer også <b>xfce4-autostart-redigering</b>, som vist i skærmbilledet ovenfor, hvilket tillader brugere nemt at tilføje, fjerne eller deaktivere autostartede applikationer.
de: Die Spezifikation besteht aus zwei Teilen, <i>Autostart of Applications During Startup</i>, was in <b>xfce4-session</b> implementiert ist, und <i>Autostart Of Applications After Mount</i>, was in <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a> implementiert ist. Diese Veröffentlichung enthält auch den <b>xfce4-autostart-editor</b>, zu sehen im oben stehenden Bildschirmfoto, der es Benutzern erlaubt, Anwendungen zum Autostart hinzuzufügen, sie zu entfernen oder zu deaktivieren.
es: La especificación consta de dos partes, el <i>inicio automático de aplicaciones durante el comienzo</i>, que se implementa en <b>xfce4-session</b> y el <i>inicio automático de aplicaciones después de montar</i>, que se implementa en <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">Administrador de volúmenes de Thunar</a>. Esta versión también incluye el editor<b>Editor de autoinicio de Xfce4</b>, que se muestra en la imagen anterior, lo que permite a los usuarios añadir, quitar o desactivar aplicaciones.
fr: Les spécifications comprennent deux parties : le <i>lancement automatique des applications au démarrage</i>, implémenté dans <b>xfce4-session</b>, et <i>le lancement automatique des applications après montage</i>, implémenté dans <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Cette version inclut également <b>l’éditeur de démarrage automatique</b>, montré dans la capture ci-dessus, qui permet facilement d’ajouter, supprimer ou désactiver des applications du démarrage automatique.
gl: A especificación consta de dúas partes, o <i>autoarranque de aplicacións durante o inicio</i>, que se leva a cabo no <b>xfce4-session</b> e o <i>autoarranque de aplicacións despois da montaxe</i> a cal se realiza por <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Esta versión tamén inclúe o <b>xfce4-autostart-editor</b>, quen é amosado na captura de pantalla anterior, e que permite aos usuarios engadir, eliminar ou desactivar o autoarranque de aplicacións dun xeito doado.
he: המפרט כולל שני חלקים, <i>התחלה אוטומטית של תוכנות במהלך הדלקה</i>, המיושם ב-<b>xfce4-session</b> ו-<i>התחלה אוטומטית של תוכנות לאחר הצבה</i> המיושם ב- <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. גרסה זו גם כוללת את ה-<b>xfce4-autostart-editor</b>, שניתן לראות בצילום המסך למעלה, המאפשר למשתמשים להוסיף, להסיר ולכבות תוכנות מותחלות אוטומטית בקלות.
id: Spesifikasi ini terdiri dari dua bagian, <i>Aplikasi Mulai Otomatis Saat Hidupkan</i>, yang diimplementasikan pada <b>xfce4-session</b> dan <i>Aplikasi Mulai Otomatis Setelah Kait</i> yang diimplementasikan pada <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Rilis ini juga menyertakan <b>xfce4-autostart-editor</b>, ditunjukkan pada cuplikan layar di atas, yang mengizinkan pengguna menambahkan, menghapus, atau menonaktifkan aplikasi mulai otomatis secara mudah.
it: La specifica consiste di due parti; l'<i>esecuzione automatica delle applicazioni durante l'avvio del computer</i> che è stata integrata in <b>xfce4-session</b> e l'<i>esecuzione automatica delle applicazioni dopo il montaggio</i> che è stata integrata in <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Questo rilascio include anche il <b>xfce4-autostart-editor</b>, visibile nella schermata qui sopra, che consente agli utenti di aggiungere, rimuovere o disabilitare facilmente le applicazioni avviate automaticamente.
ja: その仕様は二つに別れています。それらは<b>xfce4-session</b>に実装されている<i>Autostart of Applications During Startup (セットアップの間のアプリケーションの自動起動)</i>と、<a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>に実装されている<i>Autostart Of Appications After Mount(マウント後のアプリケーションの自動起動)</i>です。今回のリリースでは上のスクリーンショットにある<b>xfce4-autostart-editor</b>を含んでいます。これでユーザーは簡単にアプリケーションの追加と削除、またはアプリケーションの自動起動を無効にすることができます。
kk: Спецификация екі бөлімнен тұрады: <b>xfce4-session</b> ішінде іске асырылған <i>Іске қосу кезінде қолданбаларды автоқосылу</i> және <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a> ішінде іске асырылған <i>Тіркеуден кейін қолданбаларды автоқосылу</i>. Бұл шығарылым сонымен қатар жоғарыдағы скриншотта көрсетілген <b>xfce4-autostart-editor</b> бағдарламасын қамтиды, ол пайдаланушыларға автоқосылатын қолданбаларды оңай қосуға, өшіруге немесе сөндіруге мүмкіндік береді.
lt: Specifikacija susideda iš dviejų dalių, <i>Automatinio programų paleidimo paleisties metu</i>, kuris yra įgyvendintas per <b>xfce4-session</b> ir <i>Automatinio programų paleidimo po prijungimo</i>, kuris yra įgyvendintas per <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Šioje laidoje taip pat yra, aukščiau ekrano kopijoje parodyta, <b>xfce4-autostart-editor</b>, kuri leidžia naudotojams lengvai pridėti, šalinti ar išjungti automatiškai paleidžiamas programas.
ms: Spesifikasi terdiri dari dua bahagian, <i>Automula Aplikasi Ketika Permulaan</i>, yang dilaksanakan dalam <b>xfce4-session</b> dan <i>Automula Aplikasi Selepas Lekap</i> yang dilaksana dalam <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Keluaran ini juga sertakan <b>xfce4-autostart-editor</b>, sepertimana yang ditunjukkan dalam cekupan skrin diatas, ia membolehkan pengguna menambah, membuang atau melumpuhkan aplikasi automula dengan mudah.
nb: Spesifikasjonen har to deler, <i>automatisk programstart ved oppstart</i>, som er implementert i <b>xfce4-session</b>, og <i>automatisk programstart etter montering</i>, som er implementert i <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Denne utgivelsen inkluderer også <b>xfce4-autostart-editor</b>, vist i skjermbildet over, som lar brukere enkelt legge til, fjerne eller slå av autostartede programmer.
oc: Lo quasèrn de las cargas es constitué de deux parties, l'<i>Autostart of Aplicacions During Startup</i>, que es implémenté dins <b>xfce4-session</b> e l'<i>Autostart Of Aplicacions After Mount</i> que es implémenté dins <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Aquesta version inclutz tanben <b>xfce4-autostart-editor</b>, montré dins la captura d'ecran çaisús, que permet als utilizaires d'apondre, suprimir o desactivar aisidament d'aplicacions de l'aviada automatica.
pl: Specyfikacja składa się z dwóch części: <i>Uruchamianie programów podczas uruchamiania środowiska</i> zaimplementowanej w menedżerze sesji <b>xfce4-session</b> i <i>Uruchamianie programów po zamontowaniu nośnika</i> dostarczonej wraz z komponentem <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. To wydanie zawiera także edytor automatycznie uruchamianych programów <b>xfce4-autostart-editor</b>, którego obraz znajduje się powyżej. Program umożliwia dodawanie, usuwanie aktywatorów z listy uruchamiania oraz wyłączanie ich.
pt: A especificação consiste em duas partes: a <i>Inicialização automática de aplicações durante o arranque</i>, o que é implementado no <b>xfce4-session</b> e a <i>Inicialização automática depois de montar</i> o qual é implementado no <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Este lançamento também inclui o <b>xfce4-autostart-editor</b>, mostrado na captura de ecrã acima, o qual permite que utilizadores facilmente adicionem, removam ou desliguem aplicações a serem inicializadas automaticamente.
pt_br: A especificação consiste em duas partes: a <i>Inicialização automática de aplicativos durante o boot</i>, o que é implementado no <b>xfce4-session</b> e a <i>Inicialização automática depois de montar</i> o qual é implementado no <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Este lançamento também inclui o <b>xfce4-autostart-editor</b>, mostrado na captura de tela acima, o qual permite que usuários facilmente adicionem, removam ou desabilitem aplicativos a serem inicializados automaticamente.
ro: Specificația constă din două părți, <i>pornirea automată a aplicațiilor în timpul pornirii</i>, care este implementată în <b>xfce4-session</b> și <i>pornirea automată a aplicațiilor după montare</i>, care este implementată în <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Această versiune include, de asemenea, <b>xfce4-autostart-editor</b>, prezentat în captura de ecran de mai sus, care permite utilizatorilor să adauge, să elimine sau să dezactiveze cu ușurință aplicațiile pornite automat.
ru: Спецификация состоит из двух частей, <i>Автозапуск приложений во время начала сеанса Xfce</i>, которая реализована в <b>xfce4-session</b> и <i>Автозапуск приложений после подключения устройств</i> которая реализована в <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Этот выпуск также включает <b>xfce4-autostart-editor</b>, показанный на снимке экрана выше, который позволяет пользователям легко добавлять, удалять или отключать автоматически запускаемые приложения.
sq: Specifikimet përbëhen nga dy pjesë, <i>Vetënisje Aplikacionesh Gjatë Nisjesh së Sistemit</i>, që sendërtohet nga <b>xfce4-session</b> dhe and the <i>Vetënisje Aplikacionesh Pas Montimesh</i> që sendërtohet nga <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Kjo hedhje në qarkullim përfshin edhe <b>xfce4-autostart-editor</b>, që duket në foton më sipër, i cili u lejon përdoruesve të shtojnë, heqin ose çaktivizojnë me lehtësi aplikacione me vetënisje.
sr: Смернице садрже два дела, <i>самопокретање програма приликом пријаве</i>, која је примењена у <b>иксфце-седницу</b>, и <i>самопокретање програма после качења</i>, које је примењено у <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Ово издање такође укључује <b>уредника почетних програма</b>, приказаног на снимку екрана изнад, који корисницима омогућава лако додавање, уклањање или онемогућавање почетних програма.
sv: Specifikationen består av två delar, <i>Autostart av program vid start</i>, som genomförs i <b>xfce4-session</b> och <i>Autostart av program efter montering</i> som genomförs i <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Den här versionen innehåller också <b>xfce4-autostart-redigeraren</b>, som visas i skärmbilden ovan, som tillåter användare att enkelt lägga till, ta bort eller inaktivera automatiskt startade program.
th: ข้อกำหนดดังกล่าวประกอบด้วยสองส่วน คือ <i>การเรียกอัตโนมัติสำหรับโปรแกรมขณะเริ่มวาระ</i> ซึ่งทำใน <b>xfce4-session</b> และ <i>การเรียกอัตโนมัติของโปรแกรมหลังจากเมานท์</i> ซึ่งทำใน <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a> และในรุ่นนี้ยังมี <b>xfce4-autostart-editor</b> ดังแสดงในภาพหน้าจอข้างบน ซึ่งช่วยให้ผู้ใช้สามารถเพิ่ม ลบ หรือปิดใช้งานโปรแกรมที่เรียกอัตโนมัติได้อย่างง่ายดาย
tr: Özellikler iki kısımdan meydana gelir, <i>Başlangıçta Uygulamaların Otomatik Başlaması</i>, <b>xfce4-session</b> içinde vardır ve <i>Bağlamadan Sonra Uygulamaların Otomatik Başlaması</i>, <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a> içinde vardır. Bu sürüm <b>xfce4-autostart-editor</b> uygulamasını da içerir, ekranın üstünde görünür, kullanıcılara kolayca ekleme, çıkarma veya otomatik başlayan uygulamaları kapatma imkanı verir.
uk: Специфікація містить дві частини,<i>Автостарт програм під час запуску</i>, яку впроваджено в <b>xfce4-session</b>, і <i>Автостарт програм після монтування</i>, яку впроваджено в <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Цей випуск також містить <b>xfce4-autostart-editor</b>, показаний на знімку екрану нижче, який дозволяє користувачам легко додавати, вилучати або відключати програми автозапуску.
vi: Thông số kỹ thuật bao gồm hai phần, <i>Tự khởi động ứng dụng trong khi khởi động</i>, được triển khai trong <b>xfce4-session</b> và <i>Tự động khởi động ứng dụng sau khi gắn kết</i> được triển khai trong <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a>. Bản phát hành này cũng bao gồm <b>xfce4-autostart-editor</b>, được hiển thị trong ảnh chụp màn hình ở trên, cho phép người dùng dễ dàng thêm, xóa hoặc tắt các ứng dụng tự khởi động.
zh_tw: 此規範包含了兩個部份， <i>桌面啟動期間的應用程式自動啟動</i> ，已經在 <b>xfce4-session</b> 中實現，及 <i>掛載後的應用程式自動啟動</i> 已經在 <a href="http://foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</a> 中實現。這個版本也包含了 <b>xfce4-autostart-editor</b> ，在上面的截圖中可以看到，它讓使用者可以很容易的新增、移除或是停用自動啟動應用程式。
