Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: <b>Thunar</b> supports all the file management functionality which users will expect, and also several advanced features. For example, a so-called <i>Bulk Renamer</i> is included which allows users to rename multiple files at once using a certain criterion.
ca: <b>Thunar</b> suporta tota la funcionalitat de gestió de fitxers que els usuaris esperaran, i també diverses funcions avançades. Per exemple, s'inclou un anomenat <i>Bulk Renamer</i> que permet als usuaris canviar el nom de diversos fitxers alhora utilitzant un criteri determinat.
cs: <b>Thunar</b> podporuje veškerou funkcionalitu správy souborů, kterou by uživatel očekával, a také několik pokročiilých funkcí. Je v něm zakrnuto například tak zvané Hromadné přejmenování umožňující uživatelům přejmenovat více souborů najednou za použití určitých kritérií.
da: <b>Thunar</b> understøtter alle fil-håndterings funktioner som brugere vil regne med, og også et par avancerede funktioner. For eksempel, en såkaldt <i>Masse Omdøber</i> er inkluderet som tillader brugere at omdøbe mange filer på samme tid når et specifikt kriterium bruges.
de: <b>Thunar</b> bietet alle Dateiverwaltungsfunktionalität, die von Benutzern erwartet wird und ebenso einige fortgeschrittene Funktionen. Zum Beispiel beinhaltet Thunar das sogenannte <i>Bulk Rename</i>-Werkzeug, das es Benutzern erlaubt, mehrere Dateien auf einen Schlag nach einem bestimmten Kriterium umzubenennen.
es: <b>Thunar</b> soporta todas las funcionalidades de gestión de archivos que los usuarios esperan, y también varias características avanzadas. Por ejemplo, incluye una aplicación denominada <i>Cambio de nombre en masa</i>, que permite a los usuarios cambiar el nombre de varios archivos a la vez utilizando un determinado criterio.
fr: <b>Thunar</b> dispose de toutes les fonctionnalités de gestion de fichiers attendues par les utilisateurs, ainsi que d’autres, plus avancées. Un <i>Renommeur en masse</i> est par exemple inclus pour permettre de renommer plusieurs fichiers à la fois selon certains critères.
gl: O <b>Thunar</b> admite a funcionalidade de xestión de ficheiros que os usuarios esperarán e tamén varias funcións avanzadas. Por exemplo, inclúese un chamado <i>Renomeador masivo</i> que permite aos usuarios renomear varios ficheiros á vez usando un certo criterio.
he: <b>תונאר<b> תומך בכל תכונות ניהול הקבצים שמשתמשים מצפים להן, וגם כמה תכונות מתקדמות. למשל, מה שנקרא <i>משנה שם נפחי</i> כלול ומאפשר למשתמשים לשנות שם של מספר קבצים בו זמנית בעזרת קריטריון מסוים.
id: <b>Thunar</b> mendukung semua fungsionalitas manajemen berkas yang akan diharapkan oleh pengguna, dan juga beberapa fitur tingkat lanjut. Sebagai contoh, tersedia <i>Ganti Nama Bulk</i> yang memungkinkan pengguna untuk mengganti nama banyak berkas dalam satu waktu menggunakan kriteria tertentu.
it: <b>Thunar</b> supporta tutte le funzionalità del gestore di file che gli utenti si aspettano, e anche diverse applicazioni avanzate. Per esempio è incluso il cosiddetto <i>Bulk Renamer</i> che permette all'utente di rinominare file multipli in una sola volta con un certo criterio.
ja: <b>Thunar</b> はユーザーが期待すると思われるすべてのファイル管理機能といくつかの先進的なものをサポートします。たとえば、いわゆる<i>バルクリネーム</i>はユーザーが任意の基準を使ってを使って複数のファイルを一度にリネームすることができるものを含んでいます。
kk: <b>Thunar</b> пайдаланушылар күтетін барлық файлдарды басқару функцияларын, сондай-ақ бірнеше қосымша мүмкіндіктерді қолдайды. Мысалы, пайдаланушыларға белгілі бір критерийді пайдаланып бірнеше файлдың атын бірден өзгертуге мүмкіндік беретін <i>Bulk Renamer</i> деп аталатын құрал енгізілген.
lt: <b>Thunar</b> palaiko visą, kurį naudotojai gali tikėtis, failų tvarkytuvės funkcionalumą, o taip pat ir kelias išplėstines ypatybes. Pavyzdžiui, yra įtrauktas taip vadinamas <i>Masinis Pervadinimas</i>, kuris leidžia naudotojams, remiantis tam tikru kriterijumi, vienu metu pervadinti kelis failus.
ms: <b>Thunar</b> menyokong semua kefungsian pengurusan fail yang mana pengguna jangkakan dan juga disertakan beberapa fitur lanjutan. Contohnya <i>Penama Semula Kelompok</i> yang disertakan membolehkan pengguna menamakan semula fail berbilang serentak menggunakan kriteria tertentu.
nb: <b>Thunar</b> støtter den funksjonaliteten som brukerne forventer, men har også flere avanserte muligheter, for eksempel <i>massivendring av filnavn</i> som lar brukere endre navn på flere filer samtidig i henhold til et bestemt kriterium.
oc: <b>Thunar</b> pren en carga totas las foncionalitats de gestion de fichièrs que los utilizaires espèran, e tanben mantuna foncionalitat avançadas. Per exemple, un supausat <i>Renomenador en massa </i> es inclús que permet als utilizaires de renomenar mantun fichièr a l'encòp en utilizant un certan critèri.
pl: Program <b>Thunar</b> posiada możliwości typowego menedżera plików, ale udostępnia również kilka zaawansowanych funkcji. Na przykład, do programu dołączony jest moduł <i>Wsadowego zmieniania nazw</i> umożliwiający zmienienie nazw wielu plików na raz, przy użyciu określonych kryteriów.
pt: O <b>Thunar</b> suporta todas as funcionalidades de gestor de ficheiros que os utilizadores podem esperar e vários outros recursos. Por exemplo, um <i>Renomeador em massa</i> está incluído, o que permite que renomeie múltiplos ficheiros de uma só vez usando um determinado critério.
pt_br: O <b>Thunar</b> suporta todas as funcionalidades de gerenciador de arquivos que os usuários podem esperar e vários outros recursos. Por exemplo, um <i>Renomeador em massa</i> está incluído, o que permite que você renomeie múltiplos arquivos de uma só vez usando um determinado critério.
ro: Miau oferă toate funcționalitățile de gestionare a fișierelor la care se așteaptă utilizatorii, precum și câteva caracteristici avansate. De exemplu, este inclus o așa-numită <i>Redenumire în masă</i> care permite utilizatorilor să redenumească mai multe fișiere deodată folosind un anumit criteriu.
ru: <b>Thunar</b> поддерживает все возможности управления файлами, какие ожидает от него пользователь, а также несколько дополнительных возможностей. Например, добавлен т.н. <i>Bulk Renamer</i> (переименование нескольких файлов одновременно по определенному шаблону).
sq: <b>Thunar</b>-i mbulon krejt funksionet që përdoruesit presin për administrim kartelash, si dhe disa veçori të përparuara. Për shembull, përfshihet një i ashtuquajtur <i>Riemërtues Masiv</i>, i cili u lejon përdoruesve të riemërtojnë shumë kartela njëherësh, duke përdorur një kriter të caktuar.
sr: <b>Тунар</b> подржава све могућности управника датотека које корисници очекују, и такође неколико напредних могућности. На пример, такозвано <i>Групно преименовање</i> омогућава кориснику да преименује вишеструке датотеке одједном користећи извесно правило.
sv: <b>Thunar</b> stöder all filhanterarfunktionalitet som användare förväntar sig, och även flera avancerade funktioner. Till exempel, finns en så kallad <i>Massomdöpare</i> som låter användare döpa om flera filer samtidigt genom att använda ett särskilt kriterium.
th: <b>Thunar</b> รองรับการใช้งานทุกอย่างเกี่ยวกับการจัดการแฟ้มที่ผู้ใช้จะคาดหวัง และยังมีความสามารถขั้นสูงอีกหลายประการ ตัวอย่างเช่น มีสิ่งที่เรียกว่า <i>โปรแกรมเปลี่ยนชื่อกลุ่มแฟ้ม</i> ซึ่งช่วยให้ผู้ใช้สามารถเปลี่ยนชื่อแฟ้มหลายแฟ้มได้ในคราวเดียวโดยใช้เงื่อนไขที่กำหนด
tr: <b>Thunar</b> kullanıcıların beklediği bütün dosya yönetim işlevlerini ve bir çok gelişmiş özelliği desteklemektedir. Örneğin <i>Toplu Yeniden İsimlendirici</i> adı verilen ve belli bir kritere uyan birden çok dosyayı yeniden isimlendirmeyi sağlayan bir özelliği vardır.
uk: <b>Thunar</b> підтримує всі види дій над файлами, які тільки потрібні користувачу, а також має деякі додаткові можливості. Наприклад, так зване <i>Перейменування за раз</i>, яке дозволяє користувачам перейменувати багато файлів за раз, використовуючи певні критерії.
vi: <b>Thunar</b> hỗ trợ tất cả chức năng quản lý tệp mà người dùng mong đợi cũng như một số tính năng nâng cao. Ví dụ: cái gọi là <i>Bộ đổi tên hàng loạt</i> được bao gồm cho phép người dùng đổi tên nhiều tệp cùng một lúc bằng cách sử dụng một tiêu chí nhất định.
zh_tw: <b>Thunar</b> 支援所有使用者所期待會有的功能，以及一些進階功能。例如，一個讓使用者以一定標準重新命名多個檔案的，所謂的 <i>批次重命名</i> 。

source: Thunar Bulk Rename
ca: Reanomena el Thunar Bulk
cs: Thunar Hromadné přejmenování
da: Thunar masseomdøbning
de: Mehrere Dateien umbenennen in Thunar
es: Cambio de nombre en masa de Thunar
fr: Renommer plusieurs fichiers avec Thunar
gl: Renomeador masivo do Thunar
he: שינוי שם נפחי של תונאר
id: Pengubah Nama File Massal
it: Rinominatore di massa di Thunar
ja: Thunar バルクリネーム
kk: Thunar топтық атын өзгерту
lt: Thunar masinis pervadinimas
ms: Nama Semula Kelompok Thunar
nb: Thunars massivendring av filnavn
oc: Renomenar en massa amb Thunar
pl: Wsadowe zmienianie nazw w programie Thunar
pt_br: Renomear em massa Xfce
ro: Redenumirea în masă Thunar
ru: Переименование нескольких файлов в Thunar
sq: Riemërtimi Në Masë te Thunar-i
sr: Тунарово групно преименовање
sv: Thunar massomdöpare
th: การเปลี่ยนชื่อกลุ่มแฟ้มของ Thunar
tr: Thunar Toplu Yeniden Adlandırma
uk: Масове перейменування в Thunar
vi: Đổi tên hàng loạt Thunar
zh_tw: Thunar 批次重命名

source: Removable Drives and Media
ca: Unitats i mitjans extraïbles
cs: Vyměnitelné jednotky a média
da: Flytbare drev og medier
de: Wechseldatenträger und -medien
es: Unidades extraíbles y medios
fr: Lecteurs et médias amovibles
gl: Discos e recursos retirábeis
he: כוננים ומדיה הניתנים להסרה
id: Media dan Penggerak Lepas-Pasang
it: Dispositivi e supporti rimovibili
ja: 取り外し可能なドライブとメディア
kk: Алынбалы дисктер мен тасушылар
lt: Keičiamieji diskai ir laikmenos
ms: Pemacu dan Media Boleh Alih
nb: Flyttbare lagringsenheter og media
oc: Lectors e supòrts amovibles
pl: Napędy i nośniki wymienne
pt: Discos e unidades amovíveis
pt_br: Mídias e unidades removíveis
ro: Unități și suporturi amovibile
ru: Съёмные приводы и носители
sq: Media dhe Pajisje të Heqshme
sr: Измењиви дискови и уређаји
sv: Flyttbara enheter och media
th: ไดรว์และสื่อถอดเสียบ
tr: Çıkarılabilir Sürücüler ve Ortamı
uk: Переносні пристрої і медіа
vi: Ổ đĩa di động và phương tiện truyền thông
zh_tw: 可移除式裝置與媒體

source: Xfce 4.4.0 provides easy access to data on removable drives and media. Just insert the media into the drive or plug the new drive in to the computer and an icon representing the removable volume will appear on the desktop and in <b>Thunar</b>'s side pane.
ca: Xfce 4.4.0 proporciona un accés fàcil a les dades de les unitats i suports extraïbles. Simplement inseriu el suport a la unitat o connecteu la unitat nova a l'ordinador i apareixerà una icona que representa el volum extraïble a l'escriptori i a la subfinestra lateral <b>Thunar</b>.
cs: Xfce 4.4.0 poskytuje snadný přístup k datům vyměnitelných jednotek a médií. Jednoduše vložte médium do jednotky nebo připojte novou jednotku k počítači a poté se na ploše a v postranním panelu aplikace <b>Thunar</b> objeví ikona představující vyjmutelný svazek.
da: Xfce 4.4.0 tilbyder nem adgang til data på aftagelige drev og medier. Bare indsæt mediet i drevet eller sæt det nye drev ind i komputeren og et ikon der repræsenterer det aftagelige volume vil dukke frem på skrivebordet og i <b>Thunar</b>'s side panel.
de: Xfce 4.4.0 bietet einfachen Zugang zu Daten auf Wechseldatenträgern und Wechselmedien. Legen Sie einfach ein Medium in das Laufwerk oder schließen Sie ein neues Laufwerk an den Computer an, und ein Symbol, dass das Medium repräsentiert, wird auf der Arbeitsfläche und in der Seitenleiste von <b>Thunar</b> erscheinen.
es: Xfce 4.4.0 proporciona un acceso fácil a unidades externas. Solo tiene que insertar el cable de conexión de la nueva unidad en el equipo y un icono, que representa el volumen extraíble, aparecerá en el escritorio y en el panel lateral de<b>Thunar</b>.
fr: Xfce 4.4.0 fournit un accès facile aux données des lecteurs et médias amovibles. Il suffit d’insérer le média ou de brancher le nouveau lecteur à l’ordinateur et une icône représentant le volume amovible apparaîtra sur le bureau et dans le panneau latéral de <b>Thunar</b>.
gl: O Xfce 4.4.0 fornece un acceso doado aos datos en unidades e medios extraíbeis. Simplemente insira os medios na unidade ou conecte a nova unidade ao computador e aparecerá unha icona que representa ao volume extraíbel no escritorio e no panel lateral do Thunar.
he: Xfce 4.4.0 מספק גישה קלה למידע בכוננים ומדיה הניתנים להסרה. רק הכנס את המדיה לתוך הכונן או חבר את הכונן החדש למחשב ואייקון המייצג את הנפח הניתן להסרה יופיע על שולחן העבודה ובצד של <b>Thunar</b> .
id: Xfce 4.4.0 menyediakan akses mudah ke data pada penggerak dan media lepas-pasang. Cukup masukkan media ke penggerak atau tancapkan penggerak yang baru ke komputer, dan sebuah ikon yang merepresentasikan volume yang dapat dilepas akan muncul pada desktop dan di panel sisi <b>Thunar</b>.
it: Xfce 4.4.0 fornisce un facile accesso a dati su dispositivi e supporti rimovibili. Semplicemente inserendo il supporto all'interno dell'unità o collegando il nuovo dispositivo al computer, una icona relativa al volume rimovibile apparirà sulla scrivania e nel riquadro laterale di <b>Thunar</b>.
ja: Xfce 4.4.0では取り外しができるドライブとメディアにあるデータに簡単にアクセスできます。メディアをドライブに入れるか新しいドライブをコンピューターに接続すると、取り外しができるドライブ/メディアのアイコンがデスクトップ上と<b>Thunar</b>のウィンドウ枠に表示されます。
kk: Xfce 4.4.0 алынбалы дисктер мен тасушылардағы деректерге оңай қол жеткізуді қамтамасыз етеді. Тасушыны диск жетегіне кірістіру немесе жаңа дискті компьютерге қосу жеткілікті, сонда алынбалы томды білдіретін таңбаша жұмыс үстелінде және <b>Thunar</b>-дың бүйірлік панелінде пайда болады.
lt: Xfce 4.4.0 suteikia lengvą prieigą prie duomenų, esančių keičiamuosiuose diskuose ir laikmenose. Tiesiog įdėkite laikmeną į kompiuterį arba prijunkite naują diską ir keičiamąjį tomą atitinkanti piktograma atsiras darabalukyje ir <b>Thunar</b> šoniniame polangyje.
ms: Xfce 4.4.0 menyediakan capaian mudah pada data dalam pemacu dan media mudah alih. Hanya sisip media ke dalam pemacu atau palamkan pemacu baharu ke komputer dan satu ikon mewakili volum mudah alih akan muncul pada desktop dan pada anak tetingkap sisi <b>Thunar</b>.
nb: Xfce 4.4.0 gir enkel tilgang til data på flyttbare lagringsenheter og media. Sett inn media i enheten eller enheten i maskinen for å vise et ikon på skrivebordet og i <b>Thunar</b>s siderute som representerer det flyttbare dataområdet.
oc: Xfce 4.4.0 provesís un accès aisit a las donadas suls lectors e supòrts amovibles. Sufís d'inserir lo supòrt dins lo lector o de brancar lo novèl lector a l'ordenador e una icòna que representa lo volum amovible apareis sul burèu e dins lo panèl lateral de <b>Thunar</b>.
pl: Xfce 4.4.0 oferuje prosty dostęp do danych znajdujących się na napędach i nośnikach wymiennych. Wystarczy wsunąć nośnik do napędu lub podłączyć nowy napęd do komputera a na pulpicie i w panelu bocznym programu <b>Thunar</b> pojawi się ikona reprezentująca wymienny wolumen.
pt: O Xfce 4.4 disponibilizou um acesso fácil aos discos e unidades amovíveis. Basta inserir o disco ou unidade no computador e será exibido um ícone no ambiente de trabalho e no painel lateral do <b>Thunar</b>.
pt_br: O Xfce 4.4.0 fornece fácil acesso aos dados em mídias e unidades removíveis. Basta inserir a mídia na unidade ou conecte um nova unidade no computador e um ícone representando o volume removível vai aparecer a área de trabalho e no painel lateral do <b>Thunar</b>.
ro: Xfce 4.4.0 asigură acces ușor la datele de pe unitățile și suporturile amovibile. Trebuie doar să introduceți suportul în unitate sau să conectați noua unitate la calculator și o pictogramă reprezentând volumul amovibil va apărea pe birou și în panoul lateral al lui <b>Thunar</b>.
ru: Xfce 4.4.0 обеспечивает легкий доступ к данным съемным приводам и носителям. Просто вставьте носитель в привод, или подключите съёмное устройство, как сразу же на рабочем столе и боковой области <b>Thunar</b> появится значок, соответствующий съемному устройству.
sq: Xfce 4.4.0 furnizon hyrje të lehtë te të dhëna në disqe dhe media të heqshme. Thjesht futeni median te pajisja ose futni një disk të ri te kompjuteri dhe te desktopi dhe te kuadrati anësor i <b>Thunar</b>-it do të shfaqet një ikonë që përfaqëson vëllimin e heqshëm.
sr: ИксФЦЕ 4.4.0 омогућава приступ подацима са уклоњивих уређаја. Само убаците уређај у рачунар или утакните уређај у прикључак, и сличица која приказује уклоњиви уређај ће се приказати на радној површи и у <b>Тунарову</b> бочну површ.
sv: Xfce 4.4.0 erbjuder lätt tillgång till data på flyttbara enheter och media. Sätt bara in mediet eller anslut den nya enheten till datorn och en ikon som representerar den flyttbara volymen dyker upp på skrivbordet och i <b>Thunars</b> sidomeny.
th: Xfce 4.4.0 ได้จัดเตรียมการเข้าถึงข้อมูลในไดรว์และสื่อถอดเสียบอย่างง่ายดาย เพียงแค่ใส่สื่อลงในไดรว์ หรือเสียบไดรว์ตัวใหม่เข้ากับคอมพิวเตอร์ ก็จะปรากฏไอคอนแทนโวลุมถอดเสียบดังกล่าวบนพื้นโต๊ะและในช่องด้านข้างของ <b>Thunar</b>
tr: Xfce 4.4.0, kaldırılabilir sürücüler ve ortamlara kolay erişim olanağı sağlar. Sadece ortamı sürücüye ekleyin veya yeni sürücüyü bilgisayara takın ve <b>Thunar</b> yan panosunda ve masaüstünde, kaldırılabilir birimi gösteren bir simge gözükecektir.
uk: Xfce 4.4.0 забезпечує простий доступ до даних на знімних пристроях і медіа. Стане тільки вставити медіа або під'єднати новий диск до комп'ютера, як на стільниці і бічній панелі <b>Thunar</b> появиться іконка, яка показує знімний пристрій.
vi: Xfce 4.4.0 cung cấp khả năng truy cập dễ dàng vào dữ liệu trên các ổ đĩa di động và phương tiện truyền thông. Chỉ cần đưa phương tiện vào ổ đĩa hoặc cắm ổ đĩa mới vào máy tính và một biểu tượng đại diện cho ổ đĩa di động sẽ xuất hiện trên màn hình nền và trong khung bên của <b>Thunar</b>.
zh_tw: Xfce 4.4.0 可以很容易的使用在可移除式裝置與媒體上的資料。在電腦上，只要您將媒體插入到磁碟中，或是插入新的磁碟，在桌面上及 <b>Thunar</b> 的側邊欄中就會出現一個代表可移除裝置與媒體的圖示。

source: Removable Volumes
ca: Volums extraïbles
cs: Vyjmutelné svazky
da: Flytbare arkiver
de: Wechseldatenträger
es: Volúmenes extraíbles
fr: Volumes amovibles
gl: Volumes retirábeis
he: נפחים הניתנים להסרה
id: Volume Lepas-Pasang
it: Volumi rimovibili
ja: 取り外し可能なドライブ
kk: Алынбалы томдар
lt: Keičiamieji tomai
ms: Volum Mudah Alih
nb: Flyttbare dataområder
oc: Volums amovibles
pl: Wymienne wolumeny
pt: Volumes amovíveis
pt_br: Volumes removíveis
ro: Volume amovibile
ru: Съёмные тома
sq: Vëllime të Heqshëm
sr: Уклоњиви уређаји
sv: Flyttbara volymer
th: โวลุมถอดเสียบ
tr: Çıkarılabilir Birimler
uk: Переносні диски
vi: Tập đĩa có thể tháo rời
zh_tw: 可移除式儲區
