Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: This may sound like a few useful fixes but it's nothing compared to the amount of work that went into the new Xfce panel once again. Around 20+ known bugs and regressions were fixed. Here is a short excerpt of the complete changelog: Translation domains were fixed for external plugins, plugins can be reordered with DND again, double-clicking items in the item editor shows their preferences, dragging items to the item editor dialog removes them from the panel again, tasklist windows can now be filtered by monitor. Another issue that appeared recently and has now been fixed is the icon sizing in the notification area, also known as the systray.
ca: Això pot sonar com algunes correccions útils, però no és res comparat amb la quantitat de treball que va entrar en el nou panell Xfce una vegada més. Es van corregir més de 20 errors i regressions conegudes. Heus aquí un breu fragment del registre de canvis complet: Els dominis de traducció s'han solucionat per a connectors externs, els connectors es poden reordenar amb DND de nou, fent doble clic als elements de l'editor d'elements mostra les seves preferències, arrossegant els elements al diàleg de l'editor d'elements els elimina del plafó de nou, les finestres de la llista de tasques ara es poden filtrar pel monitor. Un altre tema que va aparèixer recentment i que ara s'ha solucionat és el dimensionament de la icona a l'àrea de notificació, també coneguda com la safata.
cs: Ačkoli to může znít jako několik užitečných oprav, oproti množství práce, která přišla s novým panelem Xfce jde o maličkosti. Bylo opraveno více než dvacet známých chyb a regresí. Zde je krátký výtah z úplného protokolu změn: Byly opraveny překlady externích zásuvných modulů, zásuvné moduly lze nyní opět seřadit pomocí DND, dvojité kliknutí na položky v editoru položek zobrazí jejich nastavení, přetažení položek do dialogového okna je opět odebere z panelu, okna se seznamy úloh lze filtrovat podle monitoru. Další problém se objevil, který se objevil nedávno a již byl opraven, je velikost ikon v oznamovací oblasti, také známé jako systray nebo systémové oblasti.
da: Dette lyder måske som nogle få nyttige rettelser, men det er intet sammenlignet med mængden af arbejdet der er gået ind i Xfce panelet endnu engang. Omkring 20+ kendte fejl og regressioner var rettet. Her is et kort uddrag af den fuldstændige ændringslog: Oversættelses-domæner var rettet for eksterne plugins, plugins kan omorganiseres med DND igen, dobbelt-klikke punkter i elementer i element-redigering viser deres præferencer, trække elementer til element-redigerings dialogen fjerner dem fra panelet igen, jobliste vinduer kan nu filtreres ved brug af skærmen. Endnu et problem der dukkede op for nylig og er nu rettet, er ikon-størrelsesændring i underretningsområdet, også kendt som systray/sysbakke.
de: Das hört sich nach einigen nützlichen Fehlerbehebungen an, aber das ist nichts im Vergleich zu der Arbeit, die wider einmal in die Xfce-Leiste gesteckt wurde. Mehr als 20 Probleme und Regressionsfehler wurden behoben. Hier sind einige Auszüge aus den vollständigen Änderungsprotokollen: Übersetzungsdomains für externe Plugins wurden korrigiert, Plugins können wieder durch Ziehen und Ablegen sortiert werden, Doppelklick auf Objekte im Objekteditor zeigt deren Eigenschaften, Ziehen von Gegenständen auf den Objekteditor entfernt sie wieder aus der Leiste, Fenster in der Anwendungsleiste können jetzt bildschirmweise sortiert werden. Ein weiterer Fehler, der vor kurzem auftrat und behoben wurde, ist die Größenänderung von Symbolen in der Benachrichtigungsfläche, auch als Systray bekannt.
es: Esto puede sonar como la simple corrección de algunos problemas pero esto no es nada en comparación con la cantidad de trabajo que supuso, una vez más, el nuevo panel de Xfce. más de 20 errores conocidos han sido corregidos. Aquí se muestra un breve extracto de la lista completa de cambios: los dominios de traducción se ajustaron para los complementos externos, estos se pueden reordenar nuevamente con arrastrar y soltar; haciendo doble clic en los elementos en el editor de elementos se muestran sus preferencias, arrastrando elementos al cuadro de diálogo del editor de elementos elimina del panel de de nuevo, las ventanas de la lista de tareas pueden ser filtrados por monitor. Otra cuestión que apareció recientemente y que ha sido resuelta es el tamaño de icono en el área de notificación, también conocida como la bandeja del sistema.
fr: Ceci peut paraître peu, mais n’est rien à côté du travail conséquent fourni une fois de plus pour le nouveau tableau de bord. Plus d’une vingtaine de bogues et régressions ont été rectifiés. Voici un extrait du journal des modifications : les domaines de traduction ont été amendés pour les greffons externes ; les greffons peuvent de nouveau être réarrangés par glisser-déposer ; double-cliquer sur un élément de l’éditeur d’éléments affichera ses préférences ; faire glisser des éléments dans la fenêtre de l’éditeur d’éléments les retirera du tableau de bord de nouveau ; les fenêtres de liste de tâches peuvent maintenant être filtrées par écran. Le problème de dimensionnement des icônes dans la zone de notification (systray) apparu récemment a été corrigé.
gl: Isto pode soar como algunhas correccións útiles, pero non é nada en comparación coa cantidade de traballo que entrou no novo panel do Xfce unha vez máis. Aproximáronse foron solucionados máis de 20 fallos e regresións coñecidas. Aquí tes un pequeno fragmento do rexistro completo: os dominios de tradución foron fixados para engadidos externos, os engadidos poden ser reordenados de novo con DND, os elementos de dobre clic no editor de elementos amosan as súas preferencias, arrastrando elementos ao diálogo de edición de elementos elimínaos do panel de novo, a xanelas de tarefas agora poden ser filtradas por pantalla. Outra incidencia que apareceu recentemente e agora foi corrixida é o tamaño das iconas na zona de notificación, tamén coñecida como zona do sistema.
he: זה יכול להישמע כמעט תיקונים שימושיים אבל זה כלום לעומת כמות העבודה שהושקעה בפאנל Xfce החדש פעם נוספת. בערך יותר מ-20 באגים ידועים ורגרסיות תוקנו. הנה תקציר מיומן השינויים המלא: דומיינים של תרגום תוקנו עבור תוספים חיצוניים, תוספים יכולים להיות מוקלטים עם DND שוב, קליק כפול על פריטים בעורך הפריטים מציג את ההעדפות שלהם, גרירת פריטים לדיאלוג עורך הפריטים מסירה אותם מהפאנל שוב, חלונות רשימת משימות יכולים עכשיו להיות מסוננים לפי מסך. בעיה נוספת שהופיעה לאחרונה ותוקנה עכשיו היא גודל אייקון באיזור ההודעות, הידוע גם כסרגל המערכת.
id: Ini mungkin terdengar seperti beberapa perbaikan yang berguna, namun itu tidak ada apa-apanya jika dibandingkan dengan banyaknya pekerjaan yang menghasilkan panel Xfce yang baru ini. Sekitar 20+ kutu dan regresi telah diperbaiki. Berikut adalah ringkasan pendek dari log perubahan yang lengkap: Penerjemahan telah diperbaiki untuk plugin eksternal, plugin dapat diurutkan kembali dengan DND, klik ganda pada item di penyunting item menampilkan preferensi mereka, menyeret item ke dialog penyunting item akan menghapusnya dari panel, jendela daftar tugas dapat disaring dengan monitor. Masalah lain yang baru-baru ini muncul dan telah diperbaiki adalah ukuran ikon pada area notifikasi, yang juga disebut sebagai systray.
it: Potrebbe sembrare che siano state fatte solo alcune utili correzioni, ma non è nulla a confronto di ciò che è stato realmente fatto per il nuovo pannello di Xfce. Più di 20 bug e regressioni sono stati corretti. Ecco un piccolo estratto dall'elenco dei cambiamenti completo: sono stati corretti i domini delle traduzioni per i plugin esterni, i plugin possono essere riordinati di nuovo con DND, con un doppio clic sugli elementi nell'editor degli elementi è possibile visualizzare le preferenze, gli elementi possono essere di nuovo rimossi trascinandoli sull'editor di elementi, l'elenco delle finestre può essere ora filtrato per schermo. Un'altro problema emerso recentemente ma che è stato ora corretto riguarda il dimensionamento delle icone nell'area di notifica o vassoio di sistema.
kk: Бұл бірнеше пайдалы түзетулер сияқты көрінуі мүмкін, бірақ бұл жаңа Xfce панеліне тағы да жұмсалған жұмыс көлемімен салыстырғанда түк емес. 20-дан астам белгілі қателер мен регрессиялар түзетілді. Міне, толық өзгерістер журналының қысқаша үзіндісі: сыртқы плагиндер үшін аударма домендері түзетілді, плагиндерді DND арқылы қайта реттеуге болады, элементтер редакторындағы элементтерді қос шерту олардың баптауларын көрсетеді, элементтерді элементтер редакторының сұхбат терезесіне сүйреп апару оларды панельден қайтадан өшіреді, тапсырмалар тізімі терезелерін енді монитор бойынша сүзуге болады. Жақында пайда болған және қазір түзетілген тағы бір мәселе — хабарландыру аймағындағы (жүйелік трек немесе systray деп те аталады) таңбашалардың өлшемі.
lt: Tai gali skambėti kaip keli naudingi pataisymai, tačiau tai yra niekas, palyginus su darbo mastu, kurį mes dar kartą įdėjome į naują Xfce skydelį. Buvo ištaisyta apie 20+ žinomų klaidų ir regresijų. Štai trumpa ištrauka iš viso keitimų žurnalo: Išoriniems įskiepiams buvo ištaisytos vertimo sritys, įskiepiai vėl gali būti pertvarkomi su DND, dvikartis spustelėjimas ant elemento, elemento redaktoriuje, rodo jo nuostatas, elementų vilkimas į elemento redaktoriaus dialogą vėl pašalina juos iš skydelio, užduočių sąrašo langai dabar gali būti filtruojami pagal monitorių. Kita problema, kuri iškilo visai neseniai ir dabar jau yra pataisyta, tai piktogramų dydžio keitimas pranešimų srityje, taip pat žinomoje kaip sistemos dėklas.
ms: Ia kelihatan seperti sedikit pembaikan yang berguna tetapi tiada apa hendak dibandingkan dengan amaun kerja yang melibatkan panel Xfce baharu. Kira-kira 20+ pepijat dan regresi yang diketahui telah dibaiki. Dibawah menunjukkan sebahagian log perubahan lengkap: Domain terjemahan telah dibaiki untuk pemalam luaran, pemalam dapat ditertib semula dengan DND, item dwi-klik dalam penyunting item menunjukkan keutamaan mereka, penyeretan item ke dialog penyunting item membuangnya dari panel, tetingkap senarai tugas kini boleh ditapis dengan pemantau. Lain-lain masalah yang muncul baru-baru ini telah dibaiki adalah menentukan saiz ikon dalam kawasan pemberitahuan, iaitu talam sistem.
nb: Dette høres ut som noen få nyttige feilrettinger, men det er ingenting mot arbeidet som ble lagt ned i Xfce-panelet. Rundt 20+ feil og regresjoner ble rettet. Her er et utdrag av endringsloggen: Fikset oversettingsdomener for eksterne tillegg, tillegg kan nå gjenordnes med DND, dobbeltklikking av elementer i redigeringsprogrammet viser nå deres innstillinger, dra et element til redigeringsvinduet for elementer for å fjerne det fra panelet, oppgavevinduer kan nå filtreres etter skjerm. En annen nylig feil som ble rettet er ikonstørrelsen i varslingsområdet.
oc: Aquò pòt semblar qualques correccions utilas, mas es pas res comparat a la quantitat de trabalh qu'es estat mes dins lo novèl panèl de Xfce un còp de mai. Environ +20 bugs e regressions conegudas son estats fixats. Aquí un cort extrach del jornal dels cambiaments complet : los domenis de traduccion son estats fixats pels empeutons extèrnes, los empeutons pòdon èsser reorganizats amb lo DND a novèl, en doble clicant suls elements dins l'editor d'article per mostrar lors preferéncias, en fasent lisar d'elements de la bóstia de dialòg de l'editor los suprimís a partir del panèl encara un còp, la fenèstra de lista dels prètzfaits pòt ara èsser filtrat pel monitor. Un autre problèma qu'es appregut recentament e qu'es ara estat fixat es l'icòna dimensionament dins la zòna de notificacion, tanben conegut coma lo systray.
pl: Tych kilka zmian nie może się równać z ilością pracy włożonej w nowy panel Xfce. Poprawiono około 20 znanych błędów i regresji. Oto krótki wycinek z dziennika zmian: naprawiono domeny tłumaczeń zewnętrznych apletów; przywrócono możliwość przemieszczania apletów, przeciągając je za pomocą myszy; dodano możliwość wyświetlania właściwości apletu, klikając dwukrotnie element listy w oknie preferencji panelu; przywrócono możliwość usuwania apletów, przeciągając je z panelu na listę w oknie dodawania apletów; w aplecie przycisków okien dodano możliwość filtrowania okien ze względu na ekran. Naprawiono też błąd związany z rozmiarami ikon obszaru powiadamiania, który pojawił się całkiem niedawno.
pt: Isto pode soar como algumas correções úteis, mas é nada comparado com a quantidade de trabalho que foi para o novo painel do Xfce, mais uma vez. Cerca de 20+ erros conhecidos e regressões foram corrigidas. Aqui está um pequeno trecho do changelog completo: domínios de tradução foram corrigidos para plugins externos, plugins podem ser reordenados com DND novamente, clicando duas vezes no editor de item mostra suas preferências, arrastar itens para a janela do editor de item remove-o do painel novamente, lista de tarefas das janelas agora podem ser filtradas pelo monitor de itens. Outra questão que apareceu recentemente e agora foi corrigida é o dimensionamento do ícone na área de notificação, também conhecido como systray.
pt_br: Isso pode parecer apenas algumas correções úteis, mas não se compara à quantidade de trabalho que foi dedicada ao novo painel do Xfce mais uma vez. Mais de 20 bugs conhecidos e regressões foram corrigidos. Aqui está um pequeno trecho do registro de alterações completo: os domínios de tradução foram corrigidos para plugins externos, os plugins agora podem ser reordenados com DND novamente, ao dar um clique duplo nos itens no editor de itens, suas preferências são exibidas, arrastar itens para o diálogo do editor de itens os remove do painel novamente, as janelas da lista de tarefas agora podem ser filtradas por monitor. Outro problema que apareceu recentemente e agora foi corrigido é o dimensionamento de ícones na área de notificações, também conhecida como systray.
ro: Poate părea că sunt câteva corecturi utile, dar nu este nimic în comparație cu cantitatea de muncă care a fost depusă în noul panou Xfce încă o dată. Au fost corectate aproximativ 20+ erori și regresii cunoscute. Iată un scurt extras din lista completă de modificări: Domeniile de traducere au fost fixate pentru modulele externe, modulele pot fi din nou reordonate cu DND, făcând dublu clic pe elemente din editorul de elemente afișează preferințele acestora, glisarea elementelor în dialogul editorului de elemente le elimină din nou din panou, ferestrele listei de activități pot fi acum filtrate în funcție de monitor. O altă problemă care a apărut recent și a fost rezolvată acum este dimensiunea pictogramei din zona de notificare, cunoscută și sub numele de tava de sistem.
ru: Может показаться, что это всего несколько полезных исправлений, но это ничто по сравнению с тем количеством работы, которое вновь было вложено в панель Xfce. Было исправлено более 20 известных ошибок. Вот краткая выдержка из журнала изменений: исправлены домены перевода для внешних модулей, порядок следования модулей снова может быть изменён с помощью перетаскивания, двойной щелчок на элементах в редакторе элементов показывает их настройки, повторное перетаскивание элементов в диалог редактора элементов удаляет их с панели, окна списка задач теперь могут быть отфильтрованы по монитору. Ещё одна проблема, которая появилась недавно и уже исправлена — изменение размера значков в области уведомлений, также известной как системный лоток.
sq: Kjo mund të tingëllojë si pak ndreqje të dobishme, por s’është asgjë krahasuar me sasinë e punës që shkoi sërish për panelin e ri Xfce. U ndreqën rreth 20+ të meta dhe prapakthime të njohur. Ja një copëz e shkurtër e regjistrit të plotë të ndryshimeve: Për shtojcat e jashtme u ndreqën përkatësitë e përkthimeve, shtojcat mund të rirenditen sërish me DND-në, dyklikimi i objekteve te përpunuesi i tyre shfaq parapëlqimet për ta, tërheqja e objekteve te dialogu i përpunuesit të objekteve sjell heqjen e tyre sërish nga paneli, dritare listash punësh tani mund të filtrohen sipas monitorësh. Një tjetër problem që u shfaq së fundi dhe që është ndrequr tanimë qe përmasimi i ikonave në fushën e njoftimeve, e njohur edhe si <em>systray</em>.
sr: Ово можда личи на мали број корисних измена, али, то није ништа у поређењу количине рада која је опет утрошена у Иксфце полицу. Око 20+ познатих буба и познатих проблема су решени. Овде је кратак исечак из целог дневника измена: Извршена је исправка домена превода спољних прикључака, прикључцима могу бити промењени положаји уз помоћ ДНД опет, ставке на двоклик у уреднику ставки приказују своје поставке, превлачење ставки на прозор уредника ставки их опет уклања са полице, прозори траке задатака сада могу бити разврстани по екранима. Још једна потешкоћа која се јавила у скорашње време и која је сада исправљена је увећање сличица у обавештајној области, такође познатој као системска касета.
sv: Detta kanske låter som några användbara korrigeringar, men det är ingenting jämfört med den mängd arbete som återigen har ägnats den nya Xfce-panelen. Omkring 20+ kända buggar och regressioner rättades till. Här är ett kort utdrag av hela ändringsloggen: Översättning domäner rättades för externa insticksprogram, insticksprogram kan ordnas om med DND igen, dubbelklick på objekt i objektredigeraren visar deras preferenser, dra objekt till dialogrutan för objektredigering tar återigen bort dem från panelen, Uppgiftslistsfönster kan nu filtreras genom övervakning. Ett annat problem som nyligen dök upp och nu har åtgärdats är ikonstorleken i meddelandefältet, även känd som systembrickan.
th: อาจจะฟังดูเหมือนรายการแก้ไขเล็กๆ น้อยๆ ที่เป็นประโยชน์ แต่ก็เทียบไม่ได้เลยกับปริมาณงานที่ใส่เข้าไปอีกครั้งในพาเนลตัวใหม่ของ Xfce มีการแก้บั๊กและความถดถอยที่เป็นที่ทราบกว่า 20 รายการในรุ่นนี้ รายการต่อไปนี้คัดย่อมาจากปูมการเปลี่ยนแปลงฉบับเต็ม: มีการแก้ไขโดเมนคำแปลสำหรับปลั๊กอินภายนอก, ปลั๊กอินสามารถจัดลำดับด้วยการลากวางได้อีกครั้ง, การดับเบิลคลิกที่รายการในเครื่องมือแก้ไขรายการจะแสดงกล่องปรับแต่ง, การลากรายการไปยังกล่องโต้ตอบแก้ไขรายการสามารถใช้เป็นการลบรายการนั้นๆ ออกจากพาเนลได้อีกครั้ง, หน้าต่างรายชื่อทาสก์สามารถแสดงแยกตามจอแสดงผลได้แล้ว มีอีกเรื่องหนึ่งที่ปรากฏขึ้นเมื่อเร็วๆ นี้ และได้รับการแก้ไขแล้ว คือการจัดขนาดไอคอนในพื้นที่แจ้งเหตุ หรือที่เรียกกันว่าถาดระบบ
tr: Bu kulağa bir kaç kullanışlı düzeltme gibi gelebilir, ancak yeni Xfce paneline girmek için miktara bağlı bir olay değildir. Bilinen 20+ civarındaki hata ve sapma düzeltilmiştir. Burada tüm değişikliklerin kısa bir alıntı vardır: Çeviri alanları, harici eklentiler için düzeltilmiştir, eklentiler DND ile birlikte yeniden sıralanmıştır, öğe düzenleyicideki çift tıklama öğeleri kendi ayarlarını gösterir, öğe düzenleme pencresine sürüklenmiş öğeler, kendi panellerinden tekrardan kaldırılırlar, görev listesi penceresi artık ekran tarafından süzgeçlenebilir. Diğer bir sorun, uyarı alanındaki simgeler sabit boyutlu bir simgeye sahiptir, bu sistem çekmecesi olarakta bilinmektedir.
uk: Це виглядає як як кілька виправлень, одна робота над новою панеллю була пророблена колосальна. Виправлено біля 20+ знаних вад і помилок. Тут наведено тільки короткий витяг з повного списку змін: виправлено переклади зовнішніх додатків, додатки можна перевпорядкувати за допомогою DND знову, подвійне клацання на елементах в редакторі показує їх властивості, перенесення елементів до діалогу редагування видаляє їх знову з панелі, вікна списку задач можна фільтрувати монітором. Також були виправлення розміри значків в лотку задач панелі.
vi: Điều này nghe có vẻ giống như một vài cách sửa lỗi hữu ích nhưng nó không là gì so với khối lượng công việc lại được thực hiện trên bảng Xfce mới. Khoảng hơn 20 lỗi đã biết và lỗi hồi quy đã được sửa. Đây là một đoạn trích ngắn của nhật ký thay đổi hoàn chỉnh: Các miền dịch đã được sửa cho các plugin bên ngoài, các plugin có thể được sắp xếp lại bằng DND, nhấp đúp vào các mục trong trình chỉnh sửa mục sẽ hiển thị tùy chọn của chúng, kéo các mục vào hộp thoại trình chỉnh sửa mục sẽ xóa chúng khỏi bảng điều khiển một lần nữa, các cửa sổ danh sách tác vụ giờ đây có thể được lọc theo màn hình. Một vấn đề khác xuất hiện gần đây và hiện đã được khắc phục là kích thước biểu tượng trong vùng thông báo, còn được gọi là khay hệ thống.
zh_tw: 這或許聽起來是有點用處的修復，但比起再次進入新 Xfce 面板的大量工作來說是微不足道的。大約 20+ 的已知臭蟲及退化已被修復。這裡是完整的變動記錄的摘錄：修復了外部插件的翻譯區，插件將可以再次使用 DND 來排序，在項目編輯器上雙擊特定項目會顯示偏好設定，拖曳項目到項目編輯器對話框中會將其再次從面板上移除，視窗列表現在可以用顯示器過濾。另一個近期出現的問題也被修復，也就是通知區域，或稱系統匣中的圖示大小。

source: Xfce 4.8pre3 also features a lot of translation updates, as can be seen in the complete changelog.
ca: Xfce 4.8pre3 també compta amb un munt d'actualitzacions de traducció, com es pot veure en el registre de canvis complet.
cs: Xfce 4.8pre3 také obsahuje mnoho aktualizací překladů, což lze zahlédnout v úplném protokolu o změnách.
da: Xfce 4.8pre3 inkluderer også mange oversættelses-opdateringer, som kan ses i den fuldstændige ændringslog.
de: Xfce 4.8pre3 enthält eine große Zahl an Übersetzungsaktualisierungen, wie Sie im vollständigen Änderungsprotokoll nachlesen können.
es: Xfce 4.8pre3 también cuenta con una gran cantidad de actualizaciones en sus traducciones, como se puede ver en el registro de cambios.
fr: Xfce 4.8pre3 bénéficie également de nombreuses améliorations de traduction, comme vous pouvez le voir dans le journal des modifications.
gl: O Xfce 4.8pre3 tamén presenta moitas actualizacións de tradución, como se pode ver no rexistro completo.
he: גרסת הקדם השלישית של Xfce 4.8 מציגה גם הרבה עדכוני תרגום, כפי שניתן לראות ביומן השינויים המלא.
id: Xfce 4.8pre3 juga mengedepankan banyak pembaruan penerjemahan, seperti bisa dilihat pada log perubahan yang lengkap.
it: Xfce 4.8pre3 porta con sé molti aggiornamenti delle traduzioni, come è possibile vedere nell'elenco delle modifiche.
kk: Толық өзгерістер журналынан көруге болатындай, Xfce 4.8pre3 шығарылымында да көптеген аударма жаңартулары бар.
lt: Xfce 4.8pre3 taip pat yra daug vertimų atnaujinimų, kaip tai yra matoma pilname keitimų žurnale.
ms: Xfce 4.8pra3 fiturkan banyak kemaskini terjemahan, yang dapat dilihat dalam log perubahan lengkap.
nb: Xfce 4.8pre3 har også en rekke oversettelsesoppdateringer, som kan sees i den fullstendige endringsloggen.
oc: Xfce 4.8pre3 dispausa tanben d'un grand nombre de mesas a jorn de traduccion, coma on pòt lo veire dins lo jornal dels cambiaments complet.
pl: W Xfce 4.8pre3 uaktualniono również wiele tłumaczeń. Szczegóły dostępne są w dzienniku zmian.
pt: Xfce 4.8pre3 também caracteriza uma quantidade enorme de actualizações de tradução, como pode ser visto no relatório de alterações completo.
pt_br: Xfce 4.8pre3 também apresenta diversas atualizações, como pode ser visto no registro de alterações completo.
ro: Xfce 4.8pre3 conține, de asemenea, o mulțime de actualizări ale traducerii, după cum se poate vedea în lista completă a modificărilor.
ru: Также Xfce 4.8pre3 характеризуется большим количеством обновлений переводов, как вы можете увидеть в полном списке изменений.
sq: Xfce 4.8pre3 përmban gjithashtu mjaft përditësime përkthimesh, që mund të shihen te regjistri i plotë i ndryshimeve.
sr: Иксфце 4.8пре3 такође представља доста надградњи превода, као што се види у потпуном дневнику измена.
sv: Xfce 4.8pre3 har också många översättningsuppdateringar, som framgår av den kompletta ändringsloggen.
th: นอกจากนี้ Xfce 4.8pre3 ยังมีการปรับคำแปลอีกจำนวนมาก ซึ่งสามารถดูได้จากปูมการเปลี่ยนแปลงฉบับเต็ม
tr: Xfce 4.8pre3 aynı zamanda bir çok çeviri güncellemesi de içermektedir, ayrıntılar değişiklikler listesinden görülebilir.
uk: Випуск Xfce 4.8pre3 також містить багато оновлень перекладів, як це видно в повному списку змін.
vi: Xfce 4.8pre3 cũng có nhiều bản cập nhật dịch thuật, như có thể thấy trong nhật ký thay đổi hoàn chỉnh.
zh_tw: Xfce 4.8pre3 也更新了許多翻譯，您可以在完整的變動記錄中看到。
