Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Our file manager <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> received a boatload of fixes and quite a few notable features, including pause for copy/move operations, support for queued file transfer, remembering view settings per directory and support for transparency in Gtk themes.
ca: El nostre gestor de fitxers <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> va rebre una càrrega de correccions i bastantes característiques notables, incloent una pausa per a les operacions de còpia/moure, suport per a la transferència de fitxers a la cua, recordant la configuració de la vista per directori i suport per a la transparència en els temes Gtk.
de: Unsere Dateiverwaltung <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> erhielt eine große Anzahl an Korrekturen und einige bemerkenswerte Funktionen, darunter Pause für Kopier-/Verschiebeoperationen, Unterstützung für Dateiübertragungen in Warteschlangen, Speichern von Ansichtseinstellungen pro Verzeichnis und Unterstützung für Transparenz in Gtk-Themen.
es: Nuestro administrador de archivos <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> recibió una gran cantidad de correcciones y algunas características notables, incluida la pausa para las operaciones de copia/movimiento, soporte para transferencia de archivos en cola, recordatorio de configuraciones de vista por directorio y soporte para transparencia en temas Gtk.
gl: O noso xestor de ficheiros <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> recibiu unha chea de correccións e bastantes funcións salientábeis, incluíndo unha pausa para operacións de copiar/mover, capacidade para a transferencia de ficheiros en cola, lembrar a configuración de visualización por cartafol e compatibilidade para a transparencia nos temas Gtk.
he: מנהל הקבצים שלנו <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> קיבל הרבה תיקונים ולא מעט מאפיינים ראויים לציון, כולל השהיה לפעולות העתק/הזז, תמיכה במעבר קבצים לפי תור, זכירת הגדרות תצוגה לפי ספריה ותמיכה בשקיפות בערכות נושא Gtk.
id: Manajer berkas kami, <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a>, menerima sejumlah besar perbaikan dan beberapa fitur penting, termasuk jeda operasi salin/pindahkan, dukungan untuk antrian transfer berkas, mengingat pengaturan tampilan per direktori, dan dukungan transparansi pada tema Gtk.
it: Il nostro gestore di file <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> ha ricevuto molte correzioni ed alcune feature degne di nota, come la possibilità di mettere in pausa le operazioni di copia/spostamento, supporto per trasferimento di file in coda, memorizzazione delle impostazioni di visualizzazione per ogni cartella e supporto per trasparenza nei temi Gtk.
kk: Біздің <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> файлдық менеджері көптеген түзетулер мен бірқатар маңызды мүмкіндіктерді алды, оның ішінде көшіру/жылжыту операцияларын кідірту, кезекке қойылған файлдарды тасымалдауды қолдау, әр бума үшін көрініс баптауларын есте сақтау және Gtk тақырыптарындағы мөлдірлікті қолдау бар.
pl: Nasz menedżer plików <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> otrzymał mnóstwo poprawek i kilka ważnych funkcji, w tym wstrzymanie operacji kopiowania i przenoszenia, obsługę przesyłania plików w kolejce, zapamiętywanie ustawień widoku dla każdego katalogu i obsługę przezroczystości w motywach Gtk.
pt: O nosso gestor de ficheiros <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> recebeu um monte de correções e algumas funcionalidades notáveis, incluindo a pausa para operações de copiar/mover, suporte para transferência de ficheiros em fila de espera, lembrando definições de visualização por diretório e suporte para transparência em temas Gtk.
pt_br: Nosso gerenciador de arquivos <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> recebeu uma série de correções e várias funcionalidades notáveis, incluindo pausa para operações de copiar/mover, suporte para transferência de arquivos em fila, memorização das configurações de visualização por diretório e suporte a transparência em temas Gtk.
ro: Gestionarul nostru de fișiere <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> a primit o mulțime de corecturi și câteva caracteristici notabile, inclusiv pauză pentru operațiile de copiere/mutare, suport pentru transferul de fișiere în coadă, memorarea opțiunilor de vizualizare per director și suport pentru transparență în temele Gtk.
ru: Наш файловый менеджер <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> получил множество исправлений и довольно много примечательных функций, включая приостановку операций копирования / перемещения, поддержку передачи файлов в очереди, запоминание настроек просмотра для каждого каталога и поддержку прозрачности в темах Gtk.
sq: Përgjegjësi ynë i kartelave, <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> përfitoi një thes me ndreqje dhe një dorë veçorish për t’u përmendur, përfshi ndalesë për veprime kopjimi/lëvizjeje, mbulim për shpërngulje kartelash të vëna në radhë, mbajtje mend rregullimesh parjeje sipas drejtorish dhe mbulim për tejdukshmëri në tema Gtk.
sr: Наш управник датотека <a href="https://docs.xfce.org/xfce/thunar/start">Тунар</a> је добио грдне поправке и тек неколико видних могућности, укључујући застанак радњи умножавања/премештања, подршку заказаног преноса датотека, памћење поставки прегледа по положају и подршку прозирности у темама ГТК-а.
sv: Våran filhanterare <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a>fick en båtlast av korrigeringar och några få anmärkningsvärda funktioner, inklusive paus för kopiering/flyttnings operationer, stöd för köad filöverföring, kommer ihåg vy inställningar per katalog och stöd för genomskinlighet i GTK-teman.
th: โปรแกรมจัดการแฟ้ม <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> ของเราได้รับการแก้ไขปัญหาจำนวนมาก และเพิ่มความสามารถใหม่ที่น่าสนใจอีกเล็กน้อย ซึ่งรวมถึงการหยุดพักการคัดลอกหรือย้ายแฟ้ม, การรองรับการเข้าคิวถ่ายโอนแฟ้ม, การจดจำค่าตั้งการแสดงผลของแต่ละไดเรกทอรี และการรองรับความโปร่งใสในชุดตกแต่ง Gtk
vi: Trình quản lý tệp của chúng tôi <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> đã nhận được rất nhiều bản sửa lỗi và khá nhiều tính năng đáng chú ý, bao gồm tạm dừng các thao tác sao chép/di chuyển, hỗ trợ truyền tệp trong hàng đợi, ghi nhớ cài đặt chế độ xem cho mỗi thư mục và hỗ trợ tính minh bạch trong chủ đề Gtk.

source: Our <a href="https://docs.xfce.org/xfce/thunar/tumbler">thumbnailing service tumbler</a> became more flexible by being able to exclude paths. Furthermore support for .epub (e-book format) was added.
ca: El nostre <a href="https://docs.xfce.org/xfce/thunar/tumbler">thumbnailing service tumbler</a> es va fer més flexible en ser capaç d'excloure camins. A més, s'ha afegit el suport per al .epub (format de llibre electrònic).
de: Unser <a href="https://docs.xfce.org/xfce/thunar/tumbler">Miniaturansichten-Dienst tumbler</a> wurde flexibler, indem er Pfade ausschließen kann. Außerdem wurde Unterstützung für .epub (E-Book-Format) hinzugefügt.
es: Nuestro <a href="https://docs.xfce.org/xfce/thunar/tumbler">interruptor de servicio de miniaturas</a> se volvió más flexible al poder excluir rutas. Además, se agregó soporte para .epub (formato de libro electrónico).
gl: O noso <a href="https://docs.xfce.org/xfce/thunar/tumbler">servizo de miniaturas tumbler</a> volveuse máis flexíbel ao poder excluír as rutas. Ademais engadiu compatibilidade co formato .epub (formato de libro electrónico).
he: <a href="https://docs.xfce.org/xfce/thunar/tumbler">שירות מזעור התמונות tumbler</a> שלנו הפך לגמיש יותר על ידי האפשרות להחריג נתיבים. זאת ועוד נוספה תמיכה ב .epub (פורמט ספר אלקטרוני).
id: <a href="https://docs.xfce.org/xfce/thunar/tumbler">Layanan gambar miniatur tumbler</a> menjadi lebih fleksibel dengan kemampuannya untuk mengecualikan path. Selain itu, dukungan untuk .epub (format buku elektronik) telah ditambahkan.
it: Il nostro <a href="https://docs.xfce.org/xfce/thunar/tumbler">servizio di miniature tumbler</a> è diventato più flessibile in quanto ora è capace di escludere percorsi. Inoltre è stato aggiunto supporto per .epub (formato e-book).
kk: Біздің <a href="https://docs.xfce.org/xfce/thunar/tumbler">tumbler нобайлар қызметі</a> жолдарды алып тастау мүмкіндігімен икемді бола түсті. Сонымен қатар .epub (электрондық кітап форматы) қолдауы қосылды.
pl: Nasza <a href="https://docs.xfce.org/xfce/thunar/tumbler">usługa dostarczania miniatur Tumbler</a> stała się bardziej elastyczna dzięki możliwości wykluczania ścieżek. Ponadto dodano obsługę .epub (format e-booków).
pt: O nosso <a href="https://docs.xfce.org/xfce/thunar/tumbler">serviço de miniaturas tumbler</a> tornou-se mais flexível ao ser capaz de excluir caminhos. Além disso, foi adicionado o suporte para .epub (formato de e-book).
pt_br: Nosso <a href="https://docs.xfce.org/xfce/thunar/tumbler">serviço de miniaturas tumbler</a> se tornou mais flexível, agora permitindo excluir caminhos. Além disso, foi adicionado suporte para o formato .epub (livro eletrônico).
ro: <a href="https://docs.xfce.org/xfce/thunar/tumbler">Serviciul nostru de creare de miniaturi „tumbler” (generatorul de miniaturi)</a> a devenit mai flexibil prin posibilitatea de a exclude rute. În plus, a fost adăugat suport pentru .epub (formatul e-book).
ru: Наша <a href="https://docs.xfce.org/xfce/thunar/tumbler">служба создания миниатюр tumbler</a> стала более гибкой благодаря возможности исключать пути. Кроме того, была добавлена поддержка .epub (формат электронной книги).
sq: <a href="https://docs.xfce.org/xfce/thunar/tumbler">Shërbimi ynë i miniaturizimeve Tumbler</a>u bë më i zhdërvjellët, duke qenë në gjendje të përjashtojë shtigje. U shtua mbulim i mëtejshëm për .epub (format e-librash).
sr: Наш <a href="https://docs.xfce.org/xfce/thunar/tumbler">служитељ умањивања слика Сличичар</a> је постао разноврснији тиме што може занемарити путање. Додата је подршка за .epub (облик е-књига).
th: <a href="https://docs.xfce.org/xfce/thunar/tumbler">บริการภาพย่อ tumbler</a> ของเราเพิ่มความยืดหยุ่นขึ้นโดยสามารถยกเว้นพาธบางพาธได้ นอกจากนี้ ยังเพิ่มการรองรับ .epub (แฟ้ม e-book) ด้วย
vi: <a href="https://docs.xfce.org/xfce/thunar/tumbler">công cụ thu nhỏ dịch vụ thu nhỏ</a> của chúng tôi đã trở nên linh hoạt hơn nhờ có thể loại trừ đường dẫn. Hơn nữa, hỗ trợ cho .epub (định dạng sách điện tử) đã được thêm vào.

source: The <a href="https://docs.xfce.org/xfce/xfce4-session/start">session manager</a> offers improved support for GPG agent 2.1 and the setting dialog was visually improved.
ca: El gestor de sessions <a href="https://docs.xfce.org/xfce/xfce4-session/start"></a> ofereix un millor suport per a l'agent GPG 2.1 i el diàleg de configuració s'ha millorat visualment.
de: Die <a href="https://docs.xfce.org/xfce/xfce4-session/start">Sitzungsverwaltung</a> bietet verbesserte Unterstützung für den GPG-Agent 2.1 und der Einstellungsdialog wurde optisch verbessert.
es: El <a href="https://docs.xfce.org/xfce/xfce4-session/start">administrador de sesiones</a> ofrece soporte mejorado para el agente GPG 2.1 y el diálogo de configuración se mejoró visualmente.
gl: O <a href="https://docs.xfce.org/xfce/xfce4-session/start">xestor de sesións</a> fornece compatibilidade mellorada para o axente GPG 2.1 e a xanela de configuración mellorouse visualmente.
he: <a href="https://docs.xfce.org/xfce/xfce4-session/start">מנהל סשן</a> מציע תמיכה משופרת ב-GPG agent 2.1 ודו שיח הגדרות עבר שיפור חזותי.
id: <a href="https://docs.xfce.org/xfce/xfce4-session/start">manajer sesi</a> menawarkan dukungan yang ditingkatkan untuk agen GPG 2.1 dan dialog pengaturan juga telah ditingkatkan.
it: Il <a href="https://docs.xfce.org/xfce/xfce4-session/start">gestore di sessioni</a> offre supporto migliorato per agente GPG 2.1 e la finestra delle impostazioni è stata migliorata visualmente.
kk: <a href="https://docs.xfce.org/xfce/xfce4-session/start">Сеанстар менеджері</a> GPG агентінің 2.1 нұсқасын жақсартылған қолдауды ұсынады және баптаулардың сұхбат терезесі визуалды түрде жақсартылды.
pl: <a href="https://docs.xfce.org/xfce/xfce4-session/start">Menedżer sesji</a> oferuje ulepszoną obsługę agenta GPG 2.1, a okno ustawień zostało ulepszone wizualnie.
pt: O <a href="https://docs.xfce.org/xfce/xfce4-session/start">gestor de sessão</a> oferece suporte melhorado ao agente GPG 2.1 e a janela de configuração foi visualmente melhorada.
pt_br: O <a href="https://docs.xfce.org/xfce/xfce4-session/start">gerenciador de sessão</a> oferece suporte aprimorado para o GPG agent 2.1, e o diálogo de configurações foi visualmente melhorado.
ro: <a href="https://docs.xfce.org/xfce/xfce4-session/start">Administratorul de sesiune</a> oferă suport îmbunătățit pentru agentul GPG 2.1, iar fereastra de dialog pentru configurare a fost îmbunătățită vizual.
ru: <a href="https://docs.xfce.org/xfce/xfce4-session/start">Диспетчер сеансов</a> предлагает улучшенную поддержку GPG агента 2.1, а диалоговое окно настройки было визуально улучшено.
sq: <a href="https://docs.xfce.org/xfce/xfce4-session/start">Përgjegjësi i sesioneve</a> ofron mbulim të përmirësuar për agjent GPG 2.1 dhe dialogu i rregullimeve u përmirësua nga ana pamore.
sr: <a href="https://docs.xfce.org/xfce/xfce4-session/start">Управник седнице</a> нуди бољу подршку за службенике ГПГ-а 2.1 и побољшано му је прозорче поставки.
sv: <a href="https://docs.xfce.org/xfce/xfce4-session/start">Sessionshanteraren</a> erbjuder förbättrat stöd för GPG agent 2.1 och inställningsdialogrutan förbättrades visuellt.
th: <a href="https://docs.xfce.org/xfce/xfce4-session/start">โปรแกรมจัดการวาระ</a> มีการปรับปรุงการรองรับ GPG 2.1 และกล่องโต้ตอบตั้งค่าก็มีการปรับปรุงรูปลักษณ์ด้วย
vi: <a href="https://docs.xfce.org/xfce/xfce4-session/start">trình quản lý phiên</a> cung cấp khả năng hỗ trợ được cải thiện cho tác nhân GPG 2.1 và hộp thoại cài đặt đã được cải thiện về mặt trực quan.

source: The <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">power manager</a> received a lot of bugfixes and some smaller features - among them a cleanup of its settings dialog, an optional visual indicator for when `Presentation Mode` is enabled, more accurate battery status icons and automatically dismissing low-power notifications upon the connection of a charger.
ca: El gestor d'energia <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start"></a> va rebre moltes correccions d'errors i algunes característiques més petites - entre elles una neteja del seu diàleg de configuració, un indicador visual opcional per quan el ,Mode de Presentació. està activat, icones d'estat de la bateria més precises i automàticament descarta notificacions de baixa potència a la connexió d'un carregador.
de: Die <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Energieverwaltung</a> erhielt eine Reihe von Fehlerbehebungen und einige kleinere Features - darunter eine Bereinigung des Einstellungsdialogs, eine optionale visuelle Anzeige, wann der `Präsentationsmodus` aktiviert ist, genauere Akkustandssymbole und das automatische Verwerfen von Benachrichtigungen bei niedrigem Stromverbrauch beim Anschluss eines Ladegeräts.
es: El <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">administrador de energía</a> recibió muchas correcciones de errores y algunas características más pequeñas, entre ellas, una limpieza de su cuadro de diálogo de configuración, un indicador visual opcional para cuando el `Modo de presentación` está habilitado, íconos de estado de la batería más precisos y descartar automáticamente las notificaciones de baja energía al conectarse de un cargador.
gl: O <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">xestor de enerxía</a> recibiu moitas correccións de erros e algunhas funcións máis pequenas, entre elas unha limpeza da súa xanela de configuración, un indicador visual opcional para cando está activado o «Modo de presentación», iconas de estado da batería máis precisas e o descartado automático das notificacións de baixo consumo cando está conectado a un cargador.
he: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">מנהל חשמל</a> קיבל הרבה תיקוני באגים וכמה מאפיינים קטנים - בין היתר ניקוי של דו שיח הגדרות, אינדיקטור ויזואלי אופציונלי כאשר 'מצב מצגת' מופעל, איקונים של סטטוס סוללה מדויקים יותר והשתקה אוטומטית של הודעות מתח נמוך לאחר חיבור של מטען.
id: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Manajer daya</a> menerima banyak perbaikan kutu dan beberapa fitur kecil - di antaranya pembersihan dialog pengaturan, indikator visual opsional ketika 'Mode Presentasi' diaktifkan, ikon status baterai yang lebih akurat, dan menghilangkan notifikasi daya-rendah secara otomatis ketika pengisi daya telah terhubung.
it: Il <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">gestore di energia</a> ha ricevuto un sacco di bugfix ed alcune feature minori - tra le quali la pulizia della sua finestra delle impostazioni, un indicatore visuale opzionale per quando viene abilitata la "Modalità Presentazione", icone dello stato di batteria più accurate ed inibizione automatica delle notifiche di batteria scarica quando viene collegato un caricatore.
kk: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Қуат менеджері</a> көптеген қателерді түзету мен кейбір кішігірім мүмкіндіктерді алды — солардың ішінде баптаулардың сұхбат терезесін тазалау, «Презентация режимі» қосулы болғандағы қосымша визуалды индикатор, батарея күйінің дәлірек таңбашалары және зарядтағыш қосылған кезде төмен қуат туралы хабарландыруларды автоматты түрде алып тастау бар.
pl: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Menedżer zasilania</a> otrzymał wiele poprawek błędów i kilka mniejszych funkcji – wśród nich uporządkowanie okna ustawień, opcjonalny wizualny wskaźnik włączenia trybu prezentacji, dokładniejsze ikony stanu akumulatora i automatyczne odrzucanie powiadomień o niskim poborze naładowania akumulatora po podłączeniu ładowarki.
pt: O <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">gestor de energia</a> recebeu muitas correções de erros e algumas pequenas funcionalidades - entre elas uma limpeza da sua janela de definições, um indicador visual opcional para quando o "Modo de apresentação" está ativado, ícones de estado da bateria mais precisos e a rejeição automática de notificações de baixo consumo aquando da ligação de um carregador.
pt_br: O <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">gerenciador de energia</a> recebeu várias correções de bugs e algumas funcionalidades menores, entre elas a limpeza do seu diálogo de configurações, um indicador visual opcional para quando o `modo de apresentação` está habilitado, ícones de status de bateria mais precisos e o fechamento automático de notificações de baixa potência quando o carregador é conectado.
ro: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Administratorul de energie</a> a primit o mulțime de corecturi de erori și câteva caracteristici mai mici - printre care o curățare a ferestrei de dialog pentru opțiuni, un indicator vizual opțional pentru momentul în care este activat „Modul prezentare”, pictograme de stare a bateriei mai precise și eliminarea automată a notificărilor de energie scăzută la conectarea unui încărcător.
ru: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Диспетчер энергопотребления</a> получил множество исправлений и некоторые более мелкие функции - среди них очистка диалогового окна настроек, дополнительный визуальный индикатор включения режима презентации, более точные значки состояния батареи и автоматическое отключение уведомлений о низком энергопотреблении при подключении зарядного устройства.
sq: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Përgjegjësi i energjisë</a> përfitoi mjaft ndreqje të metash dhe disa veçori të vockla - mes tyre, një pastrim të dialogut të rregullimeve për të, një tregues pamor opsional, kur është e aktivizuar “Mënyra Prezantim”, ikona më të përpikta gjendjesh baterie dhe hedhje tej automatikisht e njoftimeve rreth energjie të pakët, pas lidhjes së një ngarkuesi.
sr: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Управник потрошње</a> је добио мноштво исправки грешака и нешто нових могућности - међу њима и чишћење његовог прозора поставки, могућност видног истицања када је начин рада „излагање“ омогућен, тачније указивање на сличици стања батерије и самостално отказивање обавештења о ниској попуњености батерије након повезивања пуњача.
th: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">ระบบจัดการพลังงาน</a> ได้รับการแก้บั๊กและเพิ่มความสามารถเล็กๆ น้อยๆ จำนวนมาก ในจำนวนนั้นคือการทำความสะอาดกล่องโต้ตอบตั้งค่า, การแสดงเครื่องหมายบ่งชี้เมื่อเปิดใช้ `โหมดนำเสนอ`, ไอคอนสถานะแบตเตอรี่ที่แม่นยำขึ้น และการยกเลิกการแจ้งเตือนพลังงานต่ำโดยอัตโนมัติเมื่อมีการเสียบที่ชาร์จ
vi: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">trình quản lý năng lượng</a> đã nhận được nhiều bản sửa lỗi và một số tính năng nhỏ hơn - trong số đó có tính năng dọn dẹp hộp thoại cài đặt, chỉ báo trực quan tùy chọn khi bật `Chế độ thuyết trình`, các biểu tượng trạng thái pin chính xác hơn và tự động loại bỏ các thông báo tiêu thụ ít năng lượng khi kết nối bộ sạc.
