Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: This program sets the background image and provides a root window menu, desktop icons or minimized icons and a windows list.
ca: Aquest programa estableix la imatge del fons i proporciona un menú de finestres arrel, les icones de l'escriptori o les icones minimitzades i una llista de finestres.
cs: Tento program nastavuje obrázek na pozadí a poskytuje kořenovou nabídku oken, ikony plochy nebo minimalizované ikony a seznam oken.
da: Dette program sætte baggrundsbilledet og leverer en root-vinduesmenu, skrivebordsikoner og minimerede ikoner og en vinduesliste.
de: Dieses Programm legt das Hintergrundbild fest und stellt ein Fenstermenü bereit, Schreibtischsymbole oder minimierte Symbole und eine Fensterliste.
es: Este programa establece la imagen de fondo y proporciona un menú de la ventana raíz, los iconos del escritorio o iconos minimizados y una lista de ventanas.
fr: Ce programme définit le fond d’écran, fournit une fenêtre racine du menu, des icônes de bureau, des icônes réduites et une liste des fenêtres.
gl: Este programa estabelece a imaxe de fondo e fornece un menú de xanelas raíz, iconas de escritorio ou iconas minimizadas e unha lista de xanelas.
he: התוכנה הזו קובעת את תמונת הרקע ומספקת תפריט חלון בסיסי, אייקונים לשולחן עבודה או אייקונים ממוזערים ורשימת חלונות.
id: Mengatur tampilan gambar di latar belakang, ikon desktop, daftar jendela aplikasi yang berjalan, dan lain-lain.
it: Questo programma imposta l'immagine di sfondo e fornisce un menu della finestra di root, le icone della scrivania, le icone minimizzate e un elenco delle finestre.
ja: 背景画像を設定し、ルートウィンドウメニュー、デスクトップアイコンや最小化アイコン、およびウィンドウリストを提供します。
kk: Бұл бағдарлама фон суретін орнатады және түбірлік терезе мәзірін, жұмыс үстелі таңбашаларын немесе жиырылған таңбашаларды және терезелер тізімін ұсынады.
lt: Ši programa nustato fono paveikslą ir pateikia pagrindinį lango meniu, darbalaukio piktogramas ar suskleistas piktogramas ir langų sąrašą.
ms: Program ini tetapkan imej latar belakang dan menyediakan menu tetingkap root, ikon desktop atau ikon diminimum dan senarai tetingkap.
nb: Dette programmet endrer bakgrunnsbilder og har en rotvindusmeny, skrivebordsikoner eller minimerte vinduer og en vindusliste.
nl: Dit programma stelt de achtergrond en zorgt voor een root window menu, pictogrammen op het bureaublad of geminimaliseerd iconen en een Windows-lijst.
oc: Aqueste programa definitt l'imatge de rèire plan e prepausa un menú de la fenèstra raiç, las icònas del burèu o dels icònas redusidas e una lista de las fenèstras.
pl: Konfiguruje tło pulpitu oraz udostępnia jego zawartość, jak: ikony, menu okna głównego czy lista okien.
pt: Este programa faz a gestão do ambiente de trabalho, disponibilizando um menu, os ícones do ambiente de trabalho e das janelas minimizadas, bem como a lista de janelas.
pt_br: Esse programa define uma imagem de plano de fundo e fornece um menu da janela principal, ícones de área de trabalho ou ícones minimizados e uma lista de janelas.
ro: Acest program stabilește imaginea de fundal și oferă un meniu rădăcină al ferestrei, pictograme pe birou sau pictograme minimizate și o listă de ferestre.
ru: Программа устанавливает фоновое изображение и предоставляет основное оконное меню, значки рабочего стола или минимизированные значки и список окон.
sq: Ky program cakton figurën e sfondit dhe furnizon një menu dritareje rrënje, ikona desktopi ose ikona të minimizuara dhe një listë dritaresh.
sr: Овај програм поставља позадинску слику и обезбеђује главни прозор изборника, сличице радне површи, или умањене сличице и списак прозора.
sv: Det här programmet ställer in bakgrundsbilden och tillhandahåller en fönstermeny för root, skrivbordsikoner och en fönsterlista.
th: โปรแกรมนี้ใช้กำหนดภาพพื้นหลังและจัดเตรียมเมนูของหน้าต่างระดับราก, ไอคอนบนพื้นโต๊ะหรือไอคอนของหน้าต่างย่อเก็บ, และเมนูรายชื่อหน้าต่าง
tr: Bu program arka plan görüntüsünü ayarlar ve bir kök pencere menüsünü, masaüstü simgelerini veya küçültülmüş simgeleri ve pencere listesini sunar.
uk: Ця програма налаштовує малюнок тла, іконки стільниці або мінімізовані іконки, список вікон, меню вікон.
vi: Chương trình này đặt hình nền và cung cấp menu cửa sổ gốc, biểu tượng trên màn hình hoặc biểu tượng thu nhỏ và danh sách cửa sổ.
zh_tw: 這個程式設定了背景圖片及提供根視窗選單、桌面圖示或是最小化的圖示及視窗列表。

source: The session manager controls all aspects of the startup and the shutdown of the user session.
ca: El gestor de sessions controla tots els aspectes de la posada en marxa i del tancament de la sessió de l'usuari.
cs: Správce relace ovládá všechny aspekty spouštění a vypínání uživatelské relace.
da: Sessionshåndteringen styrer alle aspekter af opstarten og nedlukningen af brugersessionen.
de: Die Sitzungsverwaltung steuert alle Phasen des Startens und Beendens einer Benutzersitzung.
es: El gestor de sesiones controla todos los aspectos de la puesta en marcha y el cierre de la sesión del usuario.
fr: Le gestionnaire de sessions contrôle tous les aspects du démarrage et de la fermeture de la session utilisateur.
gl: O xestor de sesións controla todos os aspectos do inicio e o apagado da sesión do usuario.
he: מנהל הסשן מבקר את כל האספקטים של ההדלקה והכיבוי של סשן המשתמש.
id: Mengatur semua hal yang terkait proses buka (log masuk) hingga tutup (log keluar) suatu sesi pengguna.
it: Il gestore della sessione controlla tutti gli aspetti dell'avvio e dello spegnimento della sessione dell'utente.
ja: ユーザーセッションの開始から終了までをすべての面から管理します。
kk: Сессия менеджері пайдаланушы сессиясын іске қосудың және тоқтатудың барлық аспектілерін басқарады.
lt: Seansų tvarkytuvė valdo visus naudotojo seanso paleidimo ir išjungimo aspektus.
ms: Pengurus sesi mengawal semua aspek permulaan dan penutupan sesi pengguna.
nb: Øktbehandleren kontrollerer alle sider ved oppstart og avslutning av brukerøkten.
oc: Lo gestionari de session contraròtla totes los aspèctes de la mesa en route e l'arrèst de la session utilizaire.
pl: Steruje sesją użytkownika podczas uruchamiania i wyłączania komputera.
pt: O gestor de sessões controla o arranque e o encerramento do computador.
pt_br: O gerenciador de sessão controla todos aspectos da inicialização e desligamento da sessão do usuário.
ro: Administratorul de sesiune controlează toate aspectele legate de pornirea și închiderea sesiunii utilizatorului.
ru: Менеджер сеансов управляет всеми аспектами запуска и завершения пользовательской сессии.
sq: Përgjegjësi i sesionit kontrollon krejt aspektet e nisjes dhe fikjes së sesionit të përdoruesit.
sr: Управник седнице управља свим појавама при покретању и искључује корисничку седницу.
sv: Sessionshanteraren hanterar alla aspekter på start och avslutning av användarsessionen.
th: โปรแกรมจัดการวาระจะควบคุมทุกเรื่องของการเริ่มและปิดวาระการใช้งานของผู้ใช้
tr: Oturum yöneticisi, başlangıçtaki tüm yönleri ve kullanıcının oturum kapatmasını denetler.
uk: Менеджер сесії керує всіма аспектами запуску і виходу з сесії користувача.
vi: Trình quản lý phiên kiểm soát tất cả các khía cạnh của việc khởi động và tắt phiên người dùng.
zh_tw: 工作階段管理員控制了使用者工作階段的啟動及關閉等各個方面。

source: It allows you to configure every detail of your desktop environment.
ca: Us permet configurar cada detall del vostre entorn d'escriptori.
cs: Umožňuje nakonfigurovat každý detail vašeho desktopového prostředí.
da: Giver dig mulighed for at konfigurere alle detaljerne af dit skrivebordsmiljø.
de: Ermöglicht Ihnen die Anpassung jedes Details Ihrer Arbeitsumgebung.
es: Permite configurar todos los detalles de tu entorno de escritorio
fr: Il vous permet de configurer chaque détail de votre environnement de bureau.
gl: Permite configurar todos os detalles do contorno de escritorio.
he: מאפשר לך להגדיר כל פרט בסביבת שולחן העבודה שלך.
id: Memudahkan Anda mengatur detil konfigurasi desktop Anda.
it: Permette di configurare ogni aspetto del proprio ambiente grafico.
ja: デスクトップ環境のあらゆる詳細設定を行えます。
kk: Ол жұмыс үстелі ортасының әрбір егжей-тегжейін баптауға мүмкіндік береді.
lt: Ji leidžia konfigūruoti kiekvieną jūsų darbalaukio aplinkos nustatymą.
ms: Ia membolehkan anda konfigur setiap perincian persekitaran desktop anda.
nb: Lar deg konfigurere alle detaljer for skrivebordsmiljøet ditt.
nl: Het staat u te configureren elk detail van uw desktop-omgeving.
oc: Il vos permet de configurar cada detalh de votre environament de burèu.
pl: Konfiguruje różne cechy środowiska graficznego, jak: wygląd, ustawienia ekranu, klawiatury i myszy.
pt: Permite-lhe configurar as definições do ambiente de trabalho.
pt_br: Permite que você configure cada detalhe do seu ambiente de desktop.
ro: Acesta vă permite să configurați fiecare detaliu al mediului grafic de birou.
ru: Позволяет настраивать все особенности вашего окружения рабочего стола.
sq: Ju lejon të formësoni çdo hollësi të mjedisit tuaj desktop.
sr: Омогућава да подесите сваку појединост радног окружења.
sv: Den tillåter dig att konfigurera varje detalj av din skrivbordsmiljö.
th: ช่วยคุณตั้งค่าทุกรายละเอียดของเดสก์ท็อปของคุณ
tr: Bu masaüstü ortamınızın her ayrıntısını yapılandırmanızı sağlar.
uk: Дозволяє Вам налаштувати кожну деталь Вашого оточення робочого столу.
vi: Nó cho phép bạn định cấu hình mọi chi tiết của môi trường máy tính để bàn của bạn.
zh_tw: 它能讓您設定您桌面環境的每個細節。

source: Thunar is a modern file manager designed from the ground up to be fast and easy-to-use.
ca: Thunar és un gestor de fitxers modern dissenyat des de la base fins a ser ràpid i fàcil d'utilitzar.
da: Thunar er et moderne program til håndtering af filer, designet fra bunden til at være hurtig og let at bruge.
de: Thunar ist ein moderner Dateiverwalter, der von Grund auf daraufhin entworfen wurde, schnell und leicht bedienbar zu sein.
es: Thunar es un administrador de archivos moderno diseñado desde cero para ser rápido y fácil de usar.
gl: O Thunar é un xestor de ficheiros deseñado desde o principio para ser rápido e doado de utilizar.
he: Thunar הוא מנהל קבצים מודרני המתוכנן מכף רגל ועד ראש להיות מהיר וקל לשימוש.
id: Thunar adalah sebuah manajer berkas modern yang didesain dari dasar supaya cepat dan mudah digunakan.
it: Thunar è un moderno gestore di file progettato fin dall'inizio per essere veloce e facile da usare.
ja: Thunar は、高速で使いやすいように一から設計された、最新のファイルマネージャです。
kk: Thunar — басынан бастап жылдам және пайдалануға оңай болу үшін жасалған заманауи файлдар менеджері.
lt: Thunar yra šiuolaikinė failų tvarkytuvė, sukurta taip, jog būtų greita ir paprasta naudoti.
pl: Zarządza plikami w nowoczesny sposób; zaprojektowany od podstaw z myślą o szybkości działania i prostocie obsługi.
pt: O Thunar é um gestor de ficheiros moderno, concebido desde o início para ser rápido e fácil de usar.
pt_br: Thunar é um gerenciador de arquivos moderno projetado desde o princípio para ser rápido e fácil de usar.
ro: Thunar este un gestionar de fișiere modern, proiectat de la zero pentru a fi rapid și ușor de utilizat.
ru: Thunar — это современный файловый менеджер, разработанный с нуля, чтобы быть быстрым и простым в использовании.
sq: Thunar-i është një përgjegjës kartelash modern, i konceptuar nga e para, për të qenë i shpejtë dhe i lehtë për t’u përdorur.
sr: Тунар је савремени управник датотека заснован да буде брз и лак за употребу.
sv: Thunar är en ny modern filhanterare utformad från grunden upp för att vara snabb och lättanvänd.
th: Thunar เป็นโปรแกรมจัดการแฟ้มสมัยใหม่ที่ออกแบบมาตั้งแต่ต้นให้เร็วและใช้ง่าย
tr: Thunar, sıfırdan hızlı ve kullanımı kolay olacak şekilde tasarlanmış modern bir dosya yöneticisidir.
vi: Thunar là một trình quản lý tệp hiện đại được thiết kế hoàn toàn nhanh chóng và dễ sử dụng.

source: Allows you to search, launch and find information about applications installed on your system.
ca: Us permet cercar, llançar i trobar la informació sobre les aplicacions instal·lades al vostre sistema.
cs: Umožňuje hledat, spouštět a najít informace o aplikacích nainstalovaných v systému.
da: Giver dig mulighed for at søge, starte og finde information om programmer som er installeret på dit system.
de: Ermöglicht Ihnen die Suche, den Start und das Auffinden von Informationen über die auf Ihrem System installierten Anwendungen.
es: Le permite buscar, lanzar y encontrar información acerca de las aplicaciones instaladas en su sistema.
fr: Vous permet de chercher, lancer et trouver des informations sur les applications installées sur votre système.
gl: Permite buscar, iniciar e atopar información sobre as aplicacións instaladas no sistema.
he: מאפשר לך לחפש, להפעיל ולמצוא מידע על תוכנות מותקנות במערכת שלך.
id: Memudahkan anda mencari dan meluncurkan aplikasi yang terpasang di komputer anda.
it: Permette di cercare, avviare e trovare informazioni relative alle applicazioni installate nel sistema.
ja: システムにインストールされているアプリケーションの検索、起動、情報の表示が行えます。
kk: Жүйеңізде орнатылған қолданбаларды іздеуге, іске қосуға және олар туралы ақпаратты табуға мүмкіндік береді.
lt: Leidžia ieškoti programų, paleisti jas ir surasti informaciją apie įdiegtas programas.
ms: Membolehkan anda gelintar, lancar dan cari maklumat mengenai aplikasi yang dipasang dalam sistem anda.
nb: Lar deg søke, starte og finne informasjon om programmene som er installert på systemet ditt.
nl: Kunt u zoeken, te lanceren en informatie over applicaties geïnstalleerd op uw systeem te vinden.
oc: Vos permet de recercar, d'aviar e de trobar dels informacions suls aplicacions installadas sus vòstre sistèma.
pl: Umożliwia wyszukiwanie i uruchamianie programów zainstalowanych w systemie.
pt: Permite-lhe procurar, iniciar e encontrar informações sobre as aplicações instaladas no seu sistema.
pt_br: Permite que você encontre, execute e localize informações sobre os aplicativos instalados em seu sistema.
ro: Vă permite să căutați, să lansați și să găsiți informații despre aplicațiile instalate în sistem.
ru: Позволяет находить и запускать приложения, установленные в вашей системе, а также искать информацию о них.
sq: Ju lejon të kërkoni, nisni aplikacione dhe të gjeni informacion rreth atyre të instaluara në sistemin tuaj.
sr: Омогућава претрагу, покретање и приказ података о програмима на систему.
sv: Tillåter dig att söka, starta och hitta information om program som är installerade på ditt system.
th: ช่วยคุณค้นหา เรียกทำงาน และดูข้อมูลเกี่ยวกับโปรแกรมต่างๆ ที่ติดตั้งอยู่ในระบบของคุณ
tr: Arama, başlatma ve sisteminizde yüklü uygulamalar hakkında bilgi bulmanız için izin verir.
uk: Дозволяє Вам шукати, запускати і знаходити інформацію про програми, які встановлені на Вашій системі.
vi: Cho phép bạn tìm kiếm, khởi chạy và tìm thông tin về các ứng dụng được cài đặt trên hệ thống của bạn.
zh_tw: 讓您可以搜尋、啟動及尋找關於安裝在您的系統上的應用程式及相關資訊。

source: Manages the power sources of the computer and connected devices.
ca: Gestiona les fonts d'energia de l'ordinador i dels dispositius connectats.
da: Håndterer strømkilderne for computeren og tilsluttede enheder.
de: Verwaltet die Stromquellen des Computers und der angeschlossenen Geräte.
es: Administra las fuentes de energía de la computadora y los dispositivos conectados.
gl: Xestione as fontes de enerxía do computador e dos dispositivos conectados.
he: מנהל את מקורות החשמל של המחשב והתקנים מחוברים.
id: Mengelola sumber tenaga komputer dan berbagai perangkat yang terhubung.
it: Gestisce le sorgenti di energia del computer e dei dispositivi connessi.
ja: コンピュータおよび接続されているデバイスの電源を管理します。
kk: Компьютердің және қосылған құрылғылардың қуат көздерін басқарады.
lt: Valdo kompiuterio elektros maitinimo šaltinius ir prijungtus įrenginius.
pl: Zarządza źródłami zasilania komputera i podłączonych urządzeń.
pt: Gere as fontes de energia do computador e os dispositivos ligados.
pt_br: Administra as fontes de energia do computador e os dispositivos conectados.
ro: Gestionează sursele de alimentare ale calculatorului și ale dispozitivelor conectate.
ru: Управляет источниками питания компьютера и подключенных устройств.
sq: Administron burimet e energjisë së kompjuterit dhe pajisjet e lidhura.
sr: Управља напајањима рачунара и повезаним уређајима.
sv: Hanterar strömkällorna för datorn och de anslutna enheterna.
th: จัดการแหล่งพลังงานของคอมพิวเตอร์และอุปกรณ์ต่างๆ ที่เชื่อมต่ออยู่
tr: Bilgisayarın ve bağlı cihazların güç kaynaklarını yönetir.
vi: Quản lý nguồn điện của máy tính và các thiết bị được kết nối.

source: Xfce Libraries
ca: Biblioteques de l'Xfce
cs: Knihovny Xfce
da: Xfce-biblioteker
de: Xfce-Bibliotheken
es: Bibliotecas de Xfce
fr: Bibliothèques Xfce
gl: Bibliotecas de Xfce
he: ספריות Xfce
id: Pustaka Xfce
it: Librerie di Xfce
ja: Xfce ライブラリ
kk: Xfce кітапханалары
lt: Xfce bibliotekos
ms: Pustaka Xfce
nb: Xfce-bibliotek
nl: Xfce Bibliotheken
oc: Bibliotècas Xfce
pl: Biblioteka Xfce
pt: Bibliotecas Xfce
pt_br: Bibliotecas do Xfce
ro: Bibliotecile Xfce
ru: Библиотеки Xfce
sq: Librari Xfce
sr: Библиотеке Иксфце-а
sv: Xfce-bibliotek
th: ไลบรารีต่างๆ ของ Xfce
tr: Xfce Kütüphaneleri
uk: Бібліотеки Xfce
vi: Thư viện Xfce
zh_tw: Xfce 函式庫

source: Widgets library for the Xfce desktop environment.
ca: Biblioteca de ginys per a l'entorn d'escriptori Xfce.
da: Widgetsbibliotek til Xfce-skrivebordsmiljøet.
de: Widgets-Bibliothek für die Xfce-Arbeitsumgebung.
es: Biblioteca de widgets para el entorno de escritorio Xfce.
gl: Biblioteca de trebellos para o contorno de escritorio Xfce.
he: ספריית ישומונים לסביבת שולחן עבודה Xfce.
id: Pustaka widget untuk lingkungan desktop Xfce.
it: Libreria di widget per ambiente desktop Xfce.
ja: Xfce デスクトップ環境用のウィジェット・ライブラリーです。
kk: Xfce жұмыс үстелі ортасына арналған виджеттер кітапханасы.
lt: Xfce darbalaukio aplinkos valdiklių biblioteka.
pl: Zapewnia widżety w środowisku graficznym Xfce.
pt: Biblioteca de "Widgets" para o ambiente de trabalho Xfce.
pt_br: Biblioteca de widgets para o ambiente de desktop Xfce.
ro: Biblioteca de elemente de control pentru mediul grafic de birou Xfce.
ru: Библиотека виджетов для среды рабочего стола Xfce.
sq: Librari widget-esh për mjedisin desktop Xfce.
sr: Књижница справица радног окружења ИксФЦЕ.
sv: Widgetbibliotek för Xfce-skrivbordsmiljön.
th: ไลบรารีของวิดเจ็ตสำหรับสภาพแวดล้อมเดสก์ท็อป Xfce
tr: Xfce masaüstü ortamı için araç kütüphanesi.
vi: Thư viện widget cho môi trường máy tính để bàn Xfce.

source: Simple client-server configuration storage and query system.
ca: Emmagatzematge senzill de la configuració client-servidor i sistema de consulta.
cs: Jednoduchý systém pro dotazování a ukládání konfigurace typu klient-server.
da: Simpelt klient-server-baseret konfigurationslagrings- og anmodningssystem.
de: Einfaches Programmserver-Konfigurationsspeicher- und Abfragesystem.
es: Un sencillo sistema de almacenamiento y consulta de configuración cliente-servidor.
fr: Stockage simple des configurations client-serveur et système de requêtes.
gl: Sistema sinxelo de almacemento de configuración de cliente-servidor e consultas
he: מערכת הגדרה אחסון ושאילתה לקוח-שרת פשוטה.
id: Bentuk sederhana untuk mengatur konfigurasi sistem penyimpanan dan kueri.
it: Un semplice sistema client-server di gestione delle configurazioni.
ja: シンプルなクライアント―サーバー型設定格納・問い合わせシステムです。
kk: Қарапайым клиент-серверлік конфигурацияны сақтау және сұрату жүйесі.
lt: Paprasta kliento-serverio konfigūracijos saugykla ir užklausų sistema.
ms: Storan konfigurasi klien-pelayan dan sistem pertanyaan ringkas.
nb: Enkel klient-tjener-oppsettslagring og spørringssystem.
nl: Eenvoudige client-server configuratie opslag-en zoeksysteem.
oc: Stockage de la configuracion del client-server simple e lo sistèma de requèsta.
pl: Przechowuje i udostępnia konfiguracje programów w oparciu o system komunikacji międzyprogramowej.
pt: Configuração entre cliente e servidor e sistema de consultas.
pt_br: Sistema de consulta e armazenamento simples de configuração cliente-servidor.
ro: Sistem simplu client-server de stocare și interogare a configurației.
ru: Простая система хранения и запроса настроек клиент-сервера.
sq: Sistem i thjeshtë klient-shërbyes për depozitim dhe kërkim formësimesh.
sr: Једноставан систем за чување поставки и слање упита између корисника и служитеља.
sv: Enkel client-serverkonfiguration lagrings- och söksystem.
th: แหล่งเก็บค่าตั้งแบบไคลเอนต์-เซิร์ฟเวอร์ที่เรียบง่าย พร้อมระบบสอบถาม
tr: Temel istemci-sunucu yapılandırması depolama ve sorgu sistemi.
uk: Проста конфігурація клієнта-сервера сховку і система запитів.
vi: Hệ thống truy vấn và lưu trữ cấu hình máy khách-máy chủ đơn giản.
zh_tw: 簡單的代理伺服器設定儲存及查詢系統。

source: Applications
ca: Aplicacions
cs: Aplikace
da: Programmer
de: Anwendungen
es: Aplicaciones
gl: Aplicacións
he: תוכנות
id: Aplikasi
it: Applicazioni
ja: アプリケーション
kk: Қолданбалар
lt: Programos
ms: Aplikasi
nb: Programmer
nl: Toepassingen
oc: Aplicacions
pl: Programy
pt: Aplicações
pt_br: Aplicativos
ro: Aplicații
ru: Приложения
sq: Aplikacione
sr: Програми
sv: Program
th: โปรแกรมต่างๆ
tr: Uygulamalar
uk: Програми
vi: Ứng dụng
zh_tw: 應用程式

source: Terminal is a modern terminal emulator featuring tabs and transparent backgrounds.
ca: Terminal és un emulador de terminal modern que ofereix pestanyes i fons transparents.
cs: Terminal je moderní emulátor terminálu s podporou karet a průhledných pozadí.
da: Terminal er en moderne terminalemulator med faneblade og gennemsigtige baggrunde.
de: Terminal ist ein moderner Terminalemulator, der Reiter und transparente Hintergründe bietet.
es: Terminal es un moderno emulador de terminal con pestañas y fondos trasparentes.
fr: Terminal est un émulateur de terminal moderne incluant onglets et arrières-plan transparents.
gl: Terminal é un emulador de terminal moderno que dispón de lapelas e fondos transparentes.
he: מסוף הוא חיקוי למסוף מודרני הכולל לשוניות ורקעים שקופים.
id: Merupakan emulator terminal shell dengan berbagai fitur unggulan seperti tabular dan latar transparan.
it: Terminal è un moderno emulatore di terminale per l'ambiente Unix/Linux e, in primo luogo, per Xfce.
ja: 端末はタブや背景の透明化を特徴とするモダンな端末ミュレーターです。
kk: Терминал — беттері және мөлдір фондары бар заманауи терминал эмуляторы.
lt: Terminalas yra modernus terminalo emuliatorius, kuris turi korteles ir permatomus fonus.
ms: Terminal adalah emulator terminal modern yang fiturkan tab dan latar belakang lutsinar.
nb: Terminal er en moderne terminalemulator med faner og gjennomsiktig bakgrunn.
oc: Terminal es un emulator de terminal moderne, amb dels onglets e dels arrièrs plan transparents.
pl: Nowoczesny emulator terminala z kartami i przezroczystym tłem.
pt: O Terminal é um emulador de terminal moderno com suporte a separadores e imagens de fundo transparentes.
pt_br: Terminal é um emulador de terminal moderno contendo abas e fundos de tela transparentes.
ro: Terminal este un emulator de terminal modern cu file și fundaluri transparente.
ru: Терминал — современный эмулятор терминала с поддержкой вкладок и прозрачного фона.
sq: Terminali është një simulues modern terminali që përmban skeda dhe sfonde të tejdukshëm.
sr: Терминал је савремени опонашач терминала са листовима и провидном позадином.
sv: Terminal är en modern terminalemulator som har flikar och genomskinliga bakgrunder.
th: เทอร์มินัลคือโปรแกรมจำลองเทอร์มินัลสมัยใหม่ซึ่งสามารถใช้แท็บและพื้นหลังโปร่งแสงได้
tr: Terminal, sekmeler ve saydam arka plan gibi özellikleriyle çağdaş uçbirim öykünücüsüdür.
uk: Terminal - це сучасний емулятор терміналу з вкладками і прозорим тлом.
vi: Terminal là trình mô phỏng thiết bị đầu cuối hiện đại có các tab và nền trong suốt.
zh_tw: 終端機是個現代終端機模擬器，支援分頁與透明背景。
