Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The <a href="https://docs.xfce.org/xfce/xfwm4/start">window manager</a> received lots of updates and improvements again in the area of compositing and GLX. If a primary display was set, the alt-tab dialog will now only be shown there. Furthermore some handy new options to zoom the cursor along with rest of the display as well as an option to keep minimized windows in the most recently used list complement this release.
ca: El <a href="https://docs.xfce.org/xfce/xfwm4/start">window manager</a> va rebre moltes actualitzacions i millores de nou en l'àrea de composició i GLX. Si s'ha establert una pantalla primària, el diàleg alt-tab ara només es mostrarà allà. A més, algunes noves opcions útils per a fer zoom al cursor juntament amb la resta de la pantalla, així com una opció per a mantenir les finestres minimitzades a la llista més recent complementen aquesta versió.
de: Die <a href="https://docs.xfce.org/xfce/xfwm4/start">Fensterverwaltung</a> hat wieder viele Aktualisierungen und Verbesserungen im Bereich Compositing und GLX erhalten. Wenn ein primäres Display eingestellt wurde, wird der Alt-Tab-Dialog nun nur noch dort angezeigt. Weiterhin ergänzen einige praktische neue Optionen zum Zoomen des Cursors zusammen mit dem Rest der Anzeige sowie eine Option, minimierte Fenster in der Liste der zuletzt verwendeten zu behalten, diese Version.
es: El <a href="https://docs.xfce.org/xfce/xfwm4/start">administrador de ventanas</a> recibió muchas actualizaciones y mejoras nuevamente en el área de composición y GLX. Si se configuró una pantalla principal, el cuadro de diálogo de la pestaña alternativa ahora solo se mostrará allí. Además, algunas opciones nuevas y útiles para acercar el cursor junto con el resto de la pantalla, así como una opción para mantener las ventanas minimizadas en la lista utilizada más recientemente, complementan esta versión.
gl: O <a href="https://docs.xfce.org/xfce/xfwm4/start">xestor de xanelas</a> recibiu moreas de actualizacións e melloras de novo na área de composición e GLX. Se se configurou unha pantalla principal, o cadro de diálogo Alt-Tab só se amosará alí. Ademais, algunhas novas e útiles opcións para ampliar o cursor xunto co resto da pantalla, así como unha opción para manter as xanelas minimizadas na lista usada máis recentemente complementan esta versión.
he: <a href="https://docs.xfce.org/xfce/xfwm4/start">מנהל החלונות</a> קיבל הרבה עדכונים ושיפורים שוב בתחום של עריכה ו-GLX. אם נקבעה תצוגה ראשית, דו שיח alt-tab יוצג עכשיו רק שם. בנוסף אפשרויות שימושיות חדשות לזום של הסמן ביחד עם שאר התצוגה וגם אפשרות לשמור חלונות ממוזערים ברשימת שימוש לאחרונה משלימות את הגרסה הזו.
id: <a href="https://docs.xfce.org/xfce/xfwm4/start">Manajer jendela</a> kembali menerima banyak pembaruan dan perbaikan dalam area pengkomposisian dan GLX. Jika sebuah layar utama telah disetel, dialog alt-tab hanya akan ditampilkan di sana. Lebih jauh lagi, beberapa opsi baru yang berguna untuk memperbesar kursor bersama dengan tampilan yang lain, begitu juga opsi untuk menyimpan jendela yang diminimalkan pada daftar yang baru-baru ini digunakan melengkapi rilis ini.
it: Il <a href="https://docs.xfce.org/xfce/xfwm4/start">gestore di finestre</a> ha ricevuto molti aggiornamenti e miglioramenti sempre nel campo della composizione e di GLX. Se è stato impostato uno schermo primario, la finestra di alt-tab comparirà soltanto lì. Inoltre, per completare questo rilascio, sono state aggiunte alcune opzioni utili per ingrandire il cursore insieme allo schermo oltre alla possibilità di mantenere le finestre minimizzate nella lista delle ultime cose utilizzate.
kk: <a href="https://docs.xfce.org/xfce/xfwm4/start">Терезелер менеджері</a> композициялау және GLX саласында көптеген жаңартулар мен жақсартулар алды. Егер негізгі дисплей орнатылған болса, alt-tab сұхбат терезесі енді тек сонда көрсетіледі. Сонымен қатар, меңзерді дисплейдің қалған бөлігімен бірге масштабтауға арналған ыңғайлы жаңа опциялар, сондай-ақ жиналған терезелерді ең соңғы қолданылғандар тізімінде сақтау опциясы бұл шығарылымды толықтырады.
pl: <a href="https://docs.xfce.org/xfce/xfwm4/start">Menedżer okien</a> ponownie otrzymał wiele aktualizacji i ulepszeń w kwestii kompozycji i GLX. Jeśli ustawiono główny wyświetlacz, okno dialogowe alt-tab będzie teraz wyświetlane tylko tam. Co więcej, kilka przydatnych nowych opcji powiększania kursora wraz z resztą ekranu, a także opcja utrzymywania zminimalizowanych okien na ostatnio używanej liście uzupełniają to wydanie.
pt: O <a href="https://docs.xfce.org/xfce/xfwm4/start">gestor de janelas</a> recebeu muitas atualizações e melhorias novamente na área de composição e GLX. Se um ecrã principal foi definido, a janela alt-tab agora só será exibida lá. Além disso, algumas novas opções úteis para ampliar o cursor junto com o resto do ecrã, bem como uma opção para manter as janelas minimizadas na lista utilizada mais recentemente complementam esta versão.
pt_br: O <a href="https://docs.xfce.org/xfce/xfwm4/start">gerenciador de janelas</a> rrecebeu várias atualizações e melhorias novamente na área de composição e GLX. Se um display principal foi configurado, o diálogo de alternância de janelas (alt-tab) agora será exibido apenas nele. Além disso, algumas novas opções úteis para ampliar o cursor junto com o restante da exibição, bem como uma opção para manter as janelas minimizadas na lista das mais recentemente usadas, complementam este lançamento.
ro: <a href="https://docs.xfce.org/xfce/xfwm4/start">Administratorul de ferestre</a> a primit din nou o mulțime de actualizări și îmbunătățiri în domeniul compunerii și GLX. Dacă a fost configurat un ecran principal, dialogul alt-tab va fi acum afișat numai acolo. În plus, unele opțiuni noi și utile pentru a mări cursorul mausului împreună cu restul ecranului, precum și o opțiune de a păstra ferestrele minimizate în lista celor mai recent utilizate completează această versiune.
ru: <a href="https://docs.xfce.org/xfce/xfwm4/start">Оконный менеджер</a> снова получил множество обновлений и улучшений в области компоновки и GLX. Если был установлен основной дисплей, диалоговое окно alt-tab теперь будет отображаться только там. Кроме того, этот выпуск дополняют некоторые удобные новые опции для масштабирования курсора вместе с остальной частью дисплея, а также возможность сохранения свернутых окон в списке последних использованных.
sq: Edhe <a href="https://docs.xfce.org/xfce/xfwm4/start">përgjegjësi i dritareve</a> përfitori mjaft përditësime dhe përmirësime, në fushën e hartimit dhe atë të GLX-it. Nëse qe caktuar një ekran parësor, dialogu Alt-tab tani do të shfaqet vetëm në të. Këtë hedhje në qarkullim e plotësojnë më tej disa mundësi të reja të volitshme, për të zmadhuar/zvogëluar kursorin tok me pjesën tjetër të ekranit, si dhe një mundësi për të mbajtur dritare të minimizuara te lista e atyre të përdorura së fundi.
sr: <a href="https://docs.xfce.org/xfce/xfwm4/start">Управник прозора</a> је поново добио доста надградњи и побољшања у погледу слагања и ГЛИкс-а. Ако је главни приказ постављен, прозорче мења-таб неће бити само на њему постављено. Неке згодне нове могућности увећања показивача уз остатак приказа као и могућност да држи умањене прозоре у списку скорашњих је додатак у овом издању.
sv: <a href="https://docs.xfce.org/xfce/xfwm4/start">Fönsterhanteraren</a> blev rikligt uppdaterad och förbättrad än en gång vad gäller kompositgrafik och GLX. Om en huvudskärm angavs kommer alt-tab-dialogen nu endast att visas där. Dessutom kan denna utgåva stoltsera med ett par praktiska nya alternativ för att förstora pekaren tillsammans med resten av skärmen, och ett alternativ för att behålla minimerade fönster i den senast använda listan.
th: <a href="https://docs.xfce.org/xfce/xfwm4/start">โปรแกรมจัดการหน้าต่าง</a> ได้รับการปรับปรุงอย่างมากอีกครั้งในด้านการ composite และ GLX ถ้ามีการกำหนดจอแสดงผลหลักไว้ กล่องโต้ตอบ alt-tab ก็จะแสดงเฉพาะบนจอดังกล่าวเท่านั้นในรุ่นนี้ นอกจากนี้ยังมีตัวเลือกใหม่สำหรับซูมตัวชี้เมาส์ไปพร้อมกับส่วนที่เหลือของจอแสดงผล รวมถึงตัวเลือกให้นับรวมหน้าต่างที่ย่อเก็บเข้าในรายชื่อหน้าต่างที่ใช้ล่าสุด ซึ่งทำให้รุ่นนี้มีความครบครัน
vi: <a href="https://docs.xfce.org/xfce/xfwm4/start">trình quản lý cửa sổ</a> lại nhận được rất nhiều bản cập nhật và cải tiến trong lĩnh vực tổng hợp và GLX. Nếu màn hình chính được đặt thì hộp thoại tab alt bây giờ sẽ chỉ được hiển thị ở đó. Hơn nữa, một số tùy chọn mới tiện dụng để zoom con trỏ cùng với phần còn lại của màn hình cũng như tùy chọn giữ các cửa sổ thu nhỏ trong danh sách được sử dụng gần đây nhất sẽ bổ sung cho bản phát hành này.

source: We added a new plugin to the <a href="https://docs.xfce.org/xfce/xfce4-panel/start">panel</a> dubbed "statustray" which combines both StatusNotifier and legacy Systray items. An animated autohide transition now clearly shows the user "where the panel has gone" and a dark mode (enabled by default) makes the panel drop into the background a bit more with bright themes like the Gtk default Adwaita. Quite a few more smaller improvements were also introduced like accessing desktop actions from a Launcher´s right-click menu, the Window Buttons plugin now offering to `Launch a new instance` of an application and the Workspace Switcher now optionally showing automatic numbering for workspaces.
ca: S'ha afegit un connector nou al panell <a href="https://docs.xfce.org/xfce/xfce4-panel/start"></a> anomenat "statustray" que combina elements de StatusNotifier i Systray antics. Una transició animada d'ocultació automàtica ara mostra clarament a l'usuari "on ha anat el plafó" i un mode fosc (activat de manera predeterminada) fa que el plafó deixi caure al fons una mica més amb temes brillants com l'Adwaita per defecte de Gtk. També es van introduir algunes millores més petites, com l'accés a les accions d'escriptori des del menú del clic dret d'un llançador, el connector Botons de finestra que ara ofereix .Llançar una instància nova. d'una aplicació i el Commutador d'espais de treball que ara mostra opcionalment la numeració automàtica per als espais de treball.
de: Wir haben dem <a href="https://docs.xfce.org/xfce/xfce4-panel/start">Panel</a> ein neues Plugin mit dem Namen "statustray" hinzugefügt, das sowohl die Statusbenachrichtigung als auch die alten Systray-Elemente kombiniert. Ein animierter Autohide-Übergang zeigt dem Benutzer nun deutlich, "wohin das Panel verschwunden ist" und ein dunkler Modus (standardmäßig aktiviert) lässt das Panel bei hellen Themes wie dem Gtk-Standard Adwaita etwas mehr in den Hintergrund treten. Eine ganze Reihe weiterer kleinerer Verbesserungen wurden ebenfalls eingeführt, wie z. B. der Zugriff auf Desktop-Aktionen über das Rechtsklick-Menü eines Launchers, das Window-Buttons-Plugin, das nun das Starten einer neuen Instanz einer Anwendung anbietet, und der Workspace Switcher, der nun optional eine automatische Nummerierung für Workspaces anzeigt.
es: Hemos añadido un nuevo complemento al <a href="https://docs.xfce.org/xfce/xfce4-panel/start">panel</a> denominado bandeja de estado que combina tanto el notificdor de estodo como los elementos heredados de la bandeja del sistema. Una transición animada de ocultamiento automático muestra ahora claramente al usuario dónde ha ido a parar el panel y un modo oscuro (activado por defecto) hace que el panel desaparezca un poco más en el fondo con temas brillantes como Adwaita, el tema por defecto de GTK. También se han introducido otras mejoras menores, como el acceso a las acciones del escritorio desde el menú contextual del lanzador, el complemento de los botones de ventana (que ahora ofrece el lanzamiento de una nueva instancia de una aplicación) y el selector de áreas de trabajo (que ahora muestra la numeración automática de las áreas de trabajo).
gl: Engadimos unha nova extensión ao <a href="https://docs.xfce.org/xfce/xfce4-panel/start">panel</a> chamado «zona de notificación» que combina tanto o «notificador de estado» como elementos da «zona de sistema» herdados. Unha transición animada de ocultación automática agora amosa claramente ao usuario «onde foi o panel» e un modo escuro (habilitado de xeito predeterminado) fai que o panel caia un pouco máis no fondo con temas brillantes como o Adwaita predeterminado de Gtk. Tamén se introduciron algunhas melloras máis pequenas, como acceder a accións de escritorio desde o menú do botón dereito do rato do iniciador, o engadido botóns de xanela ofrece agora «Iniciar unha nova instancia» dunha aplicación e o selector de espazos de traballo agora amosa de xeito opcional a numeración automática para espazos de traballo .
he: הוספנו תוסף חדש ל<a href="https://docs.xfce.org/xfce/xfce4-panel/start">לוח</a> בשם "statustray" המשלב את StatusNotifier ואת פריטי הדור הקודם של Systray. מעבר הסתרה אוטומטית באנימציה מציג עכשיו בבירור למשתמש "לאן נעלם הלוח" ומצב כהה (המופעל כברירת מחדל) מאפשר ללוח להשתלב ברקע מעט יותר בערכות נושא בהירות כמו ברירת המחדל Adwaita של Gtk. עוד מספר שיפורים קטנים יותר הוכנסו כמו גישה לפעולות שולחן עבודה דרך תפריט קליק ימני של מפעיל, תוסף לחצני החלונות מאפשר עכשיו 'הפעלת מופע חדש' של יישום ומחליף חללי העבודה מציג באופן אופציונלי מספור של חללי עבודה.
id: Kami menambahkan sebuah plugin baru pada <a href="https://docs.xfce.org/xfce/xfce4-panel/start">panel</a> yang disebut "statustray", yang mengkombinasikan item-item pada StatusNotifier dan Systray yang lama. Transisi sembunyi otomatis dengan animasi akan dengan jelas menunjukkan kepada pengguna "ke mana panel itu pergi" dan sebuah mode gelap (diaktifkan secara baku) menjadikan panel hilang ke latar belakang lebih jauh lagi dengan tema terang seperti Adwaita yang merupakan bawaan Gtk. Beberapa perbaikan yang lebih kecil juga diperkenalkan seperti akses ke aksi-aksi desktop dari menu klik-kanan Peluncur, plugin Tombol Jendela sekarang menawarkan untuk 'Meluncurkan instansi baru' dari sebuah aplikasi dan Penukar Ruang Kerja sekarang menampilkan penomoran otomatis ruang kerja secara opsional.
it: Abbiamo aggiunto una nuova estensione al <a href="https://docs.xfce.org/xfce/xfce4-panel/start">pannello</a>soprannominato "statustray" che combina sia StatusNotifier che elementi legacy di Systray. Una transizione animata di autohide ora mostra chiaramente al utente "dove il pannello si è nascosto" e la modalità scura (abilitata di default) fa sfumare meglio il pannello con lo sfondo con temi chiari come il tema Gtk predefinito, Adawita. Sono stati introdotti molteplici miglioramenti minori come l'accesso alle opzioni del desktop tramite il menu attivato con clic destro del mouse su un Avviatore, l'estensione dei Pulsanti delle finestre che offre la possibilità di "Lanciare una nuova istanza" di una applicazione e il commutatore dello spazio di lavoro ora mostra opzionalmente la numerazione automatica di spazi di lavoro.
kk: Біз <a href="https://docs.xfce.org/xfce/xfce4-panel/start">панельге</a> StatusNotifier және ескі Systray элементтерін біріктіретін "statustray" деп аталатын жаңа плагин қостық. Автоматты түрде жасырудың анимациялық ауысуы енді пайдаланушыға "панельдің қайда кеткенін" анық көрсетеді, ал қараңғы режим (әдепкі бойынша қосулы) Gtk әдепкі Adwaita сияқты ашық тақырыптарда панельдің фонға көбірек сіңісуіне мүмкіндік береді. Сондай-ақ, жіберушінің оң жақ шерту мәзірінен жұмыс үстелі әрекеттеріне қол жеткізу, Терезе батырмалары плагинінің қолданбаның «Жаңа данасын жіберуді» ұсынуы және Жұмыс орындарын ауыстырғыштың енді таңдау бойынша жұмыс орындарының автоматты нөмірленуін көрсетуі сияқты біршама кішігірім жақсартулар енгізілді.
pl: Dodaliśmy nową wtyczkę do <a href="https://docs.xfce.org/xfce/xfce4-panel/start">panelu</a>, zwaną „zasobnikiem stanu”, która łączy zarówno elementy powiadomienia o stanie, jak i starsze elementy zasobnika systemowego. Animowane przejście autoukrywania teraz wyraźnie pokazuje użytkownikowi „gdzie zniknął panel”, a tryb ciemny (domyślnie włączony) sprawia, że panel jest nieco bardziej w tle dzięki jasnym motywom, takim jak domyślna dla Gtk Adwaita. Wprowadzono również kilka mniejszych ulepszeń, takich jak dostęp do działań na pulpicie z menu uruchamianego prawym przyciskiem myszy, wtyczka przycisków okien oferuje teraz funkcję „Uruchom nowe wystąpienie” programu, a przełącznik obszaru roboczego opcjonalnie pokazuje teraz automatyczne numerowanie obszarów roboczych.
pt: Adicionamos um novo plugin ao <a href="https://docs.xfce.org/xfce/xfce4-panel/start">painel</a> denominado "statustray", que combina os itens "StatusNotifier" e "Systray" antigo. Uma transição de ocultação automática animada agora mostra claramente ao utilizador "onde o painel foi" e um modo escuro (ativado por predefinição) faz o painel cair no fundo um pouco mais com temas brilhantes como o Adwaita Gtk predefinido. Foram também introduzidas mais algumas pequenas melhorias como acesso as ações do ambiente de trabalho a partir do menu do botão direito do Lançador, o plugin de botões de janela oferecendo agora o `Lançar uma nova instância` de uma aplicação e o alternador de áreas de trabalho agora mostra opcionalmente numeração automática para áreas de trabalho.
pt_br: Adicionamos um novo plugin ao <a href="https://docs.xfce.org/xfce/xfce4-panel/start">painel</a> chamado "statustray", que combina itens do StatusNotifier e do Systray legados. Uma transição animada de ocultação automática agora mostra claramente ao usuário "onde o painel foi" e um modo escuro (ativado por padrão) faz o painel se destacar um pouco menos no fundo com temas claros, como o Gtk padrão Adwaita. Várias outras pequenas melhorias também foram introduzidas, como o acesso a ações da área de trabalho a partir do menu de clique direito de um lançador, o plugin Botões de Janela agora oferecendo a opção de Iniciar uma nova instância de um aplicativo e o alternador de espaços de trabalho agora mostrando, opcionalmente, a numeração automática para os espaços de trabalho.
ro: Am adăugat un nou modul la <a href="https://docs.xfce.org/xfce/xfce4-panel/start">panou</a> numit zona de notificare „statustray” care combină atât elementul StatusNotifier, cât și elementul Systray moștenite. O tranziție de auto-ascundere animată arată acum în mod clar utilizatorului „unde a dispărut panoul”, iar un mod întunecat (activat în mod implicit) face ca panoul să treacă un pic mai mult în fundal cu teme luminoase, cum ar fi Adwaita Gtk implicit. De asemenea, au fost introduse mai multe îmbunătățiri minore, cum ar fi accesarea acțiunilor de pe birou din meniul cu clic dreapta al unui lansator, modulul de butoane pentru ferestre care oferă acum posibilitatea de a „lansa o nouă instanță” a unei aplicații și selectorul de spații de lucru care afișează acum opțional numerotarea automată a spațiilor de lucru.
ru: Мы добавили новый плагин к <a href="https://docs.xfce.org/xfce/xfce4-panel/start">панели</a> названный "statustray", который сочетает в себе как StatusNotifier, так и устаревшие элементы Systray. Анимированный автоматический переход теперь четко показывает пользователю, "куда ушла панель", а темный режим (включен по умолчанию) заставляет панель немного отступать на задний план с помощью ярких тем, таких как по умолчанию Gtk Adwaita. Также было внесено еще несколько небольших улучшений, таких как доступ к действиям на рабочем столе из контекстного меню Launcher, плагин Window Buttons теперь предлагает "Запустить новый экземпляр" приложения, а переключатель Workspace теперь дополнительно показывает автоматическую нумерацию рабочих пространств.
sq: Shtuam një shtojcë të re te <a href="https://docs.xfce.org/xfce/xfce4-panel/start">paneli</a>, të pagëzuar “shtyllë gjendjesh” e cila ndërthur StatusNotifier dhe Systray-in e dikurshëm. Një tranzicion i animuar vetëfshehjeje tani i tregon qartë përdoruesit se “ku ka shkuar paneli”A dhe një mënyrë e errët (e aktivizuar si parazgjedhje) e bën panelin të “bjerë” pakëz më tepër në sfond me tema të ndritshme, të tilla si ajo parazgjedhje Gtk Adwaita. U sollën për herë të parë edhe një dorë përmirësimesh më të vogla, bie fjala, përdorim veprimesh desktopi që nga një menu djathtasklikimi mbi Nisësin, shtojca Butona Dritareje tani ofron “Nisni një instancë të re” të një aplikacioni dhe Këmbyesi i Hapësirave të Punës tani shfaq numërim automatik të hapësirave të punës.
sr: Додали смо нови прикључак за <a href="https://docs.xfce.org/xfce/xfce4-panel/start">полицу</a> назван „ладица стања“ који обједињује ставке обавештења о стању и системску ладицу. Живи прелази самоскривања сада јасно показују кориснику „где је полица нестала“ а тамни начин рада (подразумевано омогућен) чини да полица спада у позадину више са тамном темом као подразумевана тема Адвајта ГТК. Још неколико мањих побољшања су такође представљена, попут приступа радњама са радним окружењем из деснокликих изборника покретача, прикључак дугмади прозора сада нуди „покретање новог примерка“ програма и измењивач радне површи сада самостално приказује бројеве радних површи.
th: เราได้เพิ่มปลั๊กอินใหม่ให้กับ <a href="https://docs.xfce.org/xfce/xfce4-panel/start">พาเนล</a> ชื่อว่า "ถาดสถานะ" ซึ่งรวมเอาปลั๊กอินแจ้งเหตุสถานะ (StatusNotifier) เข้ากับถาดระบบ (Systray) แบบเก่า ภาพเคลื่อนไหวขณะซ่อนพาเนลอัตโนมัติในรุ่นนี้แสดงให้ผู้ใช้เห็นอย่างชัดเจนว่า "พาเนลหายไปอยู่ที่ไหน" และโหมดมืด (ซึ่งเปิดใช้โดยปริยาย) จะช่วยให้พาเนลจมลงในพื้นหลังมากขึ้นเมื่อใช้กับชุดตกแต่งสีสว่าง เช่น ชุดอัตไวตะ (Adwaita) ซึ่งเป็นชุดตกแต่งปริยายของ Gtk นอกจากนี้ยังมีรายการปรับปรุงเล็กๆ น้อยๆ อื่นๆ เพิ่มเข้ามา เช่น การเข้าถึงการกระทำเดสก์ท็อปจากเมนูคลิกขวาของปุ่มเรียกโปรแกรม ปลั๊กอินปุ่มเลือกหน้าต่างในรุ่นนี้สามารถ `เรียกทำงานอินสแตนซ์ใหม่` ของแอปพลิเคชันได้ และปลั๊กอินสลับพื้นที่ทำงานสามารถเลือกให้แสดงหมายเลขพื้นที่ทำงานได้แล้ว
vi: Chúng tôi đã thêm một plugin mới vào <a href="https://docs.xfce.org/xfce/xfce4-panel/start">bảng điều khiển</a> có tên là "statustray", kết hợp cả các mục StatusNotifier và Systray cũ. Giờ đây, quá trình chuyển đổi tự động ẩn hoạt ảnh hiển thị rõ ràng cho người dùng "nơi bảng điều khiển đã đi" và chế độ tối (được bật theo mặc định) làm cho bảng điều khiển chìm xuống nền nhiều hơn một chút với các chủ đề sáng như Adwaita mặc định của Gtk. Một số cải tiến nhỏ hơn cũng được giới thiệu như truy cập các tác vụ trên màn hình từ menu nhấp chuột phải của Trình khởi chạy, plugin Nút cửa sổ hiện cung cấp tính năng `Khởi chạy phiên bản mới` của ứng dụng và Workspace Switcher hiện có tùy chọn hiển thị đánh số tự động cho không gian làm việc.
