Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: 4.16 was a special cycle in many respects (not only pandemic-wise, but also). One of the corner-stones of the non-code changes concerns our migration to GitLab, which is a change in development workflow and a huge step forward in terms of becoming more contributor-friendly and welcoming. In parts, the <a href="https://www.xfce.org/download/changelogs/4.16">humungous changelog of Xfce 4.16</a> can be attributed to new contributors proposing merge requests (288 merge requests were merged or closed against our core components alone!). We also created a reference Docker container (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) and added CI pipelines to all components to ensure we don´t break the build. None of this would have been possible without our hosting being sponsored by <a href="https://gandi.net">Gandi</a> and <a href="https://fosshost.org">Fosshost</a>!
ca: El 4.16 va ser un cicle especial en molts aspectes (no només per pandèmia, sinó també). Una de les pedres angulars dels canvis no codificants es refereix a la nostra migració a GitLab, que és un canvi en el flux de treball del desenvolupament i un gran pas endavant en termes de ser més amables i acollidors per als contribuents. A parts, el <a href="https://www.xfce.org/download/changelogs/4.16">humungous changelog of Xfce 4.16</a> es pot atribuir a nous col·laboradors que proposen sol·licituds de fusió (288 sol·licituds de fusió es van fusionar o es van tancar contra els nostres components principals!). També vam crear un contenidor Docker de referència (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) i vam afegir canonades CI a tots els components per assegurar-nos que no trenquem la construcció. Res d'això hauria estat possible sense que el nostre allotjament fos patrocinat per <a href="https://gandi.net">Gandi</a> i <a href="https://fosshost.org">Fosshost</a>!
de: 4.16 war in vielerlei Hinsicht ein besonderer Zyklus (nicht nur in Bezug auf die Pandemie, aber auch). Einer der Eckpfeiler der Nicht-Code-Änderungen betrifft unsere Migration zu GitLab, was eine Änderung im Entwicklungs-Workflow und ein großer Schritt nach vorne in Bezug auf mehr Mitwirkende-Freundlichkeit und -Willkommen ist. In Teilen ist das <a href="https://www.xfce.org/download/changelogs/4.16">gewaltige Changelog von Xfce 4.16</a> auf neue Mitwirkende zurückzuführen, die Merge Requests vorschlugen (288 Merge Requests wurden allein gegen unsere Kernkomponenten zusammengeführt oder geschlossen!) Wir haben auch einen Referenz-Docker-Container (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) erstellt und CI-Pipelines für alle Komponenten hinzugefügt, um sicherzustellen, dass wir den Build nicht kaputt machen. Nichts von alledem wäre möglich gewesen, wenn unser Hosting nicht von <a href="https://gandi.net">Gandi</a> und <a href="https://fosshost.org">Fosshost</a> gesponsert worden wäre!
es: 4.16 ha sido un ciclo especial en muchos aspectos (no solo en cuanto a pandemias, sino también). Una de las piedras angulares de los cambios que no son de código se refiere a nuestra migración a GitLab, que es un cambio en el flujo de trabajo de desarrollo y un gran paso adelante en términos de ser más amigables y acogedores para los colaboradores. En partes, el <a href="https://www.xfce.org/download/changelogs/4.16">enorme registro de cambios de Xfce 4.16</a> se puede atribuir a nuevos colaboradores que proponen solicitudes de fusión (¡288 solicitudes de fusión se fusionaron o cerraron solo contra nuestros componentes principales!). También creamos un contenedor Docker de referencia (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) y agregamos pipelines CI a todos los componentes para asegurarnos de que no rompamos la compilación. ¡Nada de esto hubiera sido posible sin nuestro hosting patrocinado por <a href="https://gandi.net">Gandi</a> y <a href="https://fosshost.org">Fosshost</a>!
gl: 4.16 foi un ciclo especial en moitos aspectos (non só pandémico, máis tamén). Unha das pedras angulares dos cambios non relacionados co código foi á nosa migración a GitLab, que supón un cambio no fluxo de traballo de desenvolvemento e un enorme paso adiante en canto a ser máis amigábeis e receptivos cos contribuidores. En partes, o <a href="https://www.xfce.org/download/changelogs/4.16">enorme rexistro de cambios de Xfce 4.16</a> pode ser atribuído a novos colaboradores que propoñen solicitudes de combinación (288 solicitudes de combinación foron combinadas ou pechadas só nos compoñentes fundamentais!). Tamén creamos un contedor Docker de referencia (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce / xfce-build</a>) e engadimos canalizacións CI a todos os compoñentes para garantir que non rompemos a compilación. Nada disto non sería posíbel sen que <a href="https://gandi.net">Gandi</a> e <a href="https://fosshost.org">Fosshost</a> patrocinasen o noso aloxamento.
he: 4.16 הייתה גרסה מיוחדת בהרבה אופנים (לא רק בגלל המשבר העולמי, אבל גם). אחת מאבני היסוד של השינויים הלא תוכנתיים היא המעבר ל-GitLab, המהווה שינוי בזרם עבודת הפיתוח וצעד ענק קדימה מבחינת ידידותיות והזמנה למשתתפים. באופן חלקי, <a href="https://www.xfce.org/download/changelogs/4.16">יומן השינויים האימתני של Xfce 4.16</a> ניתן ליחוס למשתתפים חדשים שהציעו איחוד בקשות (288 בקשות איחוד אוחדו או נסגרו רק מול רכיבי הליבה שלנו!). אנחנו גם יצרנו Docker container ליחוס (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) והוספנו קווי צנרת CI לכל הרכיבים כדי לוודא שאנחנו לא שוברים את הבילד. שום דבר לא היה אפשרי בלי הספונסרים של האירוח שלנו <a href="https://gandi.net"> Gandi</a> ו-<a href="https://fosshost.org">Fosshost</a>!
id: 4.16 menjadi sebuah siklus yang spesial dalam berbagai hal (tidak hanya karena pandemi, tapi itu juga termasuk). Salah satu pondasi dasar perubahan non-kode adalah migrasi kami ke GitLab, yang tentu saja mengubah alur kerja pengembangan dan merupakan kemajuan yang sangat besar dalam hal menjadi lebih ramah dan terbuka terhadap kontributor. Sebagian <a href="https://www.xfce.org/download/changelogs/4.16">log perubahan besar dari Xfce 4.16</a> dapat diatribusikan kepada para kontributor baru yang mengajukan permintaan merger (288 permintaan merger telah diterapkan atau ditutup terhadap komponen inti saja!). Kami juga membuat sebuah kontainer Docker referensi (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) dan menambahkan jalur pipa CI untuk keseluruhan komponen untuk memastikan bahwa kami tidak merusak build. Semua ini tidak akan mungkin tercapai tanpa hosting kami yang disponsori oleh <a href="https://gandi.net">Gandi</a> dan <a href="https://fosshost.org">Fosshost</a>!
it: 4.16 è stato un ciclo speciale sotto molti aspetti (non solo pandemico, ma anche). Una delle pietre miliari dei cambiamenti non-code riguarda la nostra migrazione su GitLab, che porta ad un cambiamento nel flusso di lavoro dello sviluppo ed un grande passo in avanti per diventare più accogliente e comodo per contributori. In parte, <a href="https://www.xfce.org/download/changelogs/4.16">l'enorme lista dei cambiamenti di Xfce 4.16</a> può essere attribuita ai nuovi contributori che propongono richieste di fusione (sono state fuse o chiuse 288 richieste di fusione solo per i nostri componenti principali!). Abbiamo anche creato un contenitore Docker di riferimento (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) e aggiunto pipeline CI a tutti i componenti per assicurarsi di non rompere la build. Nulla di ciò sarebbe stato possibile senza il nostro hosting sponsorizzato da <a href="https://gandi.net">Gandi</a> e <a href="https://fosshost.org">Fosshost</a>!
kk: 4.16 көптеген жағынан (тек пандемия ғана емес) ерекше цикл болды. Кодқа жатпайтын өзгерістердің негізгілерінің бірі — біздің GitLab-қа көшуіміз, бұл әзірлеу жұмыс үрдісіндегі өзгеріс және қатысушыларға қолайлы әрі ашық болу бағытындағы үлкен қадам. Жартылай, <a href="https://www.xfce.org/download/changelogs/4.16">Xfce 4.16 нұсқасының орасан зор өзгерістер тізімі</a> біріктіру сұранымдарын ұсынған жаңа қатысушылардың арқасында болды (тек негізгі компоненттер бойынша 288 біріктіру сұранымы біріктірілді немесе жабылды!). Біз сондай-ақ Docker эталонды контейнерін (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) жасадық және құрастыруды бұзбауымызды қамтамасыз ету үшін барлық компоненттерге CI конвейерлерін қостық. Осының ешқайсысы біздің хостингке демеушілік еткен <a href="https://gandi.net">Gandi</a> және <a href="https://fosshost.org">Fosshost</a> көмегінсіз мүмкін болмас еді!
pl: Wersja 4.16 była szczególnym cyklem pod wieloma względami (nie tylko pod względem pandemii, ale również). Jeden z kamieni węgielnych zmian niezwiązanych z kodem dotyczy naszej migracji do GitLab, która jest zmianą w przepływie pracy deweloperskiej i ogromnym krokiem naprzód, jeśli chodzi o stanie się przyjaźniejszym i łatwiejszym dla współpracowników. Częściowo <a href="https://www.xfce.org/download/changelogs/4.16">ogromny dziennik zmian Xfce 4.16</a> można przypisać nowym współtwórcom proponującym żądania „merge” (288 żądań „merge” zostało scalonych lub zamkniętych tylko dla naszych podstawowych komponentów!). Stworzyliśmy również kontener referencyjny Dockera (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) i dodaliśmy potoki CI do wszystkich komponentów, aby mieć pewność, że nie zepsujemy kompilacji. Nic z tego nie byłoby możliwe bez sponsorowania naszego hostingu przez <a href="https://gandi.net">Gandi</a> i <a href="https://fosshost.org">Fosshost</a>!
pt: O 4.16 foi um ciclo especial em muitos aspetos (não apenas em termos de pandemia, mas também). Uma das pedras fundamentais das mudanças não relacionadas ao código diz respeito à nossa migração para o GitLab, que é uma mudança no fluxo de trabalho de desenvolvimento e um grande passo à frente em termos de nos tornarmos mais amigáveis e recetivos aos contribuidores. Em parte, o <a href="https://www.xfce.org/download/changelogs/4.16">enorme registo de alterações do Xfce 4.16</a> pode ser atribuído a novos contribuidores propondo solicitações de fusão (288 solicitações de fusão foram fundidas ou fechadas apenas para nossos componentes principais!). Também criamos um contentor Docker de referência (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) e adicionamos condutas de CI a todos os componentes para garantir que não quebramos a compilação. Nada disto teria sido possível sem que a nossa hospedagem fosse patrocinada por <a href="https://gandi.net">Gandi</a> e <a href="https://fosshost.org">Fosshost</a>!
pt_br: O ciclo do Xfce 4.16 foi especial em muitos aspectos (não apenas por causa da pandemia, mas também por outros motivos). Um dos marcos das mudanças não relacionadas ao código foi nossa migração para o GitLab, o que representa uma mudança no fluxo de trabalho de desenvolvimento e um grande passo à frente no sentido de nos tornarmos mais amigáveis e acolhedores para os contribuidores. Em parte, o <a href="https://www.xfce.org/download/changelogs/4.16">enorme registo de alterações do Xfce 4.16</a> pode ser atribuído a novos contribuidores que propuseram solicitações de mesclagem (288 solicitações foram mescladas ou fechadas contra nossos componentes principais!). Também criamos um contêiner Docker de referência (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) e adicionamos pipelines de CI a todos os componentes para garantir que não quebremos a compilação. Nada disso teria sido possível sem o apoio do nosso serviço de hospedagem patrocinado pela <a href="https://gandi.net">Gandi</a> e <a href="https://fosshost.org">Fosshost</a>!
ro: 4.16 a fost un ciclu special în multe privințe (nu doar pandemic, ci de asemenea). Una dintre pietrele de temelie ale schimbărilor non-cod se referă la migrarea noastră la GitLab, care este o schimbare în fluxul de lucru de dezvoltare și un pas uriaș înainte în ceea ce privește devenirea mai prietenoasă și mai primitoare pentru contribuitori. În parte, <a href="https://www.xfce.org/download/changelogs/4.16">lista uriașă de modificări a Xfce 4.16</a> poate fi atribuită noilor contribuitori care propun cereri de fuzionare (288 de cereri de fuzionare au fost fuzionate sau închise numai pentru componentele noastre de bază!) De asemenea, am creat un container Docker de referință (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) și am adăugat conducte (pipelines) CI la toate componentele pentru a ne asigura că nu stricăm compilarea. Nimic din toate acestea nu ar fi fost posibil fără ca găzduirea noastră să fie sponsorizată de <a href="https://gandi.net">Gandi</a> și <a href="https://fosshost.org">Fosshost</a>!
ru: 4.16 был особым циклом во многих отношениях (не только с точки зрения пандемии, но и). Одним из краеугольных камней изменений, не связанных с кодом, является наш переход на GitLab, который представляет собой изменение рабочего процесса разработки и огромный шаг вперед с точки зрения того, чтобы стать более дружелюбным и гостеприимным для участников. Частично <a href="https://www.xfce.org/download/changelogs/4.16">огромный список изменений в Xfce 4.16</a> можно отнести на счет новых участников, предлагающих запросы на слияние (только для наших основных компонентов было объединено или закрыто 288 запросов на слияние!). Мы также создали эталонный Docker контейнер (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) и добавили конвейеры CI ко всем компонентам, чтобы гарантировать, что мы не нарушим сборку. Все это было бы невозможно, если бы наш хостинг не спонсировался <a href="https://gandi.net">Gandi</a> и <a href="https://fosshost.org">Fosshost</a>!
sq: 4.16-a qe një cikël special në shumë pikëpamje (jo thjesht në lidhje me pandeminë, por edhe me të). Një nga kulmet e ndryshimeve që nuk lidhen me kodin ka të bëjë me migrimin tonë në GitLab, që përbën një ndryshim në rrjedhën e punës për zhvillim dhe një hap të stërmadh përpara nga pikëpamja e të qenit miqësor ndaj zhvilluesve dhe mikpritës ndaj tyre. Në disa pjesë të tij, <a href="https://www.xfce.org/download/changelogs/4.16">regjistri i stërmadh i ndryshimeve të Xfce 4.16-s</a> mund t’ju atribuohet kontribuesve të rinj me propozime për kërkesa përzierjesh (u përzjenë ose u mbyllën 288 kërkesa përzierjesh vetëm kundrejt përbërësve tanë bazë!). Krijuam gjithashtu një kontejner Docker referencë (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) dhe shtuam <em>CI pipelines</em> te krejt përbërësit, për të garantuar se nuk prishim montime. Asgjë prej këtyre s’do të kish qenë e mundur pa strehimin tonë, sponsorizuar nga <a href="https://gandi.net">Gandi</a> dhe <a href="https://fosshost.org">Fosshost</a>!
sr: Развој 4.16 је био посебан у многим погледима (не само пандемијски, али и такав). Један од темеља по питању измена ван кодирање је наш прелазак на Гитлаб, што је измена у радном току и велики коран напред по питању лакоће употребе доприносиоцима. У деловима, <a href="https://www.xfce.org/download/changelogs/4.16"><a href="https://www.xfce.org/download/changelogs/4.16">огромни дневник измена ИксФЦЕ-а 4.16</a> може бити приписан новим доприносиоцима који су давали предлоге измена (288 захтева за спајање је спојено или затворено само наспрам делова језгра!). Такође смо направили контејнер Докер напомена (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) и додате су спојнице ЦЛ-а ка свим деловима да обезбедимо да не скршимо грађу. Ништа од овога не би било могуће без нашег гошћења из прилога <a href="https://gandi.net">Ганди</a> и <a href="https://fosshost.org">Фосхост</a>!
sv: 4.16 var en speciell cykel på många sätt (inte bara på grund av pandemin, utan också). En av hörnpelarna i de icke-kodrelaterade förändringarna är vår migrering till GitLab, som ändrar vårt arbetsflöde vid utveckling och är ett stort steg framåt för att bli mer välkomnande för nya bidrag. I stora drag kan den <a href="https://www.xfce.org/download/changelogs/4.16">enorma ändringsloggen för Xfce 4.16</a> tillskrivas nya personer som föreslagit merge-begäran (288 merge-begäran slogs ihop eller stängdes bara mot våra kärnkomponenter!). Vi skapade också en referens-Docker-behållare (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) och lade till CI-pipelines till alla komponenter för att se till att vi inte fördärvar bygget. Inget av detta hade varit möjligt utan att webbsidan sponsrats av <a href="https://gandi.net">Gandi</a> och <a href="https://fosshost.org">Fosshost</a>!
th: 4.16 เป็นรอบพัฒนาที่มีความพิเศษในหลายๆ ด้าน (ไม่ใช่แค่ด้านการอยู่ท่ามกลางภาวะโรคระบาดทั่วโลก แต่ก็ด้วย) หมุดหมายที่สำคัญอย่างหนึ่งของการเปลี่ยนแปลงในส่วนที่ไม่ใช่ตัวโค้ด คือการย้ายไปใช้ GitLab ซึ่งเป็นการเปลี่ยนกระบวนการทำงานของการพัฒนา และเป็นก้าวกระโดดสำหรับการสร้างความเป็นมิตรและความเปิดรับต่อผู้ร่วมสมทบงาน ส่วนหนึ่งก็คือ <a href="https://www.xfce.org/download/changelogs/4.16">ปูมการเปลี่ยนแปลงมหึมาของ Xfce 4.16</a> สามารถแสดงความขอบคุณผู้ร่วมสมทบงานรายใหม่ที่ได้เสนอ merge request ต่างๆ ได้ (ลำพังเฉพาะองค์ประกอบแกนหลักของเรา ก็มี merge request ถึง 288 รายการที่ได้ merge เข้ามาหรือได้ปิดงาน!) นอกจากนี้ เรายังได้สร้าง Docker container อ้างอิง (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) และเพิ่ม CI pipeline ในทุกองค์ประกอบเพื่อสร้างความมั่นใจว่าเราไม่ได้ทำให้เกิดปัญหาการประกอบสร้าง สิ่งต่างๆ เหล่านี้จะไม่สามารถเป็นจริงได้เลยหากไม่ได้การโฮสต์ที่ได้รับการสนับสนุนจาก <a href="https://gandi.net">Gandi</a> และ <a href="https://fosshost.org">Fosshost</a>!
vi: 4.16 là một chu kỳ đặc biệt về nhiều mặt (không chỉ về đại dịch mà còn về mặt đại dịch). Một trong những nền tảng của những thay đổi không liên quan đến mã liên quan đến việc chúng tôi chuyển sang GitLab, đây là một sự thay đổi trong quy trình phát triển và là một bước tiến lớn trong việc trở nên thân thiện và thân thiện hơn với người đóng góp. Theo một số phần, <a href="https://www.xfce.org/download/changelogs/4.16">nhật ký thay đổi lớn của Xfce 4.16</a> có thể là do những người đóng góp mới đề xuất yêu cầu hợp nhất (288 yêu cầu hợp nhất đã được hợp nhất hoặc đóng chỉ dựa trên các thành phần cốt lõi của chúng tôi!). Chúng tôi cũng đã tạo một vùng chứa Docker tham chiếu (<a href="https://hub.docker.com/r/xfce/xfce-build">xfce/xfce-build</a>) và thêm quy trình CI vào tất cả các thành phần để đảm bảo chúng tôi không phá vỡ bản dựng. Những điều này sẽ không thể thực hiện được nếu dịch vụ lưu trữ của chúng tôi không được tài trợ bởi <a href="https://gandi.net">Gandi</a> và <a href="https://fosshost.org">Fosshost</a>!
