Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: At the beginning of the planning phase there is a (formal or informal) voting for the release team. The release team supervises development and maintenance releases during the release cycle. Its main purpose is to perform and double-check the Xfce core desktop releases in the release phase at the very end of the cycle. This is explained in more detail in the Release Team section of this document.
cs: Na začátku fáze plánování se hlasuje (formálně i neformálně) o členech týmu pro vydávání. Tým pro vydávání dohlíží nad vývojovými a údržbovými vydáními během cyklu pro vydávání. Jeho hlavním účelem je provedení a dvojitá kontrola při vydávání jádra prostředí Xfce ve fázi vydávání na úplném konci cyklu. Podrobnosti jsou vysvětleny v sekci Tým pro vydávání v tomto dokumentu.
da: Ved begyndelsen af planlægnings-fasen vil der være et (format eller formel) stemme for udgivelses-teamet. Selve udgivelses-holdet fører tilsyn med udvikling og vedligeholdelses-udgivelser i løbet af udgivelses-cyklussen. Dets primære formål er at udføre opgaver og dobbelt-tjekke Xfce kerne-skrivebords udgivelser i den udgivelses-fase ved slutningen af cyklussen. Dette er uddybet i flere detaljer i Udgivelses-Teamets sektion af dette dokument.
de: Am Beginn der Planungsphase finden (formelle oder informelle) Wahlen des Veröffentlichungsteams statt. Das Veröffentlichungsteam überwacht die Entwicklungs- und Wartungsveröffentlichungen während des Veröffentlichungszyklus. Dessen Hauptzweck ist die Ausführung und grundlegende Prüfung der Veröffentlichung der Xfce-Kernbestandteile in der Veröffentlichungsphase am Ende des Zyklus. Detaillierte Informationen hierzu finden Sie im Abschnitt dieses Dokuments zum Veröffentlichungsteam.
fr: Au début de la phase de planification se tient un vote (formel ou informel) pour choisir l’équipe de publication. Celle-ci supervise le développement et la maintenance de la version du cycle. Son rôle principal est de s’assurer de la qualité des publications du cœur du bureau Xfce pendant la phase de publication, à la fin du cycle. Ceci est expliqué plus en détail dans la section équipe de publication de ce document.
id: Pada permulaan fase perencanaan, dilakukan voting (formal atau informal) untuk tim rilis. Tim rilis melakukan supervisi pengembangan dan rilis pemeliharaan selama siklus rilis. Tugas utamanya adalah melakukan rilis dan memeriksa ulang desktop inti Xfce pada fase rilis di akhir siklus. Hal ini dijelaskan secara lebih detail pada bagian Tim Rilis di dokumen ini.
ja: 計画フェイズの初めに、リリースチームの投票を公式または非公式に行う。リリースチームは開発を監督し、そのリリースサイクルの間リリースのメンテナンスを行う。その主な目的は、リリースフェイズの最後の最後に Xfce コアデスクトップリリースをダブルチェックしリリースを実施することである。
lt: Planavimo fazės pradžioje būna balsavimas (formalus arba ne) dėl išleidimo komandos. Išleidimo komanda prižiūri kūrimo ir priežiūros leidimus, per visą išleidimo ciklą. Pagrindinis to tikslas yra atlikti dvigubą Xfce branduolio leidimo patikrą, išleidimo fazėje ir pačioje ciklo pabaigoje. Plačiau apie tai parašyta šio dokumento išleidimo komandos sekcijoje.
ms: Pada permulaan fasa perancangan terdapat proses pengundian (rasmi dan tidak rasmi) bagi pasukan keluaran. Pasukan keluaran memantau pembangunan dan penyelenggaraan keluaran ketika kitar keluaran. Tujuan utama proses ini adalah untuk memeriksa lagi sekali keluaran desktop teras Xfce dalam fasa keluaran di penghujung kitar. Proses kerja ini dijelaskan lebih terperinci dalam seksyen Pasukan Keluaran dokumen ini.
nb: Ved starten av planleggingsfasen voteres det (formelt eller uformelt) over utgivelsesrådet, som har oppsyn med utviklings- og vedlikeholdsutgivelsene i løpet av utgivelsessyklusen. Rådets hovedformål er å utføre og kontrollere utgivelser av skrivebordsmiljøet Xfce i utgivelsesfasen helt i slutten av syklusen. Dette forklares nærmere i bolken «Utgivelsesrådet» i dette dokumentet.
nl: Aan het begin van de planningsfase is er een (formeel of informeel) stemmen voor de vrijlating team. De release-team begeleidt de ontwikkeling en het onderhoud releases tijdens de release-cyclus. Haar voornaamste doel is om te presteren en de Xfce desktop core releases in de release fase dubbel te controleren aan het einde van de cyclus. Dit is nader toegelicht in de Release Team sectie van dit document.
oc: Al començament de la fasa de planificacion i a un vote (formel o informel) de l'equipa de publicacion. L'equipa de publicacion supervise las versions de desvolopament e de mantenença pendent lo cicle de difusion. Son objectiu principal es d'efectuar e de reverificar las versions del burèu de basa Xfce dins la fasa de liberacion a la fin del cicle. Aquò es explicat mai en detalh dins la seccion equipa de publicacion d'aqueste document.
pt: No começo da fase de planeamento, há uma votação (formal ou informal) para a equipa de lançamento. Esta equipa supervisiona os lançamentos de desenvolvimento e manutenção durante o ciclo de lançamento. Seu propósito principal é fazer e verificar os lançamentos do ambiente central do Xfce na fase de lançamento ao final do ciclo. Isso será explicado em mais detalhes na seção de Equipa de lançamento, deste documento.
ru: В начале фазы планирования (формально или неформально) происходят выборы команды выпусков. Команда выпуска инспектирует разработку и сопровождение выпуска в течении цикла выпуска. Главной целью является достижение и перепроверка выпуска ядра рабочего стола Xfce в фазе выпуска, ближе к концу цикла. Это более детально разъяснено в разделе Команда выпуска в этом документе.
sq: Në fillim të fazës së planifikimit ka një votim (formal ose informal) për ekipin e hedhjes në qarkullim. Ekipi i hedhjes në qarkullim mbikëqyr hedhjet në qarkullim zhvillim dhe mirëmbajtje gjatë ciklit të hedhjeve në qarkullim. Synimi i tij kryesori është të realizojë dhe kontrollojë dyfish hedhjet në qarkullim të desktopit bazë Xfce gjatë fazës së hedhjeve në qarkullim në funt të ciklit. Kjo shpjegohet më në hollësi në ndarjen Ekipi i Hedhjeve në Qarkullim në këtë dokument.
sv: I början av planeringsfasen finns en (formell eller informell) omröstning om publiceringsgrupp. Publiceringsgruppen övervakar utvecklings- och underhållsutgåvor under utgivningscykeln. Dess främsta syfte är att utföra och dubbelkolla utgivningen av Xfce:s kärnskrivbord under utgivningsfasen i slutet av cykeln. Detta förklaras mer i detalj i stycket om publiceringsgruppen i det här dokumentet.
th: ในตอนเริ่มต้นของขั้นวางแผน จะมีการลงคะแนน (อย่างเป็นทางการหรือไม่ก็ตาม) เพื่อเลือกทีมออกรุ่น ทีมออกรุ่นจะกำกับดูแลรุ่นพัฒนาและรุ่นบำรุงรักษาต่างๆ ในระหว่างรอบการออกรุ่น จุดประสงค์หลักคือดำเนินการและตรวจสอบการออกรุ่นต่างๆ ของเดสก์ท็อป Xfce แกนหลักในขั้นออกรุ่น ณ ช่วงท้ายสุดของรอบ รายละเอียดของเรื่องนี้มีอธิบายในหัวข้อ "ทีมออกรุ่น" ของเอกสารนี้
tr: Planlama evresinin başında, sürüm takımı için bir oylama (resmi ya da değil) yapılır. Sürüm takımı, sürüm döngüsü boyunca geliştirmeyi ve bakımı denetler. Gerçekleştirilmek istenen ana amaç, sürümün en sonunda, sürüm evresinde, Xfce temel masaüstü sürümlerini iki kez denetlemektir. Bu, belge içindeki Sürüm Takımı bölümünde daha ayrıntılı biçimde anlatılmaktadır.
uk: На початку фази планування є (формальне або неформальне) голосування команди випуску. Команда випуску наглядає на розробкою і організацією випуску під час циклу випуску. Основне їхнє завдання виконувати подвійну перевірку випусків стільниці Xfce під час фази випуску на самому кінці циклу. Це пояснено детально у розділі Команда Випуску цього документу.
zh_tw: 在規畫階段開始時，發佈團隊會有一次（正式或非正式的）投票。發佈團隊在發佈週期內監督開發與維護版本。其主要目的是在週期中最後的發佈階段執行並仔細檢查 Xfce 核心桌面版本。這在這份文件中的發佈團隊一節中會有更詳細的解釋。

source: Release Team
cs: Tým pracující na vydání
da: Udgivelsesteam
de: Veröffentlichungsteam
fr: Équipe de publication
id: Tim Rilis
ja: リリースチーム
lt: Išleidimo komanda
ms: Pasukan Keluaran
nb: Utgivelsesrådet
oc: equipa de parucion
pt: Equipa de Lançamento
ru: Команда выпуска
sq: Ekip i Hedhjes Në Qarkullim
sv: Publiceringsgrupp
th: ทีมออกรุ่น
tr: Sürüm Takımı
uk: Команда вупуску
zh_tw: 發行團隊

source: The release team consists of at least two people: one release manager who can be assisted by others to actually perform the release (tagging, creation of tarballs, writing release notes and announcements) and another person for quality assurance (checking if all components compile, tags are in place, release notes are up to date and so on). This is defined in more detail below.
cs: Tým pro vydávání se skládá nejméně ze dvou osob: jednoho správce vydávání, kterému při samotnému vydávání mohou pomáhat jiní (přidávání značek, výroba balíčku tar, sepsání poznámek k vydání a oznámení) a další osoby for kontrolu kvality (ověřuje, zda lze všechny komponenty zkompilovat, tagy jsou nastaveny, poznámky k vydání jsou aktuální, atd.). Toto je podrobněji definováno níže.
da: Udgivelses-teamet består af mindst to personer: En udgivelses-manager der kan assisteres af andre til at udføre udgivelsen (tagge, skabelsen af tarballs, skrive udgivelses-notater og annonceringer) og en anden person der står for kvalitets-forsikring (tjekker om alle komponenter kompileres, tagges er på plads, udgivelses-notater er opdateret og så videre) Dette er defineret i flere detaljer nedenunder.
de: Das Veröffentlichungsteam besteht aus mindestens zwei Personen: einem Veröffentlichungsmanager, dem Assistenten zur Seite stehen können, die die Veröffentlichung durchführen (Versionsmarkierung, Erzeugung der Tar-Pakete, Schreiben der Veröffentlichungshinweise und Ankündigungen) sowie einer weiteren Person, der die Aufgabe der Qualitätssicherung zukommt (Überprüfung der Kompilierfähigkeit der Komponenten, der Versionsmarkierungen, Aktualität der Veröffentlichungshinweise usw.). Dies ist nachstehend detailliert beschrieben.
fr: L’équipe de publication se compose d’au moins deux personnes : un gestionnaire de publication, qui peut être assisté d’autres personnes, pour procéder à la publication elle-même (étiquetage, création des archives, écritures des notes de version et des annonces), et une autre personne pour le contrôle qualité (vérifier que tous les composants se compilent, que les étiquettes sont en place, que les notes de version sont à jour, etc.). Ceci est davantage détaillé ci-dessous.
id: Tim rilis terdiri setidaknya dua orang: satu orang manajer rilis yang bisa dibantu oleh satu atau beberapa orang untuk melakukan rilis (pemberian tag, pembuatan tarball, penulisan catatan rilis dan pengumuman) dan orang yang lain sebagai penjamin mutu (memeriksa apakah semua komponen bisa dikompilasi, peletakan tag sudah benar, catatan rilis mutakhir, dan sebagainya). Hal ini dijelaskan secara lebih detail di bawah ini.
ja: リリースチームは少なくとも 2 人以上で構成される。一人はリリースマネージャーで、周囲の協力を得ながら実際にリリースを実施 (タグ付け、tarball の作成、リリースノートおよびアナウンスの執筆) する。もう一人は品質保証を担当し、すべてのコンポーネントのコンパイルが正しく行えるか、タグ付けの場所は正しいか、リリースノートが最新かどうか、などをチェックする。それら詳細を以下に示す。
lt: Išleidimo komandą sudaro bent du žmonės: vienas leidimo prižiūrėtojas, kuriam padės ir kiti. Kuris ir atliks tikrąjį leidimą (žymėjimas, tarball kūrimas, leidimo pranešimų rašymas ir pranešimai) ir kitas žmogus kuris užtikrins kokybę (patikrins ar visi komponentai sukompiliuojami, ar žymės yra vietoje, ar išleidimo pastabos yra nepasenę ir taip toliau). Žemiau aprašyta plačiau.
ms: Pasukan keluaran terdiri sekurang-kurangnya dua orang: seorang pengurus keluaran yang membantu ahli lain dengan membuat kerja-kerja keluarna (penandaan, penciptaan tarball, penulisan nota keluaran dan pengumuman) dan ahli lain untuk semakan kualiti (memeriksa jika semua komponen telah dikompil, tag ditempatnya, nota keluaran telah dikemaskini dan seterusnya). Kerja-kerja ini ditakrif lebih terperinci seperti dibawah.
nb: Utgivelsesrådet består av minst to personer: En utgivelsesleder, som med sine hjelpere utfører selve utgivelsen (merke greiner, lage tar-arkiver, skrive versjonsnotat og annonseringer), og en annen person som kvalitetssikrer utgivelsen (kontrollerer om alle komponenter kompilerer, merker er riktig satt, versjonsnotatet er oppdatert og så videre). Dette utdypes nedenfor.
nl: De release team bestaat uit ten minste twee personen: een release manager die kan worden bijgestaan door anderen daadwerkelijk uitvoeren van de release (tagging, het creëren van tarballs, schrijven release notes en aankondigingen) en een andere persoon voor kwaliteitsborging (controleren of alle onderdelen samen te stellen, tags zijn in de plaats, release notes zijn up to date en ga zo maar door). Dit is gedefinieerd in meer detail beschreven.
oc: L'equipa de la version consiste d'al mens doas personas : un director de version que pòt èsser assisté per d'autres per procéder efectivament a la liberacion (etiquetatge, creacion d'archius tar, escritura de las nòtas e dels anoncis presse) e una autra persona per l'assegurança qualitat (verificar se totes los components de compilacion, las etiquetas son en plaça, las nòtas de version son a jorn e ainsi de suite). Aquò es definit mai en detalh çaijós.
pt: A equipa de lançamento consiste em pelo menos duas pessoas: um gestor de lançamento que pode ser assistido por outros para realizar o lançamento (fazer tags, criação de tarballs, escrever notas de lançamento e anúncios) e outra pessoa para a garantia de qualidade (verificação se todos os componentes compilam, tags estão nos seus lugares, notas de lançamento estão atualizadas e por aí fora). Isso é definido com mais detalhes abaixo.
ru: Команда выпуска состоит во всяком случае из двух человек: один менеджер выпуска который может помогать другим фактически осуществлять выпуск (разметка, создание тарболов, написание заметок к выпуску и объявлений), и другой человек для обеспечения качества (проверка все ли компоненты скомпилированы, метки на местах, заметки к выпуску обновлены и так далее). Более детально это определено ниже.
sq: Ekipi i hedhjeve në qarkullim përbëhet të paktën nga dy vetë: një përgjegjës për hedhjet në qarkullim që mund të ndihmohet nga të tjerët për të realizuar faktikisht hedhjen në qarkullim (etiketim versionesh, krijim paketash, shkrim shënimesh hedhjeje në qarkullim dhe njoftimesh) dhe një person tjetër për sigurim cilësie (kontroll që krejt përbërësit përpilohen, etiketat janë atje ku duhet, shënimet për hedhjen në qarkullim janë të përditësuara, e me radhë). Kjo përkufizohet më me hollësi më poshtë.
sv: Publiceringsgruppen består av åtminstone två personer: en utgåveansvarig som kan assisteras av andra för den faktiska publiceringen (märkning, skapa tar-arkiv, skriva utgåvenoteringar och tillkännagivanden) och en annan person för kvalitetskontroll (kontrollera om alla komponenter kompilerar, märkningar är på plats, utgåvenoteringar aktuella och så vidare). Detta beskrivs mer i detalj nedan.
th: ทีมออกรุ่นประกอบด้วยบุคคลอย่างน้อยสองคน คนหนึ่งคือผู้จัดการรุ่น ซึ่งอาจมีคนอื่นช่วยก็ได้ เพื่อดำเนินการออกรุ่นจริงๆ (แท็กรุ่น, สร้างก้อนทาร์, เขียนบันทึกประจำรุ่น และประกาศออกรุ่น) และอีกคนหนึ่งสำหรับตรวจสอบคุณภาพ (ตรวจสอบว่าองค์ประกอบทั้งหมดคอมไพล์ผ่านหรือไม่, แท็กครบถ้วนหรือเปล่า, บันทึกประจำรุ่นเป็นข้อมูลล่าสุดหรือยัง และอื่นๆ) มีข้อกำหนดละเอียดกว่านี้ที่ด้านล่าง
tr: Sürüm takımı, en az iki kişiden oluşur; biri, sürümün gerçekleşmesi için diğerlerine yardım eden sürüm yöneticisi (etiketleme, dosya oluşturma, sürüm notlarını yazma ve duyuru yapma) ve diğer kişi ise, kalite denetimi (tüm bileşenlerin düzgün derlenmesini, etiketlerin uygunluğu, sürüm notlarını denetler ve güncelliğini denetler) içindir. Bu aşağıda daha ayrıntılı biçimde tanımlanmıştır.
uk: Команда випуску складається з двох людей: одного керівника випуску, якому всі інші допомагають завершити випуск (з'єднання, створення архівів, написання нотаток про випуск і оголошення), і іншої особи для забезпечення якості (перевірка, чи всі компоненти збираються, розставляння міток, чи нотатки про випуск відповідають поточному стану і таке інше). Це все визначено детальніше нижче.
zh_tw: 發行團隊至少會包括兩個人：一個發行管理員，他可以幫助其他人真正的釋出一個版本(標記，創建壓縮包，撰寫發行公告及文件)，另一個則是負責品質監控(檢查是否所有組件都能正確的編譯，標記是否正確，發行公告是否為最新的等等)。在下面有更詳細的定義。

source: These are the release team roles and their responsibilities:
cs: Zde jsou role týmu pro vydávání a oblasti, za které jsou zodpovědní.
da: Disse er udgivelses-teamets roller og deres ansvarligheder:
de: Das sind die Rollen des Freigabe-Teams und ihre Verantwortlichkeiten:
fr: Voici les rôles de l’équipe de publication et leurs responsabilités :
id: Berikut ini adalah peran dan tanggung jawab tim rilis:
ja: リリースチームの役割と責務は以下の通り:
lt: Išleidimo komandos vaidmenys ir jų atsakomybės:
ms: Senarai dibawah merupakan peranan dan tanggungjawab pasukan keluaran:
nb: Dette er utgivelsesrådets roller og ansvarsområder:
nl: Dit zijn de release teamrollen en hun verantwoordelijkheden:
oc: Son los ròtles de l'equipa de parucion e lors responsabilitats :
pt: Estas são as funções da equipa de lançamento e suas responsabilidades:
ru: Задачи и обязанности команды выпуска:
sq: Këto janë rolet në ekipin e hedhjeve në qarkullim dhe përgjegjësitë e secilit:
sv: Detta är publiceringsgruppens roller och ansvar:
th: ต่อไปนี้คือหน้าที่และความรับผิดชอบของทีมออกรุ่น:
tr: Sürüm takımı rolleri ve sorumlulukları:
uk: Тут розписані ролі в команді випуску і їхні обов'язки:
zh_tw: 這些是發行團隊的成員及他們的責任：

source: Release Manager
cs: Správce vydání
da: Udgivelsesmanager
de: Veröffentlichungsmanager
fr: Gestionnaire de publication
id: Manajer Rilis
ja: リリースマネージャー
lt: Leidimo prižiūrėtojas
ms: Pengurus Keluaran
nb: Utgivelsesleder
oc: Gestionari de parucion
pt: Gestor de versões
ru: Управляющий выпуском
sq: Përgjegjës Hedhjeje Në Qarkullim
sv: Utgåveansvarig
th: ผู้จัดการรุ่น
tr: Sürüm Yöneticisi
uk: Керівник випуску
zh_tw: 發行管理員

source: Organization of the release cycle
cs: Organizace cyklu pro vydávání
da: Organisering af udgivelsescyklus
de: Organisation des Veröffentlichungszyklus
fr: Organisation du cycle de publication
id: Struktur organisasi siklus rilis
ja: リリースサイクルの編成
lt: Išleidimo ciklų organizavimas
ms: Organisasi kitaran keluaran
nb: Organisasjon av utgivelsessyklusen
nl: Organisatie van de release-cyclus
oc: Organizacion del cicle de parucion
pt: Organização do ciclo de disponibilização
ru: Организация цикла выпуска
sq: Organizim i ciklit të hedhjes në qarkullim
sv: Organisering av utgåvecykeln
th: บริหารรอบการออกรุ่น
tr: Sürüm döngüsünün organizasyonu
uk: Організація циклу випуску
zh_tw: 釋出週期的組織

source: Announce deadlines to developers and translators (repeatedly and early enough)
cs: Oznamování termínů vývojářům a překladatelům (opakovaně a s dostatečným předstihem)
da: Annoncer deadlines til udviklere og oversættere (gentaget og tidligt nok)
de: Fristen an Entwickler und Übersetzer übermitteln (wiederholt und früh genug)
fr: Annonce les dates limites aux développeurs et traducteurs (plusieurs fois et suffisamment tôt)
id: Umumkan tenggat waktu untuk pengembang dan penerjemah (seawal mungkin dan berulang)
ja: 最終期限の開発者および翻訳者への通知 (繰り返し、そして十分に早く)
lt: Pranešimas apie paskutinius terminus (pakartotinai ir iš anksto)
ms: Mengumumkan tarikh akhir kepada pembangun dan penterjemah (diulang-ulang dan dinyatakan lebih awal)
nb: Annonsere tidsfrister til utviklerne og oversetterne (tidlig, titt og ofte)
nl: Kondigen deadlines voor ontwikkelaars en vertalers (herhaaldelijk en vroeg genoeg)
oc: Anonciar de relambis pels desvolopaires e los traductors (a mantun còp e pro d'ora)
pt: Anunciar prazos para os programadores e tradutores (repetidamente e com antecedência necessária)
ru: Объявление окончательных сроков разработчикам и переводчикам (неоднократно и заранее)
sq: Njoftim për zhvillues dhe përkthyes i afateve (në mënyrë të përsëritur dhe herët)
sv: Tillkännage deadlines för utvecklare och översättare (upprepade och tillräckligt tidigt)
th: ประกาศกำหนดเส้นตายให้นักพัฒนาและนักแปลทราบ (ประกาศย้ำและล่วงหน้าเพียงพอ)
tr: Geliştiricilere ve çevirmenlere kritik tarihleri duyurmak (yeterince önceden ve sıklıkla)
uk: Оголошення термінів для розробників та перекладачів (неодноразово і достатньо рано)
zh_tw: 宣佈開發及翻譯的最後期限(重複並盡早)

source: Overseeing of maintainance and development releases
cs: Dohled nad údržbovými a vývojovými vydáními
da: Overse vedligeholdelse og udviklings-udgivelser
de: Überwachen von Freigaben zur Wartung und Entwicklung
fr: Supervision des versions de maintenance et de développement
id: Pengawasan terhadap rilis pemeliharaan dan pengembangan
ja: 開発とメンテナンスの監督
lt: Priežiūros ir kūrimo leidimo peržiūrėjimas
ms: Memantau penyelenggaraan dan pembangunan keluaran
nb: Ha oppsyn med vedlikeholds- og utviklingsutgivelsene
nl: Toezicht van onderhoud en ontwikkeling releases
oc: Supervision de las parucions de mantenença e de desvolopament
pt: Supervisionando a manutenção e desenvolvimento lançamentos
ru: Наблюдение за сопровождением и разработкой выпусков
sq: Përkujdesje për versione mirëmbajtje dhe zhvillimi
sv: Övervakning av underhålls- och utvecklingsutgåvor
th: ดูแลภาพรวมของรุ่นบำรุงรักษาและรุ่นพัฒนาต่างๆ
tr: Bakım ve geliştirme sürümlerini denetlemek
uk: Нагляд за налаштуванням і розробкою випуску
zh_tw: 維護版本和開發版本的監督

source: Tagging of Xfce-X.Ypre1, Xfce-X.Y.pre2, Xfce-X.Y.pre3 and Xfce-X.Y
cs: Označování verzí Xfce-X.Ypre1, Xfce-X.Y.pre2, Xfce-X.Y.pre3 a Xfce-X.Y
da: Tagge af Xfce-X.Ypre1, Xfce-X.Y.pre2, Xfce-X.Y.pre3 og Xfce-X.Y
de: Markierung von Xfce-X.Ypre1, Xfce-X.Y.pre2, Xfce-X.Y.pre3 und Xfce-X.Y
fr: Étiquetage de Xfce-X.Ypre1, Xfce-X.Y.pre2, Xfce-X.Y.pre3 et Xfce-X.Y
id: Pemberian tag Xfce-X.Ypre1, Xfce-X.Y.pre2, Xfce-X.Y.pre3 dan Xfce-X.Y
ja: Xfce-X.Ypre1、Xfce-X.Y.pre2、Xfce-X.Y.pre3、および Xfce-X.Y のタグ付け
lt: Žymėjimas Xfce-X.Ypre1, Xfce-X.Y.pre2, Xfce-X.Y.pre3 ir Xfce-X.Y
ms: Menanda Xfce-X.Ypra1, Xfce-X.Y.pra2, Xfce-X.Y.pra3 dan Xfce-X.Y
nb: Merke Xfce-X.Ypre1, Xfce-X.Y.pre2, Xfce-X.Y.pre3 and Xfce-X.Y
nl: Tagging van Xfce-X.Ypre1, Xfce-XYpre2, Xfce-XYpre3 en Xfce-XY
oc: Marcatge de Xfce-X.Ypre1, Xfce-XYpre2, Xfce-XYpre3 e Xfce-XY
pt: Marcação de Xfce-X.Ypre1, Xfce-XYpre2, Xfce-XYpre3 e Xfce-XY
ru: Пометка Xfce-X.Ypre1, Xfce-X.Y.pre2, Xfce-X.Y.pre3 и Xfce-X.Y
sq: Krijimi i degëve me etiketat Xfce-X.Ypre1, Xfce-X.Y.pre2, Xfce-X.Y.pre3 dhe Xfce-X.Y
sv: Märkning av Xfce-X.Ypre1, Xfce-X.Y.pre2, Xfce-X.Y.pre3 och Xfce-X.Y
th: แท็ก Xfce-X.Ypre1, Xfce-X.Y.pre2, Xfce-X.Y.pre3 และ Xfce-X.Y
tr: Xfce-X.Ypre1, Xfce-X.Y.pre2, Xfce-X.Y.pre3 ve Xfce-X.Y etiketlemesi
uk: Єднання Xfce-X.Ypre1, Xfce-X.Y.pre2, Xfce-X.Y.pre3 і Xfce-X.Y
zh_tw: 標記 Xfce-X.Ypre1、Xfce-X.Y.pre2、Xfce-X.Y.pre3 和 Xfce-X.Y

source: Generate tarballs from tags (possibly automated)
cs: Výroba balíčků tar ze značek (může být automatizováno)
da: Generer tarballs fra tags (muligvis automatiseret)
de: Tarballs von Markierungen erzeugen (möglicherweise automatisiert)
fr: Générer les archives tar depuis les étiquettes (éventuellement automatisé)
id: Pembuatan tarball dari tag (kemungkinan otomatis)
ja: タグから tarball の作成 (おそらく自動処理)
lt: Tarballs generavimas (greičiausiai automatinis)
ms: Menjana tarball dari tag (mungkin secara automatik)
nb: Lage tar-arkiver fra merkelapper (mulig automatisert)
nl: Genereer tarballs van tags (eventueel geautomatiseerd)
oc: Generar d'archius tar dempuèi las etiquetas (pòt èsser automatizat)
pt: Criar tarballs de marcas (possivelmente automatizado)
ru: Создать tar-архивы из меток (возможно, автоматизированно)
sq: Krijim paketash nga versionet e etiketuar (mundësisht në mënyrë të automatizuar)
sv: Skapa tar-arkiv från märkningar (eventuellt automatiserat)
th: สร้างก้อนทาร์จากแท็กต่างๆ (อาจจะโดยอัตโนมัติ)
tr: Etiketlerden arşivler oluşturmak (kendiliğindenleştirilmiş)
uk: Створення архівів з міток (можливо автоматизовано)
zh_tw: 從標記生成(可能是自動的)壓縮包
