Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Our media player <a href="https://docs.xfce.org/apps/parole/start">Parole</a> received improved support for network streams and podcasts, as well as a new "mini mode" and automatic choosing of the best available video backend. Furthermore it also inhibits both screensavers and power managers during video playback now, making sure users don't have to go wiggle their mouse periodically while enjoying a movie.
ca: El nostre reproductor multimèdia <a href="https://docs.xfce.org/apps/parole/start">Parole</a> va rebre un suport millorat per a fluxos de xarxa i podcasts, així com un nou "mode mini" i l'elecció automàtica del millor dorsal de vídeo disponible. A més, també inhibeix tant els estalvis de pantalla com els gestors d'energia durant la reproducció de vídeo ara, assegurant-se que els usuaris no han d'anar canviant el seu ratolí periòdicament mentre gaudeixen d'una pel·lícula.
de: Unser Mediaplayer <a href="https://docs.xfce.org/apps/parole/start">Parole</a> erhielt eine verbesserte Unterstützung für Netzwerk-Streams und Podcasts, sowie einen neuen "Mini-Modus" und die automatische Auswahl des besten verfügbaren Video-Backends. Außerdem sperrt er jetzt sowohl Bildschirmschoner als auch Power-Manager während der Videowiedergabe, so dass Benutzer nicht mehr regelmäßig mit der Maus wackeln müssen, während sie einen Film genießen.
es: Nuestro reproductor de medios <a href="https://docs.xfce.org/apps/parole/start">Parole</a> recibió soporte mejorado para transmisiones de red y podcasts, así como un nuevo "modo mini" y selección automática del mejor backend de video disponible. Además, ahora también inhibe tanto los protectores de pantalla como los administradores de energía durante la reproducción de video, lo que garantiza que los usuarios no tengan que mover el mouse periódicamente mientras disfrutan de una película.
gl: O noso reprodutor multimedia <a href="https://docs.xfce.org/apps/parole/start">Parole</a> recibiu mellor compatibilidade para fluxos de rede e podcasts, así como un novo «modo mini» e a elección automática da mellor infraestrutura de vídeo dispoñíbel. Admais, tamén inhibe o protector de pantalla e os xestor de enerxía durante a reprodución de vídeo agora, asegurándose de que os usuarios non teñan que mover o rato periodicamente mentres gozan dun filme.
he: נגן המדיה שלנו <a href="https://docs.xfce.org/apps/parole/start">Parole</a> קיבל תמיכה משופרת לזרמי רשת ופודקאסטים, וכמו כן "מצב מיני" חדש ובחירה אוטומטית של מגשר עורפי וידאו זמין הטוב היותר. בנוסף הוא גם מעכב עכשיו שומרי מסך ומנהלי חשמל במהלך ניגון וידאו, ומוודא שמשתמשים לא צריכים להזיז את העכבר מדי פעם בצפייה בסרט.
it: Il nostro lettore multimediale, <a href="https://docs.xfce.org/apps/parole/start">Parole</a>, ha ricevuto un supporto migliorato per stream su rete e podcast, così come una nuova "modalità mini" e la selezione automatica del miglior backend video disponibile. Inoltre esso inibisce sia i salvaschermo che i gestori di energia durante la riproduzione di video, per non costringere gli utenti a muovere il mouse ogni tanto mentre si stanno godendo un film.
kk: Біздің медиа ойнатқышымыз <a href="https://docs.xfce.org/apps/parole/start">Parole</a> желілік ағындар мен подкасттарды жақсартылған қолдауға, сондай-ақ жаңа «мини режимге» және ең жақсы қолжетімді видео backend-ін автоматты түрде таңдау мүмкіндігіне ие болды. Сонымен қатар, ол енді видеоны ойнату кезінде экран сақтағыштарды да, қуат басқарушыларын да тежейді, бұл пайдаланушыларға фильмді тамашалау кезінде тышқанды мезгіл-мезгіл қозғаудың қажеті жоқтығына кепілдік береді.
pl: Nasz odtwarzacz multimedialny <a href="https://docs.xfce.org/apps/parole/start">Parole</a> otrzymał ulepszoną obsługę strumieniowych transmisji sieciowych i podcastów, a także nowy „tryb miniaturowy” i automatyczny wybór najlepszego dostępnego backendu wideo. Ponadto blokuje teraz również wygaszacze ekranu i menedżery zasilania podczas odtwarzania wideo, dzięki czemu użytkownicy nie muszą okresowo poruszać myszą podczas oglądania filmu.
pt: O nosso reprodutor de multimédia <a href="https://docs.xfce.org/apps/parole/start">Parole</a> recebeu um suporte melhorado para transmissões de rede e podcasts, bem como um novo "modo miniatura" e escolha automática do melhor "backend" de vídeo disponível. Além disso, agora também inibe tanto os protetores de ecrã como os gestores de energia durante a reprodução de vídeo, garantindo que os utilizadores não precisem de abanar o rato periodicamente enquanto desfrutam de um filme.
pt_br: Nosso reprodutor de mídia <a href="https://docs.xfce.org/apps/parole/start">Parole</a> recebeu suporte aprimorado para fluxos de rede e podcasts, bem como um novo "modo mini" e escolha automática do melhor back-end de vídeo disponível. Além disso, também inibe os protetores de tela e os gerenciadores de energia durante a reprodução de vídeo, garantindo que os usuários não precisem mexer o mouse periodicamente enquanto assistem a um filme.
ro: Reproducătorul nostru multimedia <a href="https://docs.xfce.org/apps/parole/start">Parole</a> a primit suport îmbunătățit pentru fluxurile de rețea și podcast-uri, precum și un nou „mod mini” și alegerea automată a celui mai bun procesor video disponibil. În plus, acesta inhibă acum atât protectoarele de ecran, cât și administratorii de energie în timpul redării video, asigurându-se că utilizatorii nu trebuie să meargă să-și miște mausul periodic în timp ce se bucură de un film.
ru: Наш медиаплеер <a href="https://docs.xfce.org/apps/parole/start">Parole</a> получил улучшенную поддержку сетевых потоков и подкастов, а также новый "мини-режим" и автоматический выбор наилучшего доступного видеообзора. Кроме того, теперь он также блокирует как заставки, так и менеджеры питания во время воспроизведения видео, гарантируя, что пользователям не придется периодически шевелить мышью во время просмотра фильма.
sq: Lojtësi ynë i mediave <a href="https://docs.xfce.org/apps/parole/start">Parole</a> përfitoi mbulim më të mirë për rrjedha rrjeti dhe podkaste, si edhe një mënyrë të re “mini” dhe zgjedhje të automatizuar të mekanizmit më të mirë video të pranishëm në sistem. Më tej, pengon veprimin e ekrankursyesve dhe përgjegjësve të energjisë gjatë luajtjes së një videoje, për të garantuar që përdoruesve s’u duhet të merren me miun, kur shohin një film.
sr: Наш извођач звука и видеа <a href="https://docs.xfce.org/apps/parole/start">Часноречац</a> је примио побољшања за подршку мрежних токова и довода, као и нови „мали приказ“ и самостално одабирање најбољег позадинског програма за извођење видеа. Такође он потискује чуваре приказа и управнике потрошње приликом извођења видеа, омогућавајући корисницима да не морају повремено мрдати миша приликом уживања у снимцима.
th: โปรแกรมเล่นสื่อของเรา คือ <a href="https://docs.xfce.org/apps/parole/start">Parole</a> ได้ปรับปรุงการรองรับสตรีมและพอดแคสต์จากเครือข่าย รวมทั้งเพิ่ม "โหมดกะทัดรัด" และการเลือกแบกเอนด์เล่นวีดิทัศน์ที่ดีที่สุดโดยอัตโนมัติ นอกจากนี้ ยังมีการระงับโปรแกรมรักษาหน้าจอและระบบจัดการพลังงานระหว่างเล่นวีดิทัศน์ เพื่อที่ผู้ใช้จะไม่ต้องคอยขยับเมาส์เป็นระยะระหว่างชมภาพยนตร์
vi: Trình phát đa phương tiện của chúng tôi <a href="https://docs.xfce.org/apps/parole/start">Tạm tha</a> đã nhận được sự hỗ trợ cải tiến cho các luồng mạng và podcast, cũng như "chế độ nhỏ" mới và tự động chọn phần phụ trợ video tốt nhất hiện có. Hơn nữa, hiện tại, nó cũng ngăn chặn cả trình bảo vệ màn hình và trình quản lý năng lượng trong khi phát lại video, đảm bảo người dùng không phải lắc chuột định kỳ khi thưởng thức một bộ phim.

source: Our image viewer <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> has seen various user interface improvements and support for setting the desktop wallpaper. It has recently also seen its first Gtk3-based development release.
ca: El nostre visor d'imatges <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> ha vist diverses millores de la interfície d'usuari i suport per a establir el fons de pantalla de l'escriptori. Recentment també ha vist el seu primer llançament de desenvolupament basat en Gtk3.
de: Unser Bildbetrachter <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> hat verschiedene Verbesserungen der Benutzeroberfläche und Unterstützung für das Einstellen des Schreibtischhintergrunds erfahren. Vor kurzem gab es auch die erste Gtk3-basierte Entwicklungsveröffentlichung.
es: Nuestro visor de imágenes <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> ha visto varias mejoras en la interfaz de usuario y soporte para configurar el fondo de escritorio. Recientemente también ha visto su primera versión de desarrollo basada en Gtk3.
gl: O noso visor de imaxes <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> viu varias melloras na interface de usuario e compatibilidade para configurar o fondo de escritorio. Recentemente tamén viu a súa primeira versión de desenvolvemento baseada en Gtk3.
he: מציג התמונות שלנו <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> ראה מספר שיפורים בממשק המשתמש ותמיכה בקביעת טפט שולחן עבודה. הוא גם ראה לאחרונה גרסת פיתוח ראשונה מבוססת Gtk3.
it: Il nostro visualizzatore di immagini <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> ha avuto molti miglioramenti dal punto di vista dell'interfaccia grafica ed il supporto per impostare lo sfondo della scrivania. Inoltre ha avuto il suo primo rilascio di sviluppo basato su Gtk3.
kk: Біздің <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> суреттерді қарау құралы пайдаланушы интерфейсінің әртүрлі жақсартуларын және жұмыс үстелінің тұсқағазын орнату қолдауын алды. Жақында оның Gtk3-ке негізделген алғашқы әзірлеу нұсқасы да шықты.
pl: Nasza przeglądarka obrazów <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> dostała różne ulepszenia interfejsu użytkownika i obsługę ustawiania tapety pulpitu. Niedawno doczekał się również pierwszego wydania rozwojowego opartego na Gtk3.
pt: O nosso visualizador de imagens <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> viu várias melhorias na interface do utilizador e no suporte para a definição do papel de parede do ambiente de trabalho. Recentemente viu também o seu primeiro lançamento de desenvolvimento baseado em Gtk3.
pt_br: Nosso visualizador de imagens <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> recebeu várias melhorias na interface do usuário e suporte para definir o papel de parede da área de trabalho. Recentemente, também recebeu seu primeiro lançamento de desenvolvimento baseado em Gtk3.
ro: Vizorul nostru de imagini <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> a beneficiat de diverse îmbunătățiri ale interfeței cu utilizatorul și de suport pentru stabilirea fundalului pentru birou. Recent, a apărut și prima sa versiune de dezvoltare bazată pe Gtk3.
ru: Наш просмотрщик изображений <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> получил различные улучшения пользовательского интерфейса и поддержку установки обоев рабочего стола. Недавно также был выпущен первый релиз для разработки на базе Gtk3.
sq: Parësi ynë i figurave <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> përfitoi një dorë përmirësimesh të ndryshme të ndërfaqes dhe mbulim për ujdisje të sfondit të desktopit. Pas së fundi edhe hedhjen e parë të vet në qarkullim si zhvillim.
sr: Наш прегледник слика <a href="https://docs.xfce.org/apps/ristretto/start">Ристрето</a> је добио разна побољшања корисничког сучеља и подршку постављања слике позадине радне површи. Скоро је на видело светлости дана изашло издање засновано на ГТК3.
sv: Vår bildvisare <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> har sett olika förbättringar av användargränssnittet och stöd för att ställa in skrivbordsbakgrunden. Den har nyligen också sett sin första Gtk3-baserade utvecklingsrelease.
th: โปรแกรมดูรูปภาพของเรา คือ <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> ได้ปรับปรุงส่วนติดต่อผู้ใช้หลายอย่าง และรองรับการกำหนดภาพพื้นหลังพื้นโต๊ะ นอกจากนี้ ยังเป็นรุ่นแรกที่พัฒนาโดยใช้ Gtk3
vi: Trình xem hình ảnh của chúng tôi <a href="https://docs.xfce.org/apps/ristretto/start">Ristretto</a> đã nhận thấy nhiều cải tiến về giao diện người dùng và hỗ trợ cài đặt hình nền máy tính. Gần đây nó cũng đã chứng kiến ​​​​bản phát hành phát triển dựa trên Gtk3 đầu tiên.

source: The <a href="https://docs.xfce.org/apps/screenshooter/start">screenshooter</a> now allows users to move the selection rectangle and at the same time displays its width and height. The imgur upload dialog was revamped and the command line allows for more flexibility.
ca: El <a href="https://docs.xfce.org/apps/screenshooter/start">screenshooter</a> ara permet als usuaris moure el rectangle de selecció i al mateix temps mostra la seva amplada i alçada. S'ha renovat el diàleg de càrrega d'imgur i la línia d'ordres permet més flexibilitat.
de: Das <a href="https://docs.xfce.org/apps/screenshooter/start">Bildschirmfoto-Tool</a> erlaubt es dem Benutzer nun, das Auswahlrechteck zu verschieben und zeigt gleichzeitig dessen Breite und Höhe an. Der imgur-Upload-Dialog wurde überarbeitet und die Kommandozeile erlaubt mehr Flexibilität.
es: El <a href="https://docs.xfce.org/apps/screenshooter/start">capturador de pantalla</a> ahora permite a los usuarios mover el rectángulo de selección y al mismo tiempo muestra su ancho y alto. Se renovó el cuadro de diálogo de carga de imgur y la línea de comando permite una mayor flexibilidad.
gl: A <a href="https://docs.xfce.org/apps/screenshooter/start">captura de pantalla</a> agora permite aos usuarios mover o rectángulo de selección e ao mesmo tempo amosar a súa largura e altura. A xanela de carga de imgur renovouse e a liña de ordes permite máis flexibilidade.
he: <a href="https://docs.xfce.org/apps/screenshooter/start">צילום המסך</a> עכשיו מאפשר למשתמשים הזזה של מלבן הבחירה ובאותו זמן מציג את רוחבו וגובהו. דו שיח העלאה ל-imgur עבר שיפוץ ושורת הפקודה מאפשרת יותר גמישות.
it: L'<a href="https://docs.xfce.org/apps/screenshooter/start">Istantanea</a> ora permette agli utenti di spostare il rettangolo della selezione ed allo stesso tempo mostra la sua altezza e larghezza. La finestra di caricamento su imgur è stata rinnovata e la riga di comandi ora ha più flessibilità.
kk: <a href="https://docs.xfce.org/apps/screenshooter/start">Скриншоттарды жасаушы</a> енді пайдаланушыларға таңдау төртбұрышын жылжытуға мүмкіндік береді және сонымен бірге оның ені мен биіктігін көрсетеді. Imgur-ға жүктеу сұхбат терезесі жаңартылды және командалық жол көбірек икемділікке мүмкіндік береді.
pl: <a href="https://docs.xfce.org/apps/screenshooter/start">Przechwycenie obrazu ekranu</a> umożliwia teraz użytkownikom przesuwanie prostokąta wyboru przy jednoczesnym wyświetlaniu jego szerokości i wysokości. Okno przesyłania do serwisu imgur zostało odnowione, a wiersz poleceń zapewnia większą elastyczność.
pt: O <a href="https://docs.xfce.org/apps/screenshooter/start">capturador de ecrã</a> permite agora aos utilizadores mover o retângulo de seleção e, ao mesmo tempo, mostra a sua largura e altura. A janela de carregamento imgur foi remodelada e a linha de comando permite maior flexibilidade.
pt_br: A <a href="https://docs.xfce.org/apps/screenshooter/start">captura de tela</a> agora permite que os usuários movam o retângulo de seleção e, ao mesmo tempo, exibe sua largura e altura. O diálogo de upload do imgur foi reformulado e a linha de comando permite mais flexibilidade.
ro: <a href="https://docs.xfce.org/apps/screenshooter/start">Instrumentul de capturare a ecranului</a> permite acum utilizatorilor să mute dreptunghiul de selecție și, în același timp, să afișeze lățimea și înălțimea acestuia. Dialogul de încărcare imgur a fost modernizat, iar linia de comandă permite mai multă flexibilitate.
ru: <a href="https://docs.xfce.org/apps/screenshooter/start">Средство создания скриншотов</a> теперь позволяет пользователям перемещать прямоугольник выделения и в то же время отображает его ширину и высоту. Диалоговое окно загрузки imgur было обновлено, а командная строка обеспечивает большую гибкость.
sq: <a href="https://docs.xfce.org/apps/screenshooter/start">Fotografi i ekranit</a> tani u lejon përdoruesve të lëvizin drejtkëndëshin e përzgjedhjes dhe në të njëjtën kohë ky shfaq gjerësinë dhe lartësinë e vet. Dialogu i ngarkimeve në Imgur u ripunua dhe rreshti i urdhrave lejon më tepër zhdërvjelltësi.
sr: <a href="https://docs.xfce.org/apps/screenshooter/start">Сликар радне површи</a> сада омогућава корисницима да премештају оквир избора и у исто време да се приказује његова ширина и висина. Прозор отпремања на имгур је преуређен и наредбена линија омогућава више прилагодљивости.
th: <a href="https://docs.xfce.org/apps/screenshooter/start">โปรแกรมจับภาพหน้าจอ</a> รุ่นนี้ ผู้ใช้สามารถย้ายกรอบเลือกบริเวณจับภาพได้ พร้อมทั้งมีการแสดงความกว้างและความสูงของกรอบเลือกด้วย กล่องโต้ตอบอัปโหลด imgur ก็มีการรื้อทำใหม่ และบรรทัดคำสั่งก็สามารถสั่งได้ยืดหยุ่นขึ้น
vi: <a href="https://docs.xfce.org/apps/screenshooter/start">trình chụp màn hình</a> hiện cho phép người dùng di chuyển hình chữ nhật đã chọn, đồng thời hiển thị chiều rộng và chiều cao của nó. Hộp thoại tải lên imgur đã được cải tiến và dòng lệnh cho phép linh hoạt hơn.

source: Our <a href="https://docs.xfce.org/panel-plugins/clipman/start">clipboard manager</a> now has improved keyboard shortcut support (through a port to GtkApplication), improved and more consistent icon sizing as well as a new application icon.
ca: El nostre gestor de porta-retalls <a href="https://docs.xfce.org/panel-plugins/clipman/start"></a> ara ha millorat el suport de dreceres de teclat (a través d'un port a GtkApplication), millorat i més consistent en la mida de les icones, així com una icona nova d'aplicació.
de: Unser <a href="https://docs.xfce.org/panel-plugins/clipman/start">Zwischenablagenmanager</a> hat jetzt eine verbesserte Unterstützung für Tastenkombinationen (durch eine Portierung auf GtkApplication), eine verbesserte und konsistentere Größe der Symbole sowie ein neues Anwendungssymbol.
es: Nuestro <a href="https://docs.xfce.org/panel-plugins/clipman/start">administrador de portapapeles</a> ahora tiene soporte mejorado para atajos de teclado (a través de un puerto a GtkApplication), tamaño de icono mejorado y más consistente, así como un nuevo icono de aplicación.
gl: O noso <a href="https://docs.xfce.org/panel-plugins/clipman/start">xestor do portapapeis</a> agora mellorou a compatibilidade cos atallos de teclado (a través dun porto para GtkApplication), co tamaño da icona mellorado e máis consistente e cunha nova icona de aplicación.
he: <a href="https://docs.xfce.org/panel-plugins/clipman/start">מנהל לוח הגזירים</a> שלנו עכשיו עם תמיכה משופרת בקיצורי מקלדת (דרך פורט ל-GtkApplication), שינוי גודל איקון משופר ועקבי יותר וכמו כן איקון יישום חדש.
it: Il nostro <a href="https://docs.xfce.org/panel-plugins/clipman/start">gestore di appunti</a> ora ha un supporto migliorato per scorciatoie da tastiera (tramite un port a GtkApplication), ridimensionamento delle icone migliorato e più consistente ed una nuova icona dell'applicazione.
kk: Біздің <a href="https://docs.xfce.org/panel-plugins/clipman/start">алмасу буферін басқарушымыз</a> енді жақсартылған пернетақта жарлықтарын қолдауға (GtkApplication-ға ауыстыру арқылы), жақсартылған және дәйекті таңбаша өлшемдеріне, сондай-ақ қолданбаның жаңа таңбашасына ие.
pl: Nasz <a href="https://docs.xfce.org/panel-plugins/clipman/start">menedżer schowka</a> ma teraz ulepszoną obsługę skrótów klawiaturowych (przez port do GtkApplication), ulepszony i bardziej spójny rozmiar ikon, a także nową ikonę programu.
pt: O nosso <a href="https://docs.xfce.org/panel-plugins/clipman/start">gestor de área de transferência</a> tem agora um suporte melhorado ao atalho do teclado (através de uma porta para GtkApplication), um dimensionamento de ícones melhorado e mais consistente, bem como um novo ícone de aplicação.
pt_br: Nosso <a href="https://docs.xfce.org/panel-plugins/clipman/start">gerenciador de área de transferência</a> agora possui suporte aprimorado para atalhos de teclado (graças à migração para GtkApplication), tamanho de ícones mais consistentes e uma nova identidade visual com um novo ícone de aplicativo atualizado.
ro: <a href="https://docs.xfce.org/panel-plugins/clipman/start">Gestionarul nostru de clipboard</a> are acum suport îmbunătățit pentru comenzi rapide de la tastatură (printr-un port către GtkApplication), o dimensiune îmbunătățită și mai consistentă a pictogramei, precum și o nouă pictogramă de aplicație.
ru: Наш <a href="https://docs.xfce.org/panel-plugins/clipman/start">менеджер буфера обмена</a> теперь имеет улучшенную поддержку сочетаний клавиш (через порт для GtkApplication), улучшенный и более согласованный размер значков, а также новый значок приложения.
sq: <a href="https://docs.xfce.org/panel-plugins/clipman/start">Përgjegjësi ynë i të papastrës</a> tanimë ka mbulim të përmirësua për shkurtore tastiere (përmes një porte për te GtkApplication), ndryshim të përmirësuar dhe më të qëndrueshëm të madhësisë së ikonave, si edhe një ikonë të re aplikacioni.
sr: Сада<a href="https://docs.xfce.org/panel-plugins/clipman/start">управник исечака</a> сада има побољшану подршку пречица дугмади (кроз пренос у програм ГТК-а), побољшану и равномерну промену величина сличица као и нову сличицу програма.
sv: Vår <a href="https://docs.xfce.org/panel-plugins/clipman/start">urklippshanterare</a> har nu förbättrat stöd för kortkommandon (genom en port till GtkApplication), förbättrad och mer konsekvent storlek på ikoner samt en ny programikon.
th: <a href="https://docs.xfce.org/panel-plugins/clipman/start">เครื่องมือจัดการคลิปบอร์ด</a> ของเราได้ปรับปรุงการรองรับปุ่มลัด (ด้วยการย้ายไปใช้ GtkApplication) มีการใช้ขนาดไอคอนที่สม่ำเสมอขึ้น และมีไอคอนของแอปพลิเคชันอันใหม่
vi: <a href="https://docs.xfce.org/panel-plugins/clipman/start">Trình quản lý clipboard</a> của chúng tôi hiện đã cải thiện khả năng hỗ trợ phím tắt (thông qua cổng tới GtkApplication), kích thước biểu tượng được cải thiện và nhất quán hơn cũng như biểu tượng ứng dụng mới.
