Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The <a href="https://docs.xfce.org/xfce/xfdesktop/start">desktop</a> mostly received bugfixes and small improvements - and the new default wallpaper!
ca: L'escriptori <a href="https://docs.xfce.org/xfce/xfdesktop/start"></a> majoritàriament va rebre esmenes d'errors i petites millores - i el fons de pantalla nou per defecte!
de: Der <a href="https://docs.xfce.org/xfce/xfdesktop/start">Schreibtisch</a> erhält hauptsächlich Bugfixes und kleine Verbesserungen - und das neue Standard-Hintergrundbild!
es: El <a href="https://docs.xfce.org/xfce/xfdesktop/start">escritorio</a> recibió en su mayoría correcciones de errores y pequeñas mejoras, ¡y el nuevo fondo de pantalla predeterminado!
gl: O <a href="https://docs.xfce.org/xfce/xfdesktop/start">escritorio</a> recibiu principalmente correccións de erros, pequenas melloras e o novo fondo de pantalla predeterminado.
he: <a href="https://docs.xfce.org/xfce/xfdesktop/start">שולחן עבודה</a> קיבל בעיקר תיקוני באגים ושיפורים קטנים - וטפט ברירת מחדל חדש!
id: <a href="https://docs.xfce.org/xfce/xfdesktop/start">Desktop</a> telah menerima banyak perbaikan kutu dan peningkatan kecil - dan gambar latar belakang yang baru!
it: Per la maggior parte il <a href="https://docs.xfce.org/xfce/xfdesktop/start">desktop</a> ha ricevuto bugfix e piccoli miglioramenti ed un nuovo sfondo!
kk: <a href="https://docs.xfce.org/xfce/xfdesktop/start">Жұмыс үстелі</a> негізінен қателерді түзету мен шағын жақсартуларды алды, сонымен қатар жаңа әдепкі тұсқағаз қосылды!
pl: <a href="https://docs.xfce.org/xfce/xfdesktop/start">Pulpit</a> w większości otrzymywał poprawki i drobne ulepszenia – oraz nową domyślną tapetę!
pt: O <a href="https://docs.xfce.org/xfce/xfdesktop/start">ambiente de trabalho</a> recebeu na sua maioria correções de erros e pequenas melhorias - e o novo papel de parede predefinido!
pt_br: A <a href="https://docs.xfce.org/xfce/xfdesktop/start">área de trabalho</a> recebeu principalmente correções de bugs e pequenas melhorias - e o novo papel de parede padrão!
ro: <a href="https://docs.xfce.org/xfce/xfdesktop/start">Biroul</a> a primit în principal corecturi de erori și mici îmbunătățiri - și noua imagine de fundal implicită!
ru: <a href="https://docs.xfce.org/xfce/xfdesktop/start">Рабочий стол</a> в основном получил исправления ошибок и небольшие улучшения - и новые обои по умолчанию!
sq: <a href="https://docs.xfce.org/xfce/xfdesktop/start">Desktopi</a> më së shumti përfitoi ndreqje të metash dhe përmirësime të vockla - dhe sfondin e ri parazgjedhje!
sr: <a href="https://docs.xfce.org/xfce/xfdesktop/start">радна површ</a> је углавном добила исправке грешака и мала побољшања - и нову подразумевану слику за позадину!
sv: <a href="https://docs.xfce.org/xfce/xfdesktop/start">Skrivbordet</a>fick mestadels buggfixar och små förbättringar - och den nya standard skrivbordsbakgrunden!
th: <a href="https://docs.xfce.org/xfce/xfdesktop/start">พื้นโต๊ะ</a> ได้รับการแก้บั๊กและปรับปรุงเล็กๆ น้อยๆ พร้อมด้วยภาพพื้นหลังปริยายอันใหม่!
vi: <a href="https://docs.xfce.org/xfce/xfdesktop/start">máy tính để bàn</a> hầu hết đã nhận được các bản sửa lỗi và cải tiến nhỏ - cũng như hình nền mặc định mới!

source: Our menu library <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> received new APIs and now doesn´t launch applications as children of the process hosting the menu anymore. The previous behavior led to applications crashing along with e.g. the panel.
ca: La nostra biblioteca de menús <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> va rebre noves APIs i ara ja no llança aplicacions com a fills del procés d'allotjament del menú. El comportament anterior va provocar que les aplicacions s'estavellessin juntament amb, per exemple, el plafó.
de: Unsere Menü-Bibliothek <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> hat neue APIs erhalten und startet nun keine Anwendungen mehr als Kinder des Prozesses, der das Menü hostet. Das bisherige Verhalten führte dazu, dass Anwendungen zusammen mit z. B. dem Panel abstürzen.
es: Nuestra biblioteca de menús <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> recibió nuevas API y ahora ya no lanza aplicaciones como hijos del proceso que aloja el menú. El comportamiento anterior provocó que las aplicaciones fallaran junto con, por ejemplo, el panel.
gl: A nosa biblioteca de menús <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> recibiu novas APIs e agora xa non inicia aplicacións como fillos do proceso que aloxa o menú. O comportamento anterior provocou o fallo das aplicacións xunto con, por exemplo, o panel.
he: ספרית התפריט שלנו <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> קיבלה API חדש ועכשיו כבר לא מפעילה ישומים כילדים של התהליך המארח את התפריט. ההתנהגות הקודמת הובילה לקריסה של ישומים עם למשל הלוח.
it: La nostra libreria di menu <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> ha ricevuto nuove API e adesso non esegue più applicazioni come figli del processo che ospita il menu. Il comportamento precedente causava il crash delle applicazioni insieme al pannello.
kk: Біздің <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> мәзірлер кітапханасы жаңа API-лер алды және енді қолданбаларды мәзір орналасқан процестің еншілес процесі ретінде жібермейді. Алдыңғы мінез-құлық қолданбалардың, мысалы, панельмен бірге апатты түрде жабылуына әкелетін еді.
pl: Nasza biblioteka menu <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> otrzymała nowe API i teraz nie uruchamia już aplikacji jako elementy potomne procesu obsługującego menu. Poprzednie zachowanie powodowało awarie aplikacji wraz z np. panelem.
pt: A nossa biblioteca de menu <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> recebeu novas APIs e agora já não lança aplicações como dependentes do processo que hospeda o menu. O comportamento anterior levou ao colapso de aplicações juntamente com, por exemplo, o painel.
pt_br: Nossa biblioteca de menus <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> recebeu novas APIs e agora não lança mais aplicativos como filhos do processo que hospeda o menu. O comportamento anterior fazia com que os aplicativos travassem junto com, por exemplo, o painel.
ro: Biblioteca noastră de meniuri <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> a primit noi API-uri și acum nu mai lansează aplicații ca copii ai procesului care găzduiește meniul. Comportamentul anterior ducea la blocarea aplicațiilor împreună cu, de exemplu, panoul.
ru: Наша библиотека меню <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> получила новые API и теперь больше не запускает приложения как дочерние элементы процесса, в котором размещено меню. Предыдущее поведение приводило к сбою приложений вместе, например, с панелью.
sq: Libraria jonë për menu, <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> përfitoi API të reja dhe tani nuk nis më aplikacione si pjella të procesit që strehon menunë . Sjellja e mëparshme bënte që aplikacionet të vithiseshin tok me panelin, për shembull.
sr: Наша књижница изборника <a href="https://docs.xfce.org/xfce/garcon/start">гарсон</a> је добила нове АПИ-је и више не покреће програме као пород из изборника програма. Претходно понашање је доводило до рушења програма уз родитељски програм, нпр. полицу.
th: ไลบรารีเมนู <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> ของเราได้เพิ่ม API ใหม่ และไม่เรียกทำงานแอปพลิเคชันเป็นโพรเซสลูกของโพรเซสเจ้าของเมนูอีกแล้ว เนื่องจากการเรียกแบบเดิมทำให้แอปพลิเคชันตายไปพร้อมกับผู้เรียก เช่น เมื่อเรียกจากพาเนล
vi: Thư viện menu của chúng tôi <a href="https://docs.xfce.org/xfce/garcon/start">garcon</a> đã nhận được các API mới và hiện không khởi chạy các ứng dụng dưới dạng con của quy trình lưu trữ menu nữa. Hành vi trước đó đã dẫn đến các ứng dụng bị lỗi cùng với ví dụ: bảng điều khiển.

source: The <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">applicaton finder</a> now allows for sorting applications by "frecency" - a combination of frequency and recency.
ca: El <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">applicaton finder</a> ara permet ordenar aplicacions per "freqüència" - una combinació de freqüència i recència.
de: Der<a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Anwendungsfinder</a> erlaubt jetzt die Sortierung von Anwendungen nach "frecency" - einer Kombination aus Häufigkeit und Aktualität.
es: El <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">buscador de aplicaciones</a> ahora permite clasificar las aplicaciones por "frecuencia", una combinación de frecuencia y actualidad.
gl: O <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">buscador de aplicacións</a> agora permite ordenar as aplicacións por «frecuencia», unha combinación de frecuencia e proximidade en tempo.
he: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">מאתר הישומים</a> עכשיו מאפשר מיון של ישומים על ידי "תדיניות" - שילוב של תדירות ועדכניות.
it: La <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">ricerca delle applicazioni</a> ora permette di ordinare le applicazioni in base alla "frecenza" - una combinazione di frequenza e recenza.
kk: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Қолданбаларды табушы</a> енді қолданбаларды "frecency" (жиілік пен жаңалықтың үйлесімі) бойынша сұрыптауға мүмкіндік береді.
pl: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Wyszukiwarka programów</a> umożliwia teraz sortowanie programów według „frecency” – kombinacji częstotliwości i czasu od ostatniego użycia.
pt: O <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">localizador de aplicações</a> permite agora classificar as aplicações por "frecência" - uma combinação de frequência e recente.
pt_br: Agora, o <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">localizador de aplicativos</a> permite classificar os aplicativos por "frequência" - uma combinação de frequência e tempo para retorno.
ro: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Căutătorul de aplicații</a> permite acum sortarea aplicațiilor în funcție de „frecvență” - o combinație de frecvență și recurență.
ru: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Applicaton finder</a> теперь позволяет сортировать приложения по "частоте" - комбинации частоты и новизны.
sq: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Gjetësi i aplikacioneve</a> tani lejon renditje sipas “frecency” - një ndërthurje e “frequency” (shpeshtisë së përdorimit dhe “recency” (afërsisë në kohë të përdorimit).
sr: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Проналазач програма</a> сада омогућава распоред програма и по учесталим. и по скорашњим програмима.
th: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">เครื่องมือค้นหาโปรแกรม</a> รุ่นนี้สามารถเรียงลำดับโปรแกรมตาม "frecency" คือความถี่และการถูกเรียกใช้ล่าสุดประกอบกันได้
uk: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Шукач програм</a> тепер дозволяє сортувати програми за "частотою" - комбінацією частоти і недавнього використання.
vi: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">công cụ tìm ứng dụng</a> hiện cho phép sắp xếp ứng dụng theo "tần suất" - sự kết hợp giữa tần suất và lần truy cập gần đây.

source: Dependency updates: Drop Gtk2, add LibGTop, bump Gtk >= 3.22, GLib and GDBus >= 2.50
ca: Actualitzacions de dependència: Drop Gtk2, add LibGTop, bump Gtk , 3.22, GLib and GDBus and 2.50
de: Aktualisierungen der Abhängigkeiten: Gtk2 entfernt, LibGTop hinzugefügt, Gtk >= 3.22, GLib und GDBus >= 2.50 angehoben
es: Actualizaciones de dependencia: Elimine Gtk2, agregue LibGTop, subi Gtk >= 3.22, GLib y GDBus >= 2.50
gl: Actualización de dependencias: elimina Gtk2, engade LibGTop, sube versión Gtk >= 3.22, GLib e GDBus >= 2.50
he: עדכוני תלות: Drop Gtk2, add LibGTop, bump Gtk >= 3.22, GLib and GDBus >= 2.50
it: Aggiornamenti delle dipendenze: Abbandono di Gtk2, aggiunta di LibGTop, bump di Gtk >= 3.22, GLib e GDBus >= 2.50
kk: Тәуелділіктерді жаңарту: Gtk2-ні алып тастау, LibGTop-ты қосу, Gtk нұсқасын >= 3.22, GLib және GDBus-ты >= 2.50-ге дейін көтеру
pl: Aktualizacje zależności: porzucenie Gtk2, dodanie LibGTop, podniesienie wersji Gtk >= 3.22, GLib oraz GDBus >= 2.50
pt: Atualização de dependências: Larga o Gtk2, adiciona o LibGTop, "bump" do Gtk >= 3.22, GLib e GDBus >= 2.50
pt_br: Atualizações de dependências: remoção do Gtk2, adição do LibGTop, atualização do Gtk >= 3,22, GLib e GDBus para >= 2,50
ro: Actualizări de dependență: Elimină Gtk2, adaugă LibGTop, actualizează Gtk >= 3.22, GLib și GDBus >= 2.50
ru: Обновления зависимостей: удалено Gtk2, добавлено LibGTop, повышено Gtk >= 3.22, GLib и GDBus >= 2.50
sq: Përditësime varësish: Braktisje e Gtk2, shtim i LibGTop, kalim i Gtk >= 3.22, dhe i GLib-it dhe GDBus-it >= 2.50
sr: Надградња зависности: одбацивање ГТК2, додавање ЛибГТоп-а, прелаз на ГТК >=3.22, Глиб и ГДбус >= 2.5
th: ปรับสิ่งที่ต้องใช้ประกอบ: ตัด Gtk2, เพิ่ม LibGTop, กระเถิบ Gtk >= 3.22, GLib และ GDBus >= 2.50
tr: Bağımlılık güncellemeleri: Gtk2'yi bırakın, LibGTop ekleyin, Gtk'yi yükseltin >= 3.22, GLib ve GDBus >= 2.50
uk: Оновлення залежностей: видалено Gtk2, додано LibGTop, вимагати Gtk >= 3.22, GLib і GDBus >= 2.50
vi: Cập nhật phụ thuộc: Bỏ Gtk2, thêm LibGTop, tăng Gtk >= 3,22, GLib và GDBus >= 2,50

source: An online tour of the changes in Xfce 4.16 can be viewed here:
ca: Podeu veure un recorregut en línia pels canvis a Xfce 4.16 aquí:
da: En onlinerundvisning over ændringerne i Xfce 4.16 kan ses her:
de: Ein Online-Rundgang durch die Änderungen in Xfce 4.16 können Sie hier anschauen:
es: Se puede ver un recorrido en línea de los cambios en Xfce 4.16 aquí:
gl: Pode facer unha visita para ver os cambios do Xfce 4.16 aquí:
he: סיור מקוון של השינויים ב-Xfce 4.16 ניתן לצפיה כאן:
it: Un tour online dei cambiamenti di Xfce 4.16 è disponibile al seguente collegamento:
kk: Xfce 4.16 нұсқасындағы өзгерістердің онлайн шолуын мына жерден көруге болады:
lt: Turą, kuriame parodomi Xfce 4.16 pakeitimai, galite peržiūrėti čia:
pl: Internetową prezentację wydania Xfce 4.16 można zobaczyć tutaj:
pt: Uma visita guiada das alterações no Xfce 4.16 pode ser vista aqui:
pt_br: As alterações do Xfce 4.16 podem ser vistas aqui:
ro: Un tur în Internet al modificărilor din versiunea Xfce 4.16 poate fi vizualizat aici:
ru: Онлайн-тур по изменениям в Xfce 4.16 можно просмотреть здесь:
sq: Një tur internetor i ndryshimeve në Xfce 4.16 mund të shihet këtu:
sr: Овде можете погледати приказ измена и нових могућности Иксфце-а 4.16:
sv: En rundvandring online över ändringarna i Xfce 4.16 finns här:
th: คุณสามารถดูหน้านำชมความเปลี่ยนแปลงต่างๆ ใน Xfce 4.16 ได้ที่นี่:
tr: Xfce 4.16 değişikliklerinin çevrimiçi turuna buradan bakılabilir:
uk: Онлайновий огляд змін у Xfce 4.16 можна переглянути тут:
vi: Bạn có thể xem chuyến tham quan trực tuyến về những thay đổi trong Xfce 4.16 tại đây:

source: A detailed overview of the changes between Xfce 4.14 and Xfce 4.16 releases can be found on the following page:
ca: Podeu trobar una visió detallada dels canvis entre les versions de l'Xfce 4.14 i l'Xfce 4.16 a la pàgina següent:
da: Et detaljeret overblik over ændringerne mellem Xfce 4.14 og Xfce 4.16 findes på følgende side:
de: Eine detaillierte Übersicht der Änderungen zwischen Xfce Version 4.14 und Xfce Version 4.16 findet man auf der folgenden Seite:
es: Puede encontrar una descripción detallada de los cambios entre las versiones Xfce 4.14 y Xfce 4.16 en la siguiente página:
gl: Na seguinte páxina pode atopar unha visión detallada dos cambios comparando a versión do Xfce 4.14 coa versión do Xfce 4.16:
he: סקירה מפורטת של השינויים בין גרסאות Xfce 4.14 ו-Xfce 4.16 אפשר למצוא בדף הבא:
it: Un resoconto dettagliato dei cambiamenti da Xfce 4.14 a Xfce 4.16 si trova nella seguente pagina:
kk: Xfce 4.14 және Xfce 4.16 шығарылымдары арасындағы өзгерістерге толық шолуды келесі беттен табуға болады:
lt: Išsamią, pakeitimų tarp Xfce 4.14 ir Xfce 4.16 laidų, apžvalgą galite rasti šiame puslapyje:
pl: Szczegółowe podsumowanie zmian pomiędzy wydaniami Xfce 4.14 i Xfce 4.16 dostępne jest na następującej stronie:
pt: Uma visão detalhada das alterações entre as versões Xfce 4.14 e Xfce 4.16 pode ser encontrada na página seguinte:
pt_br: Uma visão geral detalhada das alterações em comparação com os lançamentos do Xfce 4.14 e Xfce 4.16 pode ser encontrada na seguinte página:
ro: O prezentare detaliată a modificărilor dintre versiunile Xfce 4.14 și Xfce 4.16 poate fi găsită pe pagina următoare:
ru: Подробный обзор изменений между Xfce 4.14 и Xfce 4.16 можно найти на следующей странице:
sq: Një përmbledhje e hollësishme e dallimeve mes versioneve Xfce 4.14 dhe Xfce 4.16 mund të gjendet në faqen vijuese:
sr: Преглед танчина разлика између издања Иксфце-а 4.12 и 4.14 можете погледати на следећој страници:
sv: En detaljerad översikt över ändringarna mellan Xfce 4.14 och Xfce 4.16 versionerna finns på denna sida:
th: ภาพรวมโดยละเอียดของการเปลี่ยนแปลงจาก Xfce 4.14 เป็น Xfce 4.16 สามารถดูได้ที่เพจนี้:
tr: Xfce 4.14 ve 4.16 sürümleri arasındaki değişikliklerin ayrıntılı bir tanıtımı, şu sayfada bulunabilir:
uk: Докладний огляд змін між випусками Xfce 4.14 і Xfce 4.16 можна знайти на наступній сторінці:
vi: Bạn có thể tìm thấy tổng quan chi tiết về những thay đổi giữa các bản phát hành Xfce 4.14 và Xfce 4.16 trên trang sau:

source: Xfce 4.14 released
ca: Publicat Xfce 4.14
da: Xfce 4.14 er udgivet
de: Xfce 4.14 veröffentlicht
es: Xfce 4.14 Lanzado
gl: Xfce 4.14 publicada
he: Xfce 4.14 פורסמה
it: Rilasciato Xfce 4.14
ja: Xfce 4.14 を公開しました
kk: Xfce 4.14 шықты
lt: Xfce 4.14 išleista
pl: Wydano Xfce 4.14
pt: Disponibilizado o Xfce 4.14
pt_br: Xfce 4.14 lançado
ro: A fost publicată versiunea Xfce 4.14
ru: Выпущен Xfce 4.14
sq: U hodh në qarkullim Xfce 4.14
sr: ИскФЦЕ 4.14 је објављен
sv: Xfce 4.14 släppt
th: Xfce 4.14 ออกแล้ว
tr: Xfce 4.14 çıktı
uk: Вийшов Xfce 4.14
vi: Xfce 4.14 đã phát hành

source: Today, after 4 years and 5 months of work, we are pleased to announce the release of the Xfce desktop 4.14, a new stable version that supersedes Xfce 4.12.
ca: Avui, després de 4 anys i 5 mesos de treball, ens complau anunciar el llançament de l'escriptori Xfce 4.14, una nova versió estable que substitueix a Xfce 4.12.
da: I dag, efter 4 år og 5 måneders arbejde, er vi glade for at kunne bekendtgøre udgivelsen af Xfce-skrivebordet 4.14, en ny stabil version som afløser Xfce 4.12.
de: Heute, nach 4 Jahren und 5 Monaten Arbeit, haben wir die besondere Ehre, die Veröffentlichung des Xfce Desktops 4.14 bekanntzugeben, einer neuen stabilen Version welche Xfce 4.12 ersetzt.
es: Hoy, después de 4 años y 5 meses de trabajo, nos complace anunciar el lanzamiento del escritorio Xfce 4.14, una nueva versión estable que reemplaza a Xfce 4.12.
gl: Hoxe, despois de 4 anos e 5 meses de traballo, temos o pracer de anunciar a versión de escritorio do Xfce 4.14, unha nova versión estábel que substitúe o Xfce 4.12.
he: היום, לאחר 4 שנים ו-5 חודשים של עבודה, אנו שמחים להודיע על גרסה 4.14 של שולחן עבודה Xfce, גרסה יציבה חדשה שמחליפה את Xfce 4.12.
it: Oggi, dopo 4 anni e 5 mesi di lavoro, siamo lieti di annunciare il rilascio di Xfce 4.14, una nuova versione stabile che sostituisce Xfce 4.12.
ja: 本日、4年5ヶ月の作業期間を経て、Xfce 4.12 の後継となる新しい安定版、Xfce デスクトップ 4.14 のリリースを公表することができました。
kk: Бүгін, 4 жыл және 5 ай жұмыстан кейін, біз Xfce 4.12 нұсқасын алмастыратын жаңа тұрақты нұсқа — Xfce 4.14 жұмыс үстелінің шыққанын қуана хабарлаймыз.
lt: Šiandien, po 4 metų ir 5 mėnesių darbo, mes džiaugiamės, galėdami pranešti apie Xfce 4.14 darbalaukio laidą, naują stabilią versiją, kuri pranoksta Xfce 4.12.
pl: Dziś, po 4 latach i 5 miesiącach pracy, mamy przyjemność ogłosić wydanie Xfce 4.14, nowej wersji stabilnej, która zastępuje Xfce 4.12.
pt: Hoje, após 4 anos e 5 meses de trabalho, temos o prazer de anunciar o lançamento do ambiente gráfico Xfce 4.14, uma nova versão estável que sucede ao Xfce 4.12.
pt_br: Hoje, após 4 anos e 5 meses de trabalho, temos o prazer de anunciar o lançamento do Xfce 4.14, uma nova versão estável que substitui o Xfce 4.12.
ro: Astăzi, după 4 ani și 5 luni de muncă, suntem încântați să anunțăm lansarea mediului grafic de birou Xfce 4.14, o nouă versiune stabilă care înlocuiește versiunea Xfce 4.12.
ru: Сегодня, спустя 4 года и 5 месяцев работы, мы рады объявить о выпуске рабочего стола Xfce 4.14, новой стабильной версии, которая заменит Xfce 4.12.
sq: Sot, pas 4 vjet e 5 muaj pune, na jep kënaqësi të njoftojmë hedhjen në qarkullim të desktopit Xfce 4.14, një version i ri i qëndrueshëm që zë vendin e Xfce 4.12-s.
sr: Данас, након 4 године и 5 месеци рада, драго нам је да најавимо издање радног окружења ИксФЦЕ 4.14, новог стабилног издања које наслеђује ИксФЦЕ 4.12.
sv: Idag, efter 4 år och 5 månaders arbete, har vi glädjen att tillkännage lanseringen av Xfce-skrivbordet 4.14, en ny stabil version som ersätter Xfce 4.12.
th: วันนี้ หลังจากทำงานกันอยู่ 4 ปี 5 เดือน เรามีความยินดีที่จะประกาศออกรุ่นเดสก์ท็อป Xfce 4.14 ซึ่งเป็นรุ่นเสถียรรุ่นใหม่ที่จะมาแทน 4.12
tr: Bugün, 4 yıl ve 5 aylık bir çalışmanın ardından, Xfce 4.12'ün yerini alan yeni bir kararlı sürüm olan Xfce masaüstü 4.14'nın piyasaya sürüldüğünü duyurmaktan mutluluk duyuyoruz.
uk: Сьогодні, після 4 років і 5 місяців роботи, ми раді представити випуск стільниці Xfce 4.14, нова стабільна версія на заміну Xfce 4.12.
vi: Hôm nay, sau 4 năm 5 tháng làm việc, chúng tôi vui mừng thông báo về việc phát hành máy tính để bàn Xfce 4.14, một phiên bản ổn định mới thay thế Xfce 4.12.
