Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: When you click a Help button Xfce will ask you to go to an online wiki page
ca: Quan premeu sobre un botó d'ajuda, l'Xfce us demanarà d'accedir a una pàgina en línia de la wiki.
cs: Pokud kliknete na tlačítko Nápověda, Xfce se zeptá, zda chcete přejít na online stránku wiki.
da: Når du klikker en Hjælp knap vil Xfce spørge dig om at gå til en online wiki side
de: Wenn Sie auf einen Hilfe-Knopf klicken, fragt Xfce, ob Sie eine Online-Wikiseite besuchen wollen.
es: Cuando pulse en el botón de ayuda, Xfce le pedirá ir a la página de la wiki en línea.
fr: Si vous cliquez sur un bouton d’aide, Xfce vous proposera de vous rendre sur une page wiki en ligne.
gl: Cando preme nun botón de axuda, o Xfce pediralle que vaia a unha páxina wiki na rede
he: כאשר לוחצים על כפתור עזרה Xfce יבקש ממך לעבור לעמוד ויקי מקוון
id: Ketika Anda klik tombol Bantuan, Xfce akan menawarkan kepada Anda untuk menuju ke halaman wiki daring
it: Quando si fa clic sul pulsante «Aiuto», Xfce richiederà di accedere al wiki online
ja: 「ヘルプ」ボタンをクリックすると Xfce はオンライン wiki のページを開くかどうか尋ねます
kk: Көмек батырмасын шерткен кезде, Xfce сізден онлайн вики бетіне өтуді сұрайды
lt: Kai paspausite žinyno mygtuką, Xfce paprašys jūsų pereiti į internetinį wiki puslapį
ms: Bila anda klik butang Bantuan Xfce akan menanya anda pergi ke halaman wiki atas-talian
nb: Når du trykker på hjelpknappen vil Xfce spør deg om å gå til en wiki-nettside
oc: Quand clicatz sus un boton Aide Xfce vous demandara d'aller a una pagina wiki en linha
pl: Pytanie o wyświetlenie dokumentacji sieciowej po kliknięciu polecenia pomocy
pt: Quando clica num botão de Ajuda Xfce pedir-lhe-à para ir para uma página wiki on-line
pt_br: Quando você clicar em um botão de Ajuda do Xfce, você será solicitado a ir à uma página wiki online.
ro: Când faceți clic pe un buton Ajutor, Xfce vă va cere să accesați o pagină wiki în Internet
ru: При щелчке на кнопке справки Xfce предложит вам перейти на вики-страницу в Интернете
sq: Kur klikoni një buton Ndihme, Xfce-ja do t’ju kërkojë të shkoni te një faqe wiki
sr: Када кликнете на дугме помоћи, ИксФЦЕ ће вас упитати да ли желите да идете на вики страницу на мрежи
sv: Då du klickar på en hjälpknapp kommer Xfce att be dig att gå till online wiki-sidan
th: เมื่อคุณคลิกปุ่มวิธีใช้ Xfce จะขอให้คุณเปิดหน้าวิกิออนไลน์
tr: Xfce, Yardım düğmesine bastığınızda çevrim içi wiki sayfasına gitmek için size soracaktır
uk: При натисканні кнопки Допомога Xfce запропонує Вам перейти на сторінку Вікі
vi: Khi bạn nhấp vào nút Trợ giúp, Xfce sẽ yêu cầu bạn truy cập trang wiki trực tuyến
zh_tw: 在您點擊求助按鈕後，Xfce 會要求您進入線上 Wiki 頁面

source: We hope that with the introduction of the wiki it will be easier for developers and contributors to maintain the documentation.
ca: Esperem que amb la introducció de la wiki mantenir la documentació sigui més fàcil tant per als desenvolupadors com pels contribuïdors.
cs: Doufáme, že představení této wiki vývojářům a přispěvatelům údržbu dokumentace zjednoduší.
da: Vi håber at med introduktionen af wiki´en at det vil være nemmere for udviklere og bidragsydere at vedligeholde dokumentationen.
de: Wir hoffen, dass die Einführung des Wikis es den Entwicklern und Mitwirkenden erleichtert, die Dokumentation zu pflegen.
es: Esperamos que con la inserción de la wiki será más fácil para los desarrolladores y colaboradores mantener la documentación.
fr: Nous espérons qu’avec l’arrivée du wiki, il sera plus facile pour les développeurs et contributeurs de maintenir la documentation.
gl: Agardamos que coa introdución do wiki sexa máis doado para os desenvolvedores e colaboradores manter a documentación.
he: אנו מקווים שעם ההצגה של הויקי זה יהיה קל יותר למפתחים ותורמים לתחזק את התיעוד.
id: Kami berharap dengan adanya wiki, akan lebih mudah bagi para pengembang dan kontributor untuk memelihara dokumentasi.
it: Speriamo che l'introduzione della wiki permetta a sviluppatori e contributori di mantenere con più semplicità la documentazione.
ja: 私達はこの wiki の採用によってドキュメントのメンテナンスへの協力や開発者の執筆がより行いやすくなることを期待しています。
kk: Викидің енгізілуімен әзірлеушілер мен үлес қосушыларға құжаттаманы қолдау жеңілірек болады деп үміттенеміз.
lt: Tikimės jog pristačius wiki, kūrėjams bus lengviau prižiūrėti dokumentaciją.
ms: Kami harap pengenalan wiki akan menjadi lebih mudah untuk pembangun dan penyumbang membuat kerja-kerja penyelenggaraan dokumentasi.
nb: Vi håper at denne wikien vil gjøre det lettere for utviklere og bidragsytere å vedlikeholde hjelpeteksten.
oc: Esperam qu'amb l'introduccion del wiki, il sera mai aisit pels desvolopaires e los contributors de manténer la documentacion.
pl: Mamy nadzieję, że wprowadzone zmiany ułatwią zarządzanie dokumentacją twórcom oprogramowania oraz wszystkim tym, którzy wnoszą wkład w jej rozwój.
pt: Esperamos que, com a introdução do wiki, que seja mais fácil para os desenvolvedores e colaboradores em manter a documentação.
pt_br: Esperamos que com essa introdução ao wiki, fique mais fácil para desenvolvedores e contribuidores manter a documentação.
ro: Sperăm că, odată cu introducerea wiki-ului, va fi mai ușor pentru dezvoltatori și colaboratori să mențină documentația.
ru: Мы надеемся, что такое подключение вики-сайта упростит задачу сопровождения документации разработчикам и другим участникам.
sq: Shpresojmë që me futjen në lojë të wiki-it mirëmbajtja e dokumentimit do të jetë më e lehtë për zhvilluesit dhe kontribuesit.
sr: Надамо се да ће представљање на викију бити лакше развијачима и доприносиоцима за одржавање документације.
sv: Vi hoppas att introduktionen av wikin kommer att underlätta för utvecklare och bidragsgivare att underhålla dokumentationen.
th: เราหวังว่าการใช้วิกิจะช่วยให้นักพัฒนาและผู้ร่วมสมทบงานสามารถดูแลงานเอกสารได้ง่ายยิ่งขึ้น
tr: Bu wikinin sağlanmasıyla umuyoruz ki, belgelendirmeyi sağlamak, geliştiriciler ve katkıcılar için daha kolay olacaktır.
uk: Ми сподіваємося, що з введенням вікі підтримка документації стане простішою для розробників і помічників.
vi: Chúng tôi hy vọng rằng với sự ra đời của wiki, các nhà phát triển và cộng tác viên sẽ dễ dàng duy trì tài liệu hơn.
zh_tw: 我們希望隨著 Wiki 的引入，可以讓開發者及貢獻者能更容易的維護文件。

source: Application Finder
ca: Descobridor d'aplicacions
cs: Vyhledávač aplikací
da: Programfinder
de: Anwendungsfinder
es: Buscador de aplicaciones
fr: Chercheur d’application
gl: Buscador de aplicacións
he: מאתר היישומים
id: Pencari Aplikasi
it: Ricercatore di applicazioni
ja: アプリケーションファインダー
kk: Қолданбаларды іздеуші
lt: Programų ieškyklė
ms: Pencari Aplikasi
nb: Programsøker
nl: Toepassing Finder
oc: Recèrca d'aplicacion
pl: Wyszukiwarka programów
pt: Localizador de aplicações
pt_br: Localizador de aplicativos
ro: Instrument pentru căutarea aplicațiilor
ru: Поиск приложений
sq: Gjetës Aplikacionesh
sr: Проналазач програма
sv: Programlista
th: เครื่องมือค้นหาโปรแกรม
tr: Uygulama Bulucu
uk: Шукач програм
vi: Trình tìm ứng dụng
zh_tw: 應用程式協尋器

source: Collapsed view of the Application Finder
ca: Vista reduïda del Application Finder
cs: Pohled na sbalený vyhledávač aplikací
da: Sammenfoldet visning af programfinderen
de: Eingeklappte Ansicht des Anwendungsfinders
es: Vista compacta del Buscador de aplicaciones
fr: Vue réduite du chercheur d’application
gl: Vista contraída do buscador de aplicacións
he: התצוגה המצומצמת של מאתר היישומים
id: Tampilan kolaps Pencari Aplikasi
it: Vista collassata del ricercatore di applicazioni
ja: 折り畳んだアプリケーションファインダー
kk: Қолданбаларды іздеушінің жиналған көрінісі
lt: Suskleistas programų ieškyklės rodinys
ms: Paparan terkuncup Pencari Aplikasi
nb: Sammenfoldet visning av programsøkeren
oc: Vista redusida de la recèrca d'aplicacion
pl: Widok zwarty Wyszukiwarki programów
pt: Vista reduzida do localizador de aplicações
pt_br: Visando recolhida do localizador de aplicativos
ro: Vizualizare compactată a «Căutătorului de aplicații»
ru: Свёрнутый вид поиска приложений
sq: Pamje e tkurrur e Gjetësit të Aplikacioneve
sr: Скупљени приказ проналазача програма
sv: Komprimerad vy av Programsökaren
th: หน้าจอแบบยุบเก็บของเครื่องมือค้นหาโปรแกรม
tr: Uygulama Bulucu 'nun daraltılmış görünümü
uk: Згорнутий вигляд Шукача програм
vi: Chế độ xem thu gọn của Trình tìm ứng dụng
zh_tw: 應用程式協尋器的收納檢視

source: The application finder has been completely rewritten and combines the functionality of the old appfinder and xfrun4. Apart from user interface improvements, it now allows creating custom actions matching a prefix or a regex pattern.
ca: S'ha reescrit completament l'Application Finder i ara combina les funcionalitats de l'antic appfinder i del xfrun4. A més a més de millores a la interfície d'usuari, ara permet crear accions personalitzades amb coincidències segons un prefix o un patró d'expressió regular.
cs: Vyhledávač aplikací byl kompletně přepsán a kombinuje funkcionalitu starých aplikací appfinder a xfrun4. Kromě vylepšení v uživatelském rozhraní nyní umožňuje vytváření vlastních akcí založených na shodě předpony nebo regulárním výrazu.
da: Applikations-finderen er blevet fuldstændig genskrevet og kombinerer funktionaliteten af den ældre appfinder og xfrun4. Bortset fra bruger-grænseflade forbedringer, den tillader ny at skabe brugerdefineret handlinger der matcheren prefix eller et regex mønster.
de: Der Anwendungsfinder wurde komplett neu geschrieben und vereint die Funktionalität des alten Anwendungsfinders und des Schnellstarters xfrun4. Abgesehen von Verbesserungen in der Benutzeroberfläche erlaubt der Anwendungsfinder jetzt außerdem die Erstellung eigener Aktionen anhand eines Präfix oder eines Musters aus regulären Ausdrücken.
es: El buscador de aplicaciones ha sido completamente reescrito y combina la funcionalidad del antiguo xfce4-appfinder y xfrun4. Además de mejoras en la interfaz de usuario, que ahora permiten la creación de acciones personalizadas que coincidan con un prefijo o un patrón de expresión regular.
fr: Le chercheur d’application a été complètement réécrit et combine les fonctionnalités de l’ancien appfinder et de xfrun4. Outre les améliorations d’interface, il permet désormais de créer des actions personnalisées correspondant à un préfixe ou une expression régulière.
gl: O buscador de aplicacións foi completamente reescrito e combina a funcionalidade do antigo «appfinder» e «xfrun4». Alén das melloras na interface de usuario, agora permite crear accións personalizadas que coincidan cun prefixo ou un patrón de expresión regular.
he: מוצא היישומים נכתב מחדש לגמרי והוא משלב את הפונקציונליות של המוצא הישן ו- xfrun4. חוץ משיפורים בממשק המשתמש, הוא עכשיו מאפשר יצירת פעולות מותאמות אישית התואמות קידומת או תבנית ביטויים רגולרים.
id: Pencari aplikasi telah ditulis ulang secara lengkap dan menggabungkan fungsionalitas dari pencari aplikasi yang lama dan xfrun4. Selain peningkatan antarmuka, sekarang kita bisa membuat aksi kustom yang akan mencocokkan sebuah prefiks atau pola regex.
it: Il ricercatore di applicazioni è stato completamente riscritto e combina le funzionalità dei vecchi appfinder e xfrun4. Oltre ai miglioramenti dell'interfaccia utente, il programma permette ora di creare delle azioni personalizzate associate ad un prefisso od ad una espressione regolare.
ja: アプリケーションファインダーは完全に書き直され、元のアプリケーションファインダーと xfrun4 は機能統合されました。他に、プレフィックスや正規表現にマッチするカスタムアクションの作成も行えるようになりました。
kk: Қолданбаларды іздеуші толығымен қайта жазылды және ескі appfinder мен xfrun4 функционалдығын біріктіреді. Пайдаланушы интерфейсінің жақсартуларынан бөлек, ол енді префикске немесе regex үлгісіне сәйкес келетін таңдамалы әрекеттерді жасауға мүмкіндік береді.
lt: Programų ieškyklė buvo iš esmės perrašyta, dabar ji apjungia senos programų ieškyklės ir xfrun4 funkcionalumą. Be naudotojo sąsajos patobulinimų, dabar įmanoma sukurti pasirinktinius veiksmus su priešdėlio ir reguliariųjų reiškinių taisyklėmis.
ms: Pencari aplikasi telah ditulis-semula sepenuhnya dan gabungkan kefungsian pencari apliaksi lama dan xfrun4. Selain dari penambahbaikan antaramuka pengguna, kini ia membolehkan penghasilan tindakan suai yang memadani pola awalan atau ungkapan nalar.
nb: Programsøkeren er fullstendig skrevet om og kombinerer funksjonaliteten til den gamle programsøkeren og xfrun4. I tillegg til forbedringer i brukergrensesnittet lar den deg lage tilpassede handlinger som samsvarer med et prefiks eller regex-mønster.
oc: La lista l'aplicacion es estada completament reescrich e combine totas las foncionalitats de l'ancien appfinder e xfrun4. Outre los melhoraments de l'interfàcia utilizaire, permet d'ara enlà de crear dels actions personalizadas correspondent a un préfixe o un motiu regex.
pl: Wyszukiwarka programów została przepisana od podstaw, po to by połączyć funkcjonalność starej wyszukiwarki i modułu do uruchamiania poleceń xfrun4. Nowa wyszukiwarka to nie tylko usprawnienia interfejsu. Teraz umożliwia ona wykonywanie różnych czynności po dopasowaniu wyszukiwanej frazy do prefiksu lub wyrażenia regularnego.
pt: O localizador de aplicações foi completamente reescrito e combina a funcionalidade do antigo appfinder e xfrun4. Além da melhoria da interface, permite agora criar ações personalizadas que correspondem com um prefixo ou um padrão de expressão regular.
pt_br: O localizador de aplicativos foi completamente reescrito e combina a funcionalidade do antigo appfinder e xfrun4. Além da melhora da interface de usuário, ele agora permite a criação de ações personalizadas que correspondem com um prefixo ou um padrão de expressão regular.
ro: «Căutătorul de aplicații» a fost complet rescris și combină funcționalitatea vechiului «appfinder» și a «xfrun4». În afară de îmbunătățirile aduse interfeței cu utilizatorul, acesta permite acum crearea de acțiuni personalizate care corespund unui prefix sau unui model de expresie regulată.
ru: Инструмент поиска приложений полностью переписан и объединяет в себе функциональность старого appfinder и xfrun4. Кроме улучшений в пользовательском интерфейсе, он позволяет создавать пользовательские действия, соответствующие префиксу или регулярному выражению.
sq: Gjetësi i aplikacioneve është rishkruar tërësisht dhe ndërthur funksione të gjetësit të dikurshëm dhe të xfrun4-s. Përveç përmirësimeve në ndërfaqen e përdoruesit, tani ai lejon krijimin e veprimeve vetjake përkundër një parashtesa apo rregullsie <em>regex</em>.
sr: Проналазач програма је у потпуности написан од почетка и обједињује могућности старог проналазача програма и xfrun4. Осим побољшања у корисником сучељу, сада дозвољава кориснику стварање прилагођених радњи које се поклапају са префиксм обрасцем, или обрасцем регуларног израза.
sv: Programsökaren har skrivits om helt och kombinerar funktionaliteten i den gamla programsökaren och xfrun4. Förutom förbättringar av användargränssnittet, tillåter den nu skapandet av anpassade åtgärder som matchar ett prefix eller ett reguljärt uttryck.
th: เครื่องมือค้นหาโปรแกรมได้ถูกเขียนขึ้นใหม่ทั้งหมด และรวมการทำงานของโปรแกรมเก่ากับ xfrun4 เข้าด้วยกัน นอกจากการปรับปรุงส่วนติดต่อผู้ใช้แล้ว ก็ยังสามารถสร้างการกระทำที่กำหนดเอง โดยเทียบหาข้อความส่วนหน้าหรือเทียบกับนิพจน์เรกิวลาร์
tr: Uygulama bulucu, tamamen yeniden yazılmış, ayrıca eski appfinder ve xfrun4 uygulamalarının işlevselliği bir araya getirilmiştir. Artık, önek ek veya bir düzenli ifade ile eşleşen özel eylemlerin yaratılması sağlanmıştır.
uk: Шукач програм був повністю переписаний і включає функціональність старого appfinder і xfrun4. Крім поліпшень користувальницького інтерфейсу, тепер він дозволяє створювати користувацькі дії, що відповідають префіксам або шаблонам регулярних виразів.
vi: Trình tìm ứng dụng đã được viết lại hoàn toàn và kết hợp chức năng của appfinder cũ và xfrun4. Ngoài những cải tiến về giao diện người dùng, giờ đây nó còn cho phép tạo các hành động tùy chỉnh khớp với prefix hoặc mẫu biểu thức chính quy.
zh_tw: 應用程式協尋器已經被完全重新編寫，舊的 appfinder 及 xfrun4 已經合而為一。除了使用者介面的改進外，它現在可以讓您創建符合某個前綴或是正則表達式的自定義動作。

source: Expanded view of the Application Finder
ca: Vista extesa de l'Application Finder
cs: Pohled na rozbalený vyhledávač aplikací
da: Udviddet visning af programfinderen
de: Ausgeklappte Ansicht im Anwendungsfinder
es: Vista expandida del Buscador de aplicaciones
fr: Vue étendue du chercheur d’application
gl: Vista expandida do buscador de aplicacións
he: מבט מורחב של מוצא היישומים
id: Tampilan ekspand Pencari Aplikasi
it: Vista espansa del ricercatore di applicazioni
ja: 展開したアプリケーションファインダー
kk: Қолданбаларды іздеушінің жайылған көрінісі
lt: Išskleistas programų ieškyklės rodinys
ms: Paparan terkembang Pencari Aplikasi
nb: Utfoldet visning av programsøkeren
oc: Vista espandida de la recèrca d'aplicacion
pl: Widok rozwinięty Wyszukiwarki programów
pt: Vista completa do localizador de aplicações
pt_br: Visão expandida do localizador de aplicativos
ro: Vizualizare extinsă a «Căutătorului de aplicații»
ru: Раскрытый вид поиска приложений
sq: Pamje e zgjeruar e Gjetësit të Aplikacioneve
sr: Проширени приказ Проналазача програма
sv: Utökad vy av Programsökaren
th: หน้าจอแบบคลี่ออกของเครื่องมือค้นหาโปรแกรม
tr: Uygulama Bulucu 'nun genişletilmiş görünümü
uk: Розгорнутий вигляд Шукача програм
vi: Chế độ xem mở rộng của Trình tìm kiếm ứng dụng
zh_tw: 應用程式協尋器的擴展檢視

source: Panel
ca: Plafó
de: Leiste
fr: Tableau de bord
he: פאנל
it: Pannello
ja: パネル
kk: Панель
lt: Skydelis
oc: Panèl
pt: Painel
pt_br: Painel
ro: Panou
ru: Панель
sr: Полица
th: พาเนล
uk: Панель
vi: Bảng điều khiển
zh_tw: 面板

source: Multiple Rows
ca: Files múltiples
cs: Více řádků
da: Flere rækker
de: Mehrere Zeilen
es: Múltiples filas
fr: Lignes multiples
gl: Varias filas
he: שורות מרובות
id: Multi Baris
it: Righe multiple
ja: 複数列のパネル
kk: Бірнеше жол
lt: Keletas eilučių
ms: Baris Berbilang
nb: Flere rader
oc: Mantuna linha
pl: Wiele wierszy
pt: Múltiplas linhas
pt_br: Múltiplas linhas
ro: Rânduri multiple
ru: Расположение в несколько рядов
sq: Rreshta të Shumëfishtë
sr: Вишеструки редови
sv: Flera rader
th: หลายแถว
tr: Çoklu Satırlar
uk: Кілька рядків
vi: Nhiều hàng
zh_tw: 多行
