Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: In order to keep the 'Go' menu compact, bookmarks have been moved into a separate, new 'Bookmarks' menu. The menu item 'add Bookmark' was rather hidden in the 'send to' menu in Thunar 4.18. As part of the new 'Bookmarks' menu, it is more prominent now.
ca: Per tal de mantenir el menú «Ves» compacte, els punts s'han mogut a un menú nou i separat «Adreces d'interès». L'element de menú 'afegeix una adreça d'interès' estava més aviat amagat en el menú 'envia a' en Thunar 4.18. Com a part del nou menú "Bookmarks", ara és més prominent.
de: Um das 'Go'-Menü kompakt zu halten, wurden die Lesezeichen in ein separates, neues 'Lesezeichen'-Menü verschoben. Der Menüpunkt "Lesezeichen hinzufügen" war in Thunar 4.18 eher versteckt im Menü "Senden an". Als Teil des neuen 'Lesezeichen'-Menüs ist er nun besser sichtbar.
es: Para mantener compacto el menú 'Ir', los marcadores se han movido a un nuevo menú 'Marcadores' separado. El elemento del menú 'añadir marcador' estaba bastante oculto en el menú 'enviar a' en Thunar 4.18. Como parte del nuevo menú 'Marcadores', ahora es más destacado.
gl: Para manter o menú "Ir" compacto, os marcadores movéronse a un novo menú separado, chamado «Marcadores». O elemento de menú «engadir marcador» estaba bastante agochado no menú «enviar a» no Thunar 4.18. Como parte do novo menú «Marcadores», agora está máis visíbel.
he: על מנת לשמר את תפריט 'Go' קומפקטי, סימניות הועברו לתפריט 'סימניות' נפרד. פריט התפריט 'הוסף סימניה' די הוסתר בתפריט 'שלח אל' ב-Thunar 4.18. כחלק מתפריט 'סימניות' החדש , הוא בולט יותר עכשיו.
it: Per mantenere compatto il menu 'Vai', i segnalibri sono stati spostati in un menu separato, chiamato 'Segnalibri'. L'elemento del menu 'aggiungere segnalibro' era piuttosto nascosto nel menu 'invia' in Thunar 4.18. Come parte del nuovo menu 'Segnalibri', ora è più evidente.
kk: 'Өту' мәзірін жинақы ұстау үшін, бетбелгілер бөлек, жаңа 'Бетбелгілер' мәзіріне ауыстырылды. 'Бетбелгі қосу' мәзір элементі Thunar 4.18 нұсқасында 'жіберу' мәзірінің ішінде жасырылған болатын. Жаңа 'Бетбелгілер' мәзірінің бөлігі ретінде ол қазір көзге көбірек түседі.
pl: Aby zachować zwięzłość menu 'Przejdź', zakładki zostały przeniesione do oddzielnego, nowego menu 'Zakładki”. Pozycja menu 'Dodaj zakładkę' była raczej ukryta w menu 'Wyślij do' w programie Thunar 4.18. Jako część nowego menu 'Zakładki' jest teraz bardziej widoczna.
pt: A fim de manter o menu 'Ir' compacto, os marcadores foram movidos para um novo e separado menu 'Marcadores'. O item de menu 'adicionar marcador' foi bastante ocultado no menu 'enviar para' no Thunar 4.18. Como parte do novo menu 'Marcadores', é agora mais proeminente.
pt_br: Para manter o menu 'Ir' compacto, os marcadores foram movidos para um novo e separado menu, 'Marcadores'. O item de menu 'adicionar marcador' foi bastante ocultado no menu 'enviar para' no Thunar 4.18. Como parte do novo menu 'Marcadores', agora ele é mais proeminente.
ro: Pentru a păstra meniul „Navigare” compact, semnele de carte au fost mutate într-un meniu separat, nou, „Semne de carte”. Elementul de meniu „Adaugă semn de carte” a fost mai degrabă ascuns în meniul „Trimite la” în Thunar 4.18. Ca parte a noului meniu „Semne de carte”, acesta este mai proeminent acum.
ru: Чтобы сделать меню "Перейти" компактным, закладки были перемещены в отдельное новое меню "Закладки". Пункт меню "Добавить закладку" был скрыт в меню "Отправить" в Thunar 4.18. Как часть нового меню «Закладки», оно стало более заметным.
sq: Për ta mbajtur menunë “Shko” kompakte, faqerojtësit janë kaluar në një menu më vete, të re, “Faqerojtës”. Zëri i menusë “shtoni Faqerojtës” qe më tepër i fshehur te menuja “dërgoje te”, për Thunar 4.18. Si pjesë e menusë së re “Faqerojtës”, tani është më i dukshëm.
sr: Ради одржавања изборника „иди“ сажетим, забелешке су премештене у засебан, нови изборник „Забелешке“. Ставка изборника „додај забелешку“ је скривена у изборнику „пошаљи на“ у Тунару 4.18. Као део новог изборника „Забелешке“, сада је истакнутија.
sv: För att hålla 'Gå'-menyn kompakt har bokmärken flyttats till en separat, ny 'Bokmärkes'-meny. Menyalternativet "lägg till bokmärke" var ganska dolt i "skicka till"-menyn i Thunar 4.18. Som en del av den nya "Bokmärkes"-menyn är den mer framträdande nu.
vi: Để giữ cho menu 'Đi' nhỏ gọn, các dấu trang đã được chuyển vào một menu 'Dấu trang' mới, riêng biệt. Mục menu 'thêm Dấu trang' khá ẩn trong menu 'gửi đến' trong Thunar 4.18. Là một phần của menu 'Dấu trang' mới, giờ đây nó nổi bật hơn.

source: Thunar - Bookmarks Menu
ca: Thunar - Menú d'adreces d'interès
de: Thunar - Lesezeichenmenü
es: Thunar - Menú de marcadores
gl: Thunar - Menú de marcadores
he: Thunar - תפריט סימניות
it: Thunar - Menu dei segnalibri
kk: Thunar - Бетбелгілер мәзірі
pl: Thunar – Menu zakładek
pt: Thunar - Menu de marcadores
pt_br: Thunar - Menu de marcadores
ro: Thunar - Meniul semnelor de carte
ru: Thunar - Меню Закладок
sq: Thunar - Menu Faqerojtësish
sr: Тунар - изборник забелешки
sv: Thunar - Bokmärkesmeny
uk: Thunar - Меню закладок
vi: Thunar - Menu Dấu trang

source: Trash directory
ca: Directori de paperera
de: Papierkorbverzeichnis
es: Directorio de la papelera
gl: Cartafol da papeleira
he: ספריית אשפה
it: Cartella del cestino
kk: Қоқыс шелегі бумасы
pl: Katalog Kosz
pt: Diretório do Lixo
pt_br: Diretório da lixeira
ro: Directorul „Coș de gunoi”
ru: Каталог корзины
sq: Drejtori hedhurinash
sr: Фасцикла смећа
uk: Смітник
vi: Thư mục thùng rác

source: With the new release, the trash directory provides an info bar which gives easy access to `Empty Trash` and 'Restore' functionality. When using List View, a 'Date Deleted' column will be shown, so that the files can be sorted by deletion date. Via context menu, it is now possible to select 'Restore and Show' in order to automatically open a new tab in the folder of the restored file(s).
ca: Amb el nou llançament, el directori de la paperera proporciona una barra d'informació que dona fàcil accés a la funcionalitat andEmpty Trash. i 'Restaura'. Quan s'utilitza la vista de llista, es mostrarà una columna «Data suprimida», de manera que els fitxers es puguin ordenar per data d'eliminació. A través del menú contextual, ara és possible seleccionar 'Restaura i mostra' per tal d'obrir automàticament una pestanya nova a la carpeta del/s fitxer/s restaurat/s.
de: Mit der neuen Version bietet das Papierkorbverzeichnis eine Informationsleiste, die einen einfachen Zugriff auf die Funktionen "Leere Papierkorb" und "Wiederherstellen" ermöglicht. In der Listenansicht wird eine Spalte 'Löschdatum' angezeigt, sodass die Dateien nach dem Löschdatum sortiert werden können. Über das Kontextmenü ist es nun möglich, "Wiederherstellen und anzeigen" zu wählen, um automatisch eine neue Registerkarte im Ordner der wiederhergestellten Datei(en) zu öffnen.
es: Con la nueva versión, el directorio de papelera proporciona una barra de información que brinda fácil acceso a las funciones "Vaciar papelera" y "Restaurar". Al usar la Vista de lista, se mostrará una columna 'Fecha de eliminación', para que los archivos se puedan ordenar por fecha de eliminación. A través del menú contextual, ahora es posible seleccionar 'Restaurar y Mostrar' para abrir automáticamente una nueva pestaña en la carpeta de los archivo(s) restaurados.
gl: Con esta nova versión, o cartafol da papeleira fornece unha barra de información que permite un acceso doado ás funcións «Baleirar a papeleira» e «Restaurar». Ao usar a Vista de lista, amosarase unha columna «Data de eliminación», para que os ficheiros se poidan ordenar por data de eliminación. A través do menú contextual, agora é posíbel seleccionar «Restaurar e amosar» para abrir automaticamente unha nova lapela no cartafol dos ficheiros restaurados.
he: עם הגרסה החדשה, ספריית אשפה מספקת סרגל מידע עם גישה קלה לפונקציות 'רוקן אשפה' ו-'שחזר'. כשמשתמשים בתצוגת רשימה, תוצג עמודת 'תאריך מחיקה', כך שניתן למיין את הקבצים לפי תאריך מחיקה. דרך תפריט הקשר, אפשר עכשיו לבחור 'שחזר והצג' על מנת לפתוח אוטומטית לשונית חדשה בתיקייה של הקבצ(ים) המשוחזרים.
it: Con il nuovo rilascio, la cartella del cestino fornisce una barra delle informazioni per accesso facile alle funzionalità 'Svuota cestino' e 'Ripristina'. Quando si usa la visualizzazione a lista, sarà mostrata una colonna 'Data di eliminazione', in modo tale che si possa ordinare i file in base alla data di eliminazione. Tramite il menu di contesto, ora è possibile selezionare 'Ripristina e mostra' per aprire automaticamente una nuova scheda nella cartella dei file ripristinati.
kk: Жаңа шығарылымда қоқыс шелегі бумасы `Қоқыс шелегін тазарту` және 'Қалпына келтіру' функцияларына оңай қол жеткізуді қамтамасыз ететін ақпараттық панельді ұсынады. Тізім көрінісін пайдаланған кезде 'Өшірілген уақыты' бағаны көрсетіледі, соның арқасында файлдарды өшіру күні бойынша сұрыптауға болады. Контекст мәзірі арқылы қалпына келтірілген файл(дар)дың бумасында жаңа бетті автоматты түрде ашу үшін 'Қалпына келтіру және көрсету' опциясын таңдауға болады.
pl: W nowej wersji katalog kosza zawiera pasek informacyjny, który zapewnia łatwy dostęp do funkcji 'Opróżnij kosz' i 'Przywróć'. Podczas korzystania z widoku listy zostanie wyświetlona kolumna 'Data usunięcia', umożliwiająca sortowanie plików według daty usunięcia. Za pomocą menu kontekstowego można teraz wybrać opcję 'Przywróć i pokaż', aby automatycznie otworzyć nową kartę w katalogu przywróconych plików.
pt: Com o novo lançamento, o diretório do lixo fornece uma barra de informação que dá acesso fácil à funcionalidade 'Esvaziar Lixo' e 'Restaurar'. Ao utilizar a Vista de lista, será exibida uma coluna 'Data de eliminação', para que os ficheiros possam ser ordenados por data de eliminação. Através do menu de contexto, é agora possível selecionar 'Restaurar e Mostrar' a fim de abrir automaticamente um novo separador na pasta do(s) ficheiro(s) restaurado(s).
pt_br: Com a nova versão, o diretório da lixeira fornece uma barra de informação que dá acesso fácil à funcionalidade 'esvaziar Lixeira' e 'restaurar'. Ao utilizar a vista de lista, será exibida uma coluna 'data de exclusão', para que os arquivos possam ser ordenados por data de apagamento. Através do menu de contexto, é agora possível selecionar 'restaurar e mostrar' a fim de abrir automaticamente uma nova aba na pasta do(s) arquivo(s) restaurado(s).
ro: Cu noua versiune, directorul Coș de gunoi oferă o bară de informații care oferă acces ușor la funcțiile „Golire coș de gunoi” și „Restaurare”. Atunci când se utilizează vizualizarea Listă, va fi afișată o coloană „Data ștergerii”, astfel încât fișierele să poată fi sortate în funcție de data ștergerii. Prin intermediul meniului contextual, este acum posibil să selectați „Restaurare și afișare” pentru a deschide automat o filă nouă în dosarul fișierului (fișierelor) restaurat(e).
ru: В новом выпуске в каталоге корзины появилась информационная панель, которая обеспечивает лёгкий доступ к функциям «Очистить корзину» и «Восстановить». При использовании представления списка будет показан столбец «Дата удаления», чтобы файлы можно было отсортировать по дате удаления. В контекстном меню теперь можно выбрать «Восстановить и показать», чтобы автоматически открыть новую вкладку в папке с восстановленным файлом (файлами).
sq: Me hedhjen e re në qarkullim, drejtoria e hedhurina ofron një shtyllë hollësish, e cila ju jep hyrje të shpejtë te funksionet “Zbraz Hedhurinat” dhe “Riktheje”. Kur përdoret Pamja Listë, do të shfaqet një shtyllë “Datë Fshirjeje”, që kështu kartelat të mund të renditen sipas datës së fshirjes. Përmes menusë së kontekstit, tani është e mundur të përzgjidhet “Riktheje dhe Shfaqe”, që të mund të hapet automatikisht në një skedë të re dosja e kartelës(ave) të rikthyer(a).
sr: Са новим издањем, фасцикла смећа обезбеђује траку обавести која пружа лаки приступ могућностима „испразни смеће“ и „поврати“. Коришћењем прегледа списка, стубац „време брисања“ ће бити приказан, тако да се датотеке могу разврстати по времену брисања. Преко приручног изборника, сада је могуће означити „поврати и прикажи“ са циљем отварања новог листа у фасцикли повраћене(их) датотеке(а).
uk: У новому випуску каталог Смітника містить інформаційну панель, яка забезпечує легкий доступ до функцій «Очистити Смітник» і «Відновити». Під час перегляду списку відображатиметься стовпець «Дата видалення», щоб файли можна було відсортувати за датою видалення. За допомогою контекстного меню тепер можна вибрати «Відновити та показати», щоб автоматично відкрити нову вкладку в текі з відновленими файлами.
vi: Với bản phát hành mới, thư mục thùng rác cung cấp một thanh thông tin cho phép truy cập dễ dàng vào chức năng `Dọn sạch thùng rác` và 'Khôi phục'. Khi sử dụng Chế độ xem danh sách, cột 'Ngày xóa' sẽ được hiển thị để các tệp có thể được sắp xếp theo ngày xóa. Thông qua menu ngữ cảnh, giờ đây bạn có thể chọn 'Khôi phục và hiển thị' để tự động mở một tab mới trong thư mục của (các) tệp được khôi phục.

source: Thunar - Trash Infobar and Date Deleted Column
ca: Thunar - Barra d'informació de la paperera i Columna suprimida
de: Thunar - Papierkorb Infoleiste und Spalte "Löschdatum"
es: Thunar - Barra de información de la Papelera y Columna de fecha de eliminación
gl: Thunar - Barra de información da papeleira e columna coa data de eliminación
he: Thunar - סרגל מידע אשפה ועמודת תאריך מחיקה
it: Thunar - Barra delle informazioni nel cestino e la colonna della data di eliminazione
kk: Thunar - Қоқыс шелегінің ақпараттық панелі және өшірілген уақыты бағаны
pl: Thunar – Pasek informacji o Koszu i kolumna Data usunięcia
pt: Thunar - Barra de informação do Lixo e Coluna de Data de eliminação
pt_br: Thunar - Barra de informação da lixeira e coluna de data de exclusão
ro: Thunar - Bara de informații a «Coșului de gunoi» și coloana „Data eliminării”
ru: Thunar - Информационная панель Корзины и Столбец Даты Удаления
sq: Thunar - Shtyllë Hollësish Hedhurinash dhe Shtyllë Datash Fshirjesh
sr: Тунар - трака обавештења и стубац времена брисања
vi: Thunar - Thanh thông tin thùng rác và cột ngày xóa

source: The management to set/unset default applications for specific mime types was improved. The context menu got a dedicated item 'Set Default Application' which will open the 'ApplicationChooserDialog' with 'use as default' preselected. The dialog now has a section 'Default Application' in order to make clear which default application currently is set. If you want to remove applications from the list, right click it and select 'forget association'.
ca: S'ha millorat la gestió per establir/desestablir aplicacions predeterminades per a tipus MIME específics. El menú contextual té un element dedicat 'Configura l'aplicació predeterminada' que obrirà el 'ApplicationChooserDialog' amb 'usa com a predeterminat' preseleccionat. El diàleg ara té una secció 'Aplicació predeterminada' per tal de deixar clar quina aplicació predeterminada s'ha establert actualment. Si voleu eliminar les aplicacions de la llista, feu-hi clic amb el botó dret i seleccioneu «Oblida l'associació».
de: Die Verwaltung zum Festlegen/Entfernen von Standardanwendungen für bestimmte Mime-Typen wurde verbessert. Das Kontextmenü hat einen eigenen Eintrag "Standardanwendung setzen", der den Dialog "Anwendungsauswahl" mit der Voreinstellung "als Standard verwenden" öffnet. Der Dialog hat nun einen Abschnitt "Standardanwendung", um zu verdeutlichen, welche Standardanwendung derzeit eingestellt ist. Wenn Sie Anwendungen aus der Liste entfernen möchten, klicken Sie mit der rechten Maustaste darauf und wählen Sie "Zuordnung vergessen".
es: Se mejoró la gestión para configurar/desarmar aplicaciones predeterminadas para tipos de MIME específicos. El menú contextual tiene un elemento dedicado 'Establecer aplicación predeterminada' que abrirá el 'Diálogo de selección de aplicaciones' con 'usar como predeterminado' preseleccionado. El cuadro de diálogo ahora tiene una sección 'Aplicación predeterminada' para dejar claro qué aplicación predeterminada está configurada actualmente. Si desea eliminar aplicaciones de la lista, haga clic derecho y seleccione "olvidar asociación".
gl: Mellorouse a xestión para estabelecer/retirar aplicacións predeterminadas para tipos MIME específicos. O menú contextual ten un elemento adicado «Estabelecer aplicación predeterminada» que abrirá o diálogo de «Aplicacións predeterminadas» con «usar de xeito predeterminado» preseleccionado. O diálogo agora ten unha sección «Aplicación predeterminada» coa finalidade de aclarar cal é a aplicación predeterminada definida actualmente. Se quere retirar aplicacións da lista, faga clic co botón dereito e seleccione «esquecer a asociación».
he: הניהול לקביעת ישומי ברירת מחדל לסוגי mime ספציפיים השתפר. בתפריט הקשר יש פריט יעודי 'קבע ישום ברירת מחדל' שיפתח את 'דו שיח בוחר ישומים' עם 'השתמש כברירת מחדל' נבחר מראש. לדו שיח יש עכשיו סעיף 'ישום ברירת מחדל' על מנת שיהיה ברור איזה ישום ברירת מחדל כרגע קבוע. אם אתה רוצה להסיר ישומים מהרשימה, בצע קליק ימני ובחר 'שכח קישור'.
it: La gestione per impostare/cancellare applicazioni predefinite per tipi mime specifici è stata migliorata. Al menu di contesto è stato aggiunto un pulsante dedicato "Imposta applicazione predefinita" per aprire "ApplicationChooserDialog" con casella "Usa come predefinita" preselezionata. La finestra ora contiene la sezione "Applicazione predefinita" per rendere chiara l'applicazione predefinita che si sta utilizzando. Per rimuovere applicazioni dalla lista è sufficiente fare clic destro e selezionare "Dimentica associazione".
kk: Белгілі бір mime түрлері үшін әдепкі қолданбаларды орнату/алып тастауды басқару жақсартылды. Контекст мәзіріне 'Әдепкі қолданбаны орнату' атты арнайы элемент қосылды, ол 'әдепкі ретінде пайдалану' опциясы алдын ала таңдалған 'ApplicationChooserDialog' терезесін ашады. Сұхбат терезесінде қазіргі уақытта қай әдепкі қолданба орнатылғанын анық көрсету үшін 'Әдепкі қолданба' бөлімі бар. Егер тізімнен қолданбаларды өшіру қажет болса, оны оң жақ түймемен шертіп, 'байланысты ұмыту' опциясын таңдаңыз.
pl: Udoskonalono zarządzanie ustawianiem/unieważnianiem domyślnych aplikacji dla określonych typów MIME. Menu kontekstowe zawiera pozycję 'Ustaw domyślną aplikację', która otworz 'ApplicationChooserDialog' z wstępnie wybraną opcją 'Użyj jako domyślną'. Okno dialogowe zawiera teraz sekcję 'Aplikacja domyślna', aby było jasne, która domyślna aplikacja jest aktualnie ustawiona. Jeśli chcesz usunąć aplikacje z listy, kliknij je prawym przyciskiem myszy i wybierz 'Zapomnij skojarzenie'.
pt: A gestão para definir/anular aplicações predefinidas para "mime types" específicos foi melhorada. O menu de contexto obteve um item dedicado 'Definir aplicação predefinida' que abrirá a 'janela do seletor de aplicações' com 'utilizar como predefinição' pré-selecionada. A janela tem agora uma secção 'Aplicação predefinida', a fim de tornar claro qual a aplicação predefinida atualmente configurada. Se quiser remover aplicações da lista, clique com o botão direito do rato e selecione 'esquecer associação'.
pt_br: O gerenciamento para definir/anular aplicações predefinidas para "mime types" específicos foi melhorada. O menu de contexto obteve um item dedicado 'Definir aplicação padrão' que abrirá a 'janela do seletor de aplicações' com 'usar como padrão' pré-selecionada. A janela tem agora uma seção 'Aplicação padrão', a fim de tornar claro qual a aplicação predefinida atualmente configurada. Se você quiser remover aplicações da lista, clique com o botão direito do mouse e selecione 'esquecer associação'.
ro: Gestionarea selectării/deselectării aplicațiilor implicite pentru anumite tipuri de MIME a fost îmbunătățită. Meniul contextual a primit un element dedicat „Stabilește aplicația implicită” care va deschide „Fereastra de dialog pentru alegerea aplicației” cu opțiunea „Utilizare ca aplicație implicită” preselectată. Dialogul are acum o secțiune „Aplicație implicită” pentru a clarifica ce aplicație implicită este stabilită în prezent. Dacă doriți să eliminați aplicațiile din listă, faceți clic dreapta pe acestea și selectați „Uită asocierea”.
ru: Улучшено управление установкой/отменой приложений по умолчанию для определенных типов MIME. В контекстном меню появился специальный пункт "Установить приложение по умолчанию", который откроет "ApplicationChooserDialog" с предварительно выбранным «использовать по умолчанию». В диалоговом окне теперь есть раздел "Приложение по умолчанию", чтобы было ясно, какое приложение по умолчанию установлено в данный момент. Если вы хотите удалить приложение из списка, щелкните его правой кнопкой мыши и выберите "забыть связь".
sq: U përmirësua administrimi i vënies/heqjes së aplikacioneve parazgjedhje për lloje specifike MIME. Menuja e kontekstit përfitoi një element enkas “Caktoni Aplikacion Parazgjedhje”, i cili do të hapë 'ApplicationChooserDialog' me “përdore si parazgjedhje” të zgjedhur paraprakisht. Dialogu tanimë ka një pjesë “Aplikacion Parazgjedhje”, që të mund të bëhet e qartë se cili është caktuar aktualisht si aplikacion parazgjedhje. Nëse doni të hiqen aplikacione prej listës, djathtasklikoni mbi një të tillë dhe përzgjidhni “harroje përshoqërimin”.
sr: Управљање ради постављања/уклањања подразумеваних програма за одређене врсте датотеке је побољшано. Приручни изборник је добио додељену ставку „Постави подразумевани програм“ која ће отворити „прозорче избора програма“ са претпостављеним „користи као подразумевано“. Сада прозорче има одељак „подразумевани програм“ са циљем да објасни који је тренутно подразумевани програм постављен. Ако ли желите да уклоните програм са списка, десни клик и одаберите „заборави програм“.
vi: Cải thiện khả năng quản lý đặt/bỏ đặt các ứng dụng mặc định cho các loại mime cụ thể. Menu ngữ cảnh có một mục chuyên dụng 'Đặt ứng dụng mặc định' sẽ mở 'ApplicationChooserDialog' với 'sử dụng làm mặc định' được chọn trước. Hộp thoại hiện có phần 'Ứng dụng mặc định' để làm rõ ứng dụng mặc định nào hiện được đặt. Nếu bạn muốn xóa ứng dụng khỏi danh sách, hãy nhấp chuột phải vào ứng dụng đó và chọn 'quên liên kết'.

source: Thunar - Context Menu Entry to set Default Application
ca: Thunar - Entrada del menú contextual per a establir l'aplicació predeterminada
de: Thunar - Kontextmenüeintrag zum Einstellen der Standardanwendung
es: Thunar - Entrada del Menú contextual para configurar la aplicación predeterminada
gl: Thunar - Entrada do menú contextual para configurar a aplicación predeterminada
he: Thunar - ערך תפריט הקשר לקביעת יישום ברירת מחדל
it: Thunar - Pulsante nel menu di contesto per impostare l'applicazione predefinita
kk: Thunar - Әдепкі қолданбаны орнатуға арналған контекст мәзірінің элементі
pl: Thunar – Menu kontekstowe umożliwiające ustawienie domyślnej aplikacji
pt: Thunar - Entrada do menu de contexto para definir a Aplicação predefinida
pt_br: Thunar - Entrada do menu de contexto para definir a aplicação padrão
ro: Thunar - Intrare în meniul contextual pentru a stabili aplicația implicită
ru: Thunar — Запись в Контекстном Меню для установки Приложения по умолчанию
sq: Thunar - Zë Menuje Konteksti për të caktuar Aplikacion Parazgjedhje
sr: Тунар - приручни изборник ради постављања подразумеваног програма
vi: Thunar - Mục menu ngữ cảnh để đặt ứng dụng mặc định
