Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: This widget is a shortcut editor which was introduced in order to have a graphical interface to modify component-specific shortcuts. Currently, it is only used inside Thunar, Xfce4-terminal and Mousepad, though other components might follow.
ca: Aquest giny és un editor de dreceres que es va introduir per tal de tenir una interfície gràfica per modificar les dreceres específiques de components. Actualment, només s'utilitza dins de Thunar, Xfce4-terminal i Mousepad, encara que altres components podrien seguir.
de: Dieses Widget ist ein Kurzbefehl-Editor, der eingeführt wurde, um eine grafische Schnittstelle zur Änderung komponentenspezifischer Kurzbefehle zu haben. Derzeit wird es nur in Thunar, Xfce4-Terminal und Mousepad verwendet, andere Komponenten könnten jedoch folgen.
es: Este widget es un editor de accesos directos que se introdujo para tener una interfaz gráfica para modificar accesos directos específicos de componentes. Actualmente, solo se usa dentro de Thunar, Xfce4-terminal y Mousepad, aunque podrían seguir otros componentes.
gl: Este control é un editor de atallos que se introduciu co fin de ter unha interface gráfica para modificar atallos específicos de compoñentes. Actualmente, só se usa dentro de Thunar, Xfce4-terminal e Mousepad, aínda que poderían seguir outros compoñentes.
he: ישומון זה הוא עורך קיצורי דרך שהתווסף על מנת ליצור ממשק גרפי לשינוי קיצורי דרך ספציפיים לרכיבים. כרגע, נמצא בשימוש רק ב-Thunar, Xfce4-terminal, Mousepad ,כאשר רכיבים נוספים יצטרפו בהמשך.
it: Questo widget è un editor di scorciatoie, il quale è stato introdotto per fornire un'interfaccia grafica per modificare scorciatoie specifiche per componente. Attualmente è utilizzato solo all'interno di Thunar, Xfce4-terminal e Mousepad, anche se il supporto potrebbe espandersi anche ad altri componenti.
kk: Бұл виджет — компонентке тән жарлықтарды өзгертуге арналған графикалық интерфейсі бар жарлықтар түзеткіші. Қазіргі уақытта ол тек Thunar, Xfce4-terminal және Mousepad ішінде қолданылады, бірақ болашақта басқа компоненттерге де қосылуы мүмкін.
pl: Ten widżet jest edytorem skrótów, który został wprowadzony, aby mieć interfejs graficzny do modyfikowania skrótów specyficznych dla komponentów. Obecnie jest używany tylko w programach Thunar, Xfce4-terminal i Mousepad, chociaż inne komponenty mogą się pojawić w przyszłości.
pt: Este "widget" é um editor de atalhos que foi introduzido a fim de ter uma interface gráfica para modificar atalhos específicos de componentes. Atualmente, só é utilizado dentro do Thunar, Xfce4-terminal e Mousepad, embora outros componentes possam seguir-se.
pt_br: Este widget é um editor de atalhos que foi introduzido a fim de ter uma interface gráfica para modificar atalhos específicos de componentes. Atualmente, só é utilizado dentro do Thunar, Xfce4-terminal e Mousepad, embora outros componentes possam seguir-se.
ro: Acest element de control este un editor de comenzi rapide care a fost introdus pentru a avea o interfață grafică pentru modificarea tastelor de comenzi rapide specifice componentelor. În prezent, acesta este utilizat numai în interiorul Thunar, Xfce4-terminal și Mousepad, deși alte componente ar putea urma să-l folosească.
ru: Этот виджет представляет собой редактор горячих клавиш, который был представлен для того, чтобы иметь графический интерфейс для изменения горячих клавиш для конкретных компонентов. В настоящее время он используется только внутри Thunar, терминала Xfce4 и Mousepad, хотя могут появиться и другие компоненты.
sq: Ky <em>widget</em> është një përpunues shkurtoresh që u soll për të pasur një ndërfaqe grafike për ndryshim shkurtoret që lidhen me një përbërë specifik. Aktualisht përdoret vetëm brenda Thunar-it, Xfce4-terminal-it dhe Mousepad-it, por kjo mund të pasohet nga përbërës të tjerë.
sr: Ова справица је уредник пречица која је уведена ради поседовања сликовног сучеља за измену пречица. Тренутно, користи се само унутар Тунара, ИксФЦЕ4-терминала и Мишоловке, мада може бити додато још програма.
vi: Tiện ích này là một trình chỉnh sửa phím tắt được giới thiệu nhằm có giao diện đồ họa để sửa đổi các phím tắt dành riêng cho thành phần. Hiện tại, nó chỉ được sử dụng bên trong Thunar, Xfce4-terminal và Mousepad, mặc dù các thành phần khác có thể đi theo.

source: XfceShortcutsEditor in Thunar
ca: XfceShortcutsEditor en Thunar
es: Editor de accesos directos de Xfce en Thunar
gl: Editor e atallos do Xfce no Thunar
he: XfceShortcutsEditor ב-Thunar
kk: Thunar ішіндегі XfceShortcutsEditor
pl: XfceShortcutsEditor w programie Thunar
pt: Editor de atalhos do Xfce no Thunar
pt_br: Editor de atalhos do Xfce no Thunar
ro: Editorul de taste de comenzi rapide Xfce în Thunar
ru: XfceShortcutsEditor в Thunar
sq: XfceShortcutsEditor në Thunar
sr: Уредник пречица ИксФЦЕ-а у Тунару
vi: XfceShortcutEditor ở Thunar

source: Thumbnail Service
ca: Servei de miniatures
de: Vorschaubild-Dienst
es: Servicio de miniaturas
gl: Servizo de miniaturas
he: שירות תמונות ממוזערות
it: Servizio di miniature
kk: Нобайлар қызметі
lt: Miniatiūrų tarnyba
pl: Usługa miniatur
pt: Serviço de miniaturas
pt_br: Serviço de miniaturas
ro: Serviciul de miniaturi
ru: Служба Миниатюр
sq: Shërbim Miniaturash
sr: Служба сличичара
sv: Tumnagel tjänst
vi: Dịch vụ hình thu nhỏ

source: Some performance improvements for the pixbuf-thumbnailer and the scheduler were done. As well now there are multiple overwrite options for the desktop-thumbnailer.
ca: Es van fer algunes millores de rendiment per a la miniatures de pixbuf i el programador. També ara hi ha múltiples opcions de sobreescriptura per a l'escriptori-miniatures.
de: Einige Leistungsverbesserungen für den pixbuf-thumbnailer und den Scheduler wurden durchgeführt. Außerdem gibt es jetzt mehrere Überschreiboptionen für den Desktop-Thumbnailer.
es: Se realizaron algunas mejoras de rendimiento para el generador de miniaturas de pixbuf y el programador. Además, ahora hay múltiples opciones de sobrescritura para el editor de miniaturas de escritorio.
gl: Realizáronse algunhas melloras de rendemento para o xerador de miniaturas pixbuf e o programador. Agora tamén hai varias opcións de sobrescritura para o xerador de miniaturas do escritorio.
he: בוצעו מספר שיפורי ביצועים ל-pixbuf-thumbnailer ולמתזמן. בנוסף ישנן מספר אפשרויות שכתוב ל-desktop-thumbnailer.
it: Sono state migliorate le prestazioni per pixbuf-thumbnailer e per lo scheduler. Inoltre sono disponibili varie opzioni di sovrascrittura per desktop-thumbnailer.
kk: Pixbuf-thumbnailer және жоспарлағыш (scheduler) үшін өнімділікті арттыратын бірнеше жақсартулар жасалды. Сондай-ақ енді desktop-thumbnailer үшін қайта жазудың бірнеше опциялары бар.
pl: Dokonano pewnych ulepszeń wydajności narzędzia pixbuf-thumbnailer i planisty. Również istnieje teraz wiele opcji nadpisywania dla pulpitu-thumbnailer.
pt: Foram feitas algumas melhorias de desempenho para o "pixbuf-thumbnailer" e para o programador. Também agora existem várias opções de substituição para o desktop-thumbnailer (visualizador de miniaturas da área de trabalho).
pt_br: Foram feitas algumas melhorias de desempenho para o "pixbuf-thumbnailer" e para o agendador. Também agora existem várias opções de sobrescrever para o desktop-thumbnailer (visualizador de miniaturas da área de trabalho).
ro: Au fost efectuate unele îmbunătățiri ale performanței pentru pixbuf-thumbnailer și planificator. De asemenea, acum există mai multe opțiuni de suprascriere pentru desktop-thumbnailer.
ru: Были сделаны некоторые улучшения производительности для pixbuf-thumbnailer и планировщика. Кроме того, теперь есть несколько вариантов перезаписи для миниатюры рабочего стола.
sq: U bënë disa përmirësime funksionimi për pixbuf-thumbnailer-in dhe scheduler-in. Gjithashtu, tani ka mundësi të shumta mbishkrimi për desktop-thumbnailer.
sr: Нека побољшања учинка пиксбуф-сличичара и распореда су учињена. Такође, сада постоје вишеструке могућности преписа сличичару радне станице.
vi: Một số cải tiến về hiệu suất cho pixbuf-thumbnailer và bộ lập lịch đã được thực hiện. Hiện tại cũng có nhiều tùy chọn ghi đè cho hình thu nhỏ trên màn hình.

source: There is now support for the thumbnail sizes x-large and xx-large, which are very useful for high resolution displays.
ca: Ara hi ha suport per a les mides de miniatures x-large i xx-large, que són molt útils per a pantalles d'alta resolució.
de: Es gibt jetzt Unterstützung für die Vorschaugrößen x-large und xx-large, die für hochauflösende Displays sehr wichtig sind.
es: Ahora hay soporte para los tamaños de miniaturas x-grande y xx-grande, que son muy útiles para pantallas de alta resolución.
gl: Agora admítense os tamaños de miniaturas extra-grande e extra-extra-grande, que son moi útiles para as pantallas de alta resolución.
he: ישנה עכשיו תמיכה לתמונות ממוזערות בגודל אקסטרה לארג' ואקסטרה אקסטרה לארג', שמאוד שימושיות למסכים עם רזולוציה גבוהה.
it: Ora esiste il supporto per miniature di dimensioni x-large e xx-large, molto utili per display ad alta risoluzione.
kk: Енді ажыратымдылығы жоғары экрандар үшін өте пайдалы x-large және xx-large нобай өлшемдеріне қолдау көрсетіледі.
pl: Istnieje teraz wsparcie dla rozmiarów miniatur x-large i xx-large, które są bardzo przydatne w przypadku wyświetlaczy o wysokiej rozdzielczości.
pt: Existe agora suporte para os tamanhos de miniaturas XL e XXL, que são muito úteis para ecrãs de alta resolução.
pt_br: Agora há suporte para as miniaturas GG e GGG, que são muito úteis para telas de alta resolução.
ro: Există acum suport pentru dimensiunile miniaturilor x-large și xx-large, care sunt foarte utile pentru ecranele de înaltă rezoluție.
ru: Теперь есть поддержка размеров эскизов x-large и xx-large, которые очень полезны для дисплеев с высоким разрешением.
sq: Tani për miniaturat ka mbulim për madhësi x-të_mëdha dhe xx-të_mëdha, që janë shumë të dobishme për ekrane me qartësi të lartë.
sr: Сада посоји подршка за приказ великих сличица, величина х и хх, што је врло корисно за заслоне са великим бројем тачака.
vi: Hiện đã có hỗ trợ cho kích thước hình thu nhỏ x-large và xx-large, rất hữu ích cho màn hình có độ phân giải cao.

source: Tumbler and Thunar now support shared thumbnail repositories, like described in the freedesktop.org thumbnail specification. This feature can be used to produce thumbnails for a folder in advance, directly located near the pictures. Like that, the thumbnails don't need to be re-generated for each individual user.
ca: Tumbler i Thunar ara admeten repositoris compartits de miniatures, com es descriu a l'especificació de miniatures freedesktop.org. Aquesta característica es pot utilitzar per produir miniatures per a una carpeta amb antelació, directament situada a prop de les imatges. D'aquesta manera, les miniatures no necessiten ser regenerades per a cada usuari individual.
de: Tumbler und Thunar unterstützen nun gemeinsam genutzte Vorschaubilder-Repositories, wie in der freedesktop.org Thumbnail-Spezifikation beschrieben. Diese Funktion kann genutzt werden, um Vorschaubilder für einen Ordner im Voraus zu erstellen, die sich direkt in der Nähe der Bilder befinden. Auf diese Weise müssen die Vorschaubilder nicht für jeden einzelnen Benutzer neu erstellt werden.
es: Tumbler y Thunar ahora admiten repositorios de miniaturas compartidas, como se describe en la especificación de miniaturas de freedesktop.org. Esta característica se puede usar para producir miniaturas para una carpeta por adelantado, ubicadas directamente cerca de las imágenes. Así, no es necesario volver a generar las miniaturas para cada usuario individual.
gl: O Tumbler e o Thunar agora admiten repositorios de miniaturas compartidos, como se describe na especificación de miniaturas de freedesktop.org. Esta función pode usarse para producir miniaturas dun cartafol con antelación, situado directamente preto das imaxes. Así, as miniaturas non precisan ser xeradas de novo para cada usuario individual.
he: Tumbler ו-Thunar תומכים עכשיו במאגרי תמונות ממוזערות משותפים, כפי שמתואר במפרט תמונות ממוזערות של freedesktop.org. מאפיין זה ניתן לשימוש ליצור מראש תמונות ממוזערות לתיקייה, הממוקמות בסמוך לתמונות. כך לא צריך להכין שוב את התמונות הממוזערות לכל משתמש.
it: Tumbler e Thunar ora supportano repositories di miniature, come descritto nelle specifiche di freedesktop.org sulle miniature. Questa funzione può essere utilizzata per produrre in anticipo le miniature di una cartella, direttamente vicino alle immagini. In questo modo non è necessario rigenerare miniature per ogni singolo utente.
kk: Tumbler және Thunar енді freedesktop.org нобай спецификациясында сипатталғандай ортақ нобай қоймаларын қолдайды. Бұл мүмкіндікті бумадағы суреттер үшін нобайларды алдын ала жасап, оларды тікелей суреттердің жанында сақтау үшін пайдалануға болады. Осылайша, әрбір пайдаланушы үшін нобайларды қайта жасаудың қажеті болмайды.
pl: Tumbler i Thunar obsługują teraz wspólne repozytoria miniatur, które opisano w specyfikacji miniatur freedesktop.org. Tej funkcji można użyć do wcześniejszego utworzenia miniatur katalogu, które znajdują się bezpośrednio w pobliżu zdjęć. W ten sposób miniatury nie muszą być ponownie generowane dla każdego użytkownika.
pt: O Tumbler e o Thunar suportam agora repositórios de miniaturas partilhadas, como descrito na especificação de miniaturas do freedesktop.org. Esta funcionalidade pode ser utilizada para produzir miniaturas para uma pasta com antecedência, diretamente localizada perto das imagens. Assim, as miniaturas não precisam de ser geradas de novo para cada utilizador individual.
pt_br: O Tumbler e o Thunar suportam agora repositórios de miniaturas compartilhadas, como descrito na especificação de miniaturas do freedesktop.org. Esta funcionalidade pode ser utilizada para produzir miniaturas para uma pasta com antecedência, diretamente localizada perto das imagens. Assim, as miniaturas não precisam ser geradas de novo para cada usuário.
ro: Tumbler și Thunar acceptă acum depozite partajate de miniaturi, așa cum este descris în specificația miniaturilor freedesktop.org. Această caracteristică poate fi utilizată pentru a produce în avans miniaturi pentru un dosar, amplasate direct lângă imagini. Astfel, miniaturile nu trebuie să fie generate din nou pentru fiecare utilizator în parte.
ru: Tumbler и Thunar теперь поддерживают общие репозитории эскизов, как описано в спецификации эскизов freedesktop.org. Эту функцию можно использовать для создания заранее миниатюр для папки, непосредственно расположенной рядом с картинками. Таким образом, миниатюры не нужно создавать повторно для каждого отдельного пользователя.
sq: Tumbler dhe Thunar-i tani mbulojnë depo të përbashkëta miniaturash, siç përshkruhet te specifikimi i freedesktop.org për miniaturat. Kjo veçori mund të përdoret për të prodhuar miniatura që më parë për një dosje, që gjendet drejt e pranë fotove. Në këtë mënyrë, miniaturat s’do të jetë e nevojshme të riprodhohen për çdo përdorues më vete.
sr: Сличичар и Тунар сада подржавају дељена складишта, као што је описано у смерницама слободних радних станица freedesktop.org. Ова могућност може бити кориштена за стварање фасцикле сличица унапред, непосредно смештене близу сличица. Тако, умањене сличице не морају бити стваране за сваког појединачног корисника.
vi: Tumbler và Thunar hiện hỗ trợ kho lưu trữ hình thu nhỏ được chia sẻ, như được mô tả trong đặc tả hình thu nhỏ freedesktop.org. Tính năng này có thể được sử dụng để tạo trước hình thu nhỏ cho một thư mục, nằm ngay gần các bức ảnh. Như vậy, hình thu nhỏ không cần phải tạo lại cho từng người dùng.

source: For more information on shared thumbnails, check the <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">related blog post</a>.
ca: Per a més informació sobre les miniatures compartides, consulteu l'entrada <a href="http://users.uoa.gr/sdi1800073/sources/xfceblog03.html">relacionada amb el blog</a>.
de: Weitere Informationen zu gemeinsam genutzten Vorschaubildern finden Sie im <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">zugehörigen Blogbeitrag</a>.
es: Para obtener más información sobre las miniaturas compartidas, consulte la <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">publicación de blog relacionada</a>.
gl: Para obter máis información sobre as miniaturas compartidas, consulte <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">a publicación do blog relacionada</a>.
he: למידע נוסף על תמונות ממוזערות משותפות, בדוק את <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">פוסט הבלוג הקשור</a>.
it: Per ulteriori informazioni sulle miniature condivise, consultare il <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">relativo blog post</a>.
kk: Ортақ нобайлар туралы көбірек ақпарат алу үшін <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">тиісті блог жазбасын</a> қараңыз.
pl: Aby uzyskać więcej informacji na temat współdzielonych miniatur, sprawdź powiązany <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">wpis na blogu</a>.
pt: Para mais informações sobre miniaturas partilhadas, veja a <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">respectiva publicação no blogue</a>.
pt_br: Para mais informações sobre miniaturas compartilhadas, veja a <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">respectiva publicação no blog</a>.
ro: Pentru mai multe informații despre miniaturile partajate, consultați <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">punctul din blog aferent</a>.
ru: Для получения дополнительной информации об общих миниатюрах см. <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">соответствующий пост в блоге</a>.
sq: Për më tepër hollësi rreth miniaturash të përbashkëta, shihni <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">postimin përkatës në blog</a>.
sr: За опширнија сазнања о дељеним умањеним сличицама, погледајте <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">одговарајући чланак блога</a>.
vi: Để biết thêm thông tin về hình thu nhỏ được chia sẻ, hãy xem <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog03.html">bài đăng blog liên quan</a>.

source: The DateTime and the Clock plugins provided overlapping functionality. In order to prevent parallel development, they have been merged into a single plugin.
ca: Els connectors DateTime i Clock proporcionaven una funcionalitat superposada. Per tal d'evitar el desenvolupament paral·lel, s'han fusionat en un únic connector.
es: Los complementos DateTime y Clock proporcionaron funciones superpuestas. Para evitar el desarrollo paralelo, se han fusionado en un único complemento.
gl: Os engadidos «Data e hora» e «Reloxo» forneceron funcións superpostas. Co fin de evitar o desenvolvemento paralelo, fusionáronse nun único engadido.
he: תוספי DateTime ושעון סיפקו פונקציונליות חופפת. על מנת למנוע פיתוח מקביל, הם אוחדו לתוסף בודד.
it: Le estensioni 'DateTime' e 'Clock' fornivano funzionalità sovrapposte. Esse sono state fuse in un unica estensione per evitare lo sviluppo in parallelo.
kk: DateTime және Clock плагиндері бірін-бірі қайталайтын функцияларды ұсынды. Параллельді әзірлеуді болдырмау үшін олар бір плагинге біріктірілді.
pl: Wtyczki DateTime i Clock zapewniały nakładające się funkcje. Aby zapobiec równoległemu rozwojowi, zostały one połączone w jedną wtyczkę.
pt: O plugin do Relógio e de Data e Hora proporcionavam uma sobreposição de funções. A fim de evitar o desenvolvimento paralelo, foram unidos num único plugin.
pt_br: O plugin de relógio e de data/hora proporcionavam uma sobreposição de funções. A fim de evitar o desenvolvimento paralelo, foram unidos num único plugin.
ro: Modulele DateTime și Clock ofereau funcționalități care se suprapuneau. Pentru a preveni dezvoltarea paralelă, acestea au fost fuzionate într-un singur modul.
ru: Плагины DateTime и Clock предоставляют дублирующие друг друга функции. Во избежание параллельной разработки они были объединены в один плагин.
sq: Shtojcat DateTime dhe Sahat sillnin funksione që mbivendoseshin mbi njëri-tjetrin. Për të parandaluar zhvillim paralel, janë shkrirë në një shtojcë të vetme.
sr: Прикључци „датумвреме“ и „часовник“ омогућавају преклапање области дејства. Ради спречавања упоредног развоја, спојени су у јединствени прикључак.
vi: Các plugin DateTime và Clock cung cấp chức năng chồng chéo. Để ngăn chặn sự phát triển song song, chúng đã được hợp nhất thành một plugin duy nhất.

source: The new 'Clock' panel widget
ca: El giny nou del plafó «Bloqueja»
de: Das neue "Uhr"-Panel-Widget
es: El nuevo widget del panel 'Reloj'
gl: O novo engadido de panel «Reloxo»
he: ישומון לוח ה'שעון' החדש
it: Clock - il nuovo widget di pannello
kk: Жаңа 'Сағат' панель виджеті
pl: Nowy widżet panelu 'Zegar'.
pt: O novo "widget" de 'Relógio' do painel
pt_br: O novo "widget" de 'relógio' do painel
ro: Noul element de control al panoului „Ceas”
ru: Новый виджет панели 'Часы'
sq: Widget-i i ri “Sahat” i panelit
sr: Нова справица „Часовник“
vi: Tiện ích bảng 'Đồng hồ' mới
