Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: For more information on file highlight, check the <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">related blog post</a>.
ca: Per a més informació sobre el ressaltat d'arxius, consulteu l'entrada <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">relacionada amb el blog</a>.
de: Weitere Informationen zur Dateihervorhebung finden Sie im <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">zugehörigen Blogbeitrag</a>.
es: Para obtener más información sobre el resaltado de archivos, consulte la <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">publicación de blog relacionada</a>.
gl: Para obter máis información sobre o realzado de ficheiros, consulte a <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">publicación do blog relacionada</a>.
he: למידע נוסף על הדגשת קבצים, בדוק את <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">פוסט הבלוג הקשור</a>.
it: Per ulteriori informazioni sulla evidenziazione dei file, consultare il <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">relativo articolo sul blog</a>.
kk: Файлдарды ерекшелеу туралы қосымша ақпарат алу үшін <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">тиісті блог жазбасын</a> қараңыз.
pl: Aby uzyskać więcej informacji na temat wyróżniania plików, sprawdź <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">powiązany wpis na blogu</a>.
pt: Para mais informações sobre o destaque de ficheiros, veja a <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">respectiva publicação no blogue</a>.
pt_br: Para mais informações sobre o realce de arquivos, veja a <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">respectiva publicação no blog</a>.
ro: Pentru mai multe informații despre evidențierea fișierelor, consultați <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">punctul din blog aferent</a>.
ru: Дополнительные сведения о выделении файлов см. <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">в соответствующем сообщении блога</a>.
sq: Për më tepër hollësi mbi theksim kartelash, kontrolloni <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">postimin përkatës në blog</a>.
sr: За подробнија сазнања о истицању датотека, погледајте <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">одговарајући чланак блога </a>.
vi: Để biết thêm thông tin về đánh dấu tệp, hãy xem <a href="https://elessar-space.blogspot.com/2022/08/gsoc22-file-highlighting-in-thunar.html">bài đăng blog liên quan</a>.

source: It is now possible to customize the toolbar according to your personal needs! An additional dialog has been added for that purpose, on which the visibility and position of specific items can be managed. As well custom actions, which appear for folders can be used in the toolbar.
ca: Ara és possible personalitzar la barra d'eines d'acord amb les vostres necessitats personals! S'ha afegit un diàleg addicional per a aquest propòsit, sobre el qual es pot gestionar la visibilitat i la posició d'elements específics. A més, les accions personalitzades, que apareixen per a carpetes, es poden utilitzar a la barra d'eines.
de: Es ist jetzt möglich, die Werkzeugleiste nach Ihren persönlichen Bedürfnissen anzupassen! Zu diesem Zweck wurde ein zusätzlicher Dialog hinzugefügt, in dem die Sichtbarkeit und Position bestimmter Elemente verwaltet werden kann. Ebenso können benutzerdefinierte Aktionen, die für Ordner erscheinen, in der Werkzeugleiste verwendet werden.
es: ¡Ahora es posible personalizar la barra de herramientas según sus necesidades personales! Para ello se ha añadido un cuadro de diálogo adicional en el que se puede gestionar la visibilidad y posición de elementos específicos. Además, las acciones personalizadas que aparecen para las carpetas se pueden usar en la barra de herramientas.
gl: Agora é posíbel personalizar a barra de ferramentas segundo as súas necesidades persoais. Engadiuse un diálogo adicional para ese fin, no que se pode xestionar a visibilidade e a posición de elementos específicos. Tamén poden usarse accións personalizadas, que aparecen para cartafoles, na barra de ferramentas.
he: אפשר עכשיו להתאים אישית את סרגל הכלים לפי הצרכים האישיים! התווסף דו שיח למטרה זו, שבו ניתן לנהל ניראות ומיקום של פריטים ספציפיים. וכמו כן ניתן להשתמש בסרגל הכלים בפעולות מותאמות אישית המופיעות לתיקיות.
it: Ora è possibile personalizzare la barra degli strumenti in base alle proprie necessità! Un ulteriore finestra è stata aggiunta a tale scopo, nella quale è possibile gestire la visibilità e la posizione di elementi specifici. Inoltre, le azioni personalizzate che appaiono per le cartelle possono essere utilizzate nella barra degli strumenti.
kk: Енді сайман панелін жеке қажеттіліктеріңізге қарай баптауға болады! Осы мақсатта қосымша сұхбат терезесі қосылды, онда нақты элементтердің көрінуі мен орнын басқаруға болады. Сондай-ақ бумалар үшін пайда болатын таңдаулы әрекеттерді де сайман панелінде қолдануға болады.
pl: Teraz można dostosować pasek narzędzi do własnych potrzeb! W tym celu dodano dodatkowe okno dialogowe, w którym można zarządzać widocznością i położeniem poszczególnych elementów. Na pasku narzędzi można również użyć niestandardowych akcji, które pojawiają się dla katalogów.
pt: É agora possível personalizar a barra de ferramentas de acordo com as suas necessidades pessoais! Foi acrescentada uma janela adicional para esse fim, no qual a visibilidade e a posição de itens específicos podem ser geridos. Também as ações personalizadas, que aparecem para pastas, podem ser utilizadas na barra de ferramentas.
pt_br: Agora é possível personalizar a barra de ferramentas de acordo com as suas necessidades pessoais! Foi acrescentada uma janela adicional para esse fim, no qual a visibilidade e a posição de itens específicos podem ser gerenciados. As ações personalizadas que aparecem para pastas, também podem ser utilizadas na barra de ferramentas.
ro: Acum este posibil să personalizați bara de unelte în funcție de nevoile dvs. personale! Un dialog suplimentar a fost adăugat în acest scop, în care vizibilitatea și poziția elementelor specifice pot fi gestionate. De asemenea, acțiunile personalizate, care apar pentru dosare pot fi utilizate în bara de unelte.
ru: Теперь можно настроить панель инструментов в соответствии с вашими личными потребностями! Для этой цели был добавлен дополнительный диалог, в котором можно управлять видимостью и положением определенных элементов. Кроме того, на панели инструментов можно использовать настраиваемые действия, которые появляются для папок.
sq: Tanimë është e mundur të përshtatet paneli sipas nevojave tuaja personale! Për këtë qëllim është shtuar një dialog shtesë, në të cilën mund të administrohet dukshmëria dhe pozicioni i elementëve të veçantë. Te paneli mund të përdoren edhe veprime vetjake për dosje.
sr: Сада је могуће прилагодити траку прибора према личним потребама! Додатни прозор је додат у ту сврху, у којем се може прилагодити видљивост и положај одређених ставки. Као и произвољне радње, које се појављују за фасцикле и могу бити коришћене у траци прибора.
vi: Bây giờ có thể tùy chỉnh thanh công cụ theo nhu cầu cá nhân của bạn! Một hộp thoại bổ sung đã được thêm vào cho mục đích đó, trên đó có thể quản lý khả năng hiển thị và vị trí của các mục cụ thể. Ngoài ra, bạn có thể sử dụng các hành động tùy chỉnh xuất hiện cho các thư mục trên thanh công cụ.

source: When the menubar is hidden, an additional toolbar button which can be used to show the menu will be displayed.
ca: Quan la barra de menús estigui oculta, es mostrarà un botó addicional de la barra d'eines que es pot utilitzar per a mostrar el menú.
de: Wenn die Menüleiste ausgeblendet ist, wird eine zusätzliche Schaltfläche in der Werkzeugleiste angezeigt, mit der das Menü eingeblendet werden kann.
es: Cuando la barra de menú está oculta, se mostrará un botón adicional en la barra de herramientas que se puede usar para mostrar el menú.
gl: Cando a barra de menú está agochada, amosarase un botón adicional na barra de ferramentas que se pode usar para ensinar o menú.
he: כאשר סרגל התפריט מוסתר, יוצג כפתור סרגל כלים נוסף שישמש להצגת התפריט.
it: Quando la barra del menu è nascosta, verrà mostrato un ulteriore pulsante nella barra degli strumenti, il quale può essere usato per visualizzare il menu.
kk: Мәзір жолағы жасырылған кезде, мәзірді көрсету үшін қолданылатын қосымша сайман панелінің батырмасы көрсетіледі.
pl: Gdy pasek menu jest ukryty, zostanie wyświetlony dodatkowy przycisk paska narzędzi, który można wykorzystać do wyświetlenia menu.
pt: Quando a barra de menus estiver oculta, será exibido um botão adicional da barra de ferramentas que pode ser utilizado para mostrar o menu.
pt_br: Quando a barra de menus está oculta, um botão adicional da barra de ferramentas que pode ser usado para mostrar o menu será exibido.
ro: Atunci când meniul este ascuns, va fi afișat un buton suplimentar în bara de unelte care poate fi utilizat pentru a afișa meniul.
ru: Когда строка меню скрыта, будет отображаться дополнительная кнопка панели инструментов, которую можно использовать для отображения меню.
sq: Kur shtylla e menuve është e fshehur, do të shfaqet një buton shtesë paneli, që mund të përdoret për të shfaqur menunë.
sr: Када је трака изборника скривена, додатно дугме траке прибора које може бити коришћено за приказ изборника ће бити приказано.
vi: Khi thanh thực đơn bị ẩn, một nút thanh công cụ bổ sung có thể được sử dụng để hiển thị menu sẽ được hiển thị.

source: Thunar - Toolbar with all configurable Elements
ca: Thunar - Barra d'eines amb tots els elements configurables
de: Thunar - Symbolleiste mit allen konfigurierbaren Elementen
es: Thunar - Barra de herramientas con todos los elementos configurables
gl: Thunar - Barra de ferramentas con todos os elementos configurábeis
he: Thunar - סרגל כלים עם כל האלמנטים הניתנים להגדרה
it: Thunar - Barra degli strumenti con tutti gli elementi configurabili
kk: Thunar - Барлық бапталатын элементтері бар сайман панелі
lt: Thunar - Įrankių juosta su visais konfigūruojamais elementais
pl: Thunar – Pasek narzędzi ze wszystkimi konfigurowalnymi elementami
pt: Thunar - Barra de ferramentas com todos os elementos configuráveis
pt_br: Thunar - Barra de ferramentas com todos os elementos configuráveis
ro: Thunar - Bara de unelte cu toate elementele configurabile
ru: Thunar — Панель инструментов со всеми настраиваемыми Элементами
sq: Thunar - Panel me krejt elementët të formësueshëm
sr: Тунар - трака прибора са подесивим деловима
vi: Thunar - Thanh công cụ với tất cả các phần tử có thể định cấu hình

source: Thunar - Toolbar Configuration Dialog
ca: Thunar - Diàleg de configuració de la barra d'eines
de: Thunar - Dialog zur Konfiguration der Werkzeugleiste
es: Thunar - Diálogo de configuración de la barra de herramientas
gl: Thunar - Diálogo de configuración da barra de ferramentas
he: Thunar - דו שיח הגדרת סרגל כלים
it: Thunar - Finestra di configurazione per la barra degli strumenti
kk: Thunar - Сайман панелін баптау сұхбат терезесі
lt: Thunar - Įrankių juostos konfigūracijos dialogas
pl: Thunar – Okno dialogowe konfiguracji paska narzędzi
pt: Thunar - Janela de configuração da barra de ferramentas
pt_br: Thunar - Janela de configuração da barra de ferramentas
ro: Thunar - Fereastra de dialog pentru configurarea barei de unelte
ru: Thunar — Диалог Настройки Панели инструментов
sq: Thunar - Dialog Formësimi Panelesh
sr: Тунар - прозорче подешавања траке прибора
vi: Thunar - Hộp thoại Cấu hình Thanh công cụ

source: Thunar - Show Menubar button
ca: Thunar - Mostra el botó de la barra de menús
de: Thunar - Schaltfläche "Menüleiste anzeigen"
es: Thunar - Mostrar botón de la Barra de Menú
gl: Thunar - Amosar o botón da barra de menú
he: Thunar - הצג כפתור סרגל תפריט
it: Thunar - Mostra il pulsante della barra del menu
kk: Thunar - Мәзір жолағын көрсету батырмасы
lt: Thunar - mygtukas, skirtas rodyti meniu juostą
pl: Thunar – Przycisk pokazywania paska menu
pt: Thunar - Botão de mostrar barra de menus
pt_br: Thunar - Botão de mostrar barra de menus
ro: Thunar - Butonul de afișare a barei de meniu
ru: Thunar - Отображение Кнопки Строки меню
sq: Thunar - Shfaq buton Shtylle menush
sr: Тунар - приказ дугмета траке изборника
vi: Thunar - Hiển thị nút Menubar

source: For more information on the configurable toolbar, check the <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">related blog post</a>.
ca: Per a més informació sobre la barra d'eines configurable, consulteu l'entrada <a href="http://users.uoa.gr/sdi1800073/sources/xfceblog10.html">relacionada amb el blog</a>.
de: Weitere Informationen über die konfigurierbare Werkzeugleiste finden Sie im <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">zugehörigen Blogbeitrag</a>.
es: Para más información sobre la barra de herramientas configurable, consulte la <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">publicación de blog relacionada</a>.
gl: Para obter máis información sobre a barra de ferramentas configurábel, consulte <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">a publicación do blog relacionada</a>.
he: למידע נוסף על סרגל הכלים הניתן להגדרה, בדוק את <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">פוסט הבלוג הקשור</a>.
it: Per ulteriori informazioni sulla personalizzazione della barra degli strumenti, consultare il <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">relativo articolo sul blog</a>.
kk: Бапталатын сайман панелі туралы қосымша ақпарат алу үшін <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">тиісті блог жазбасын</a> қараңыз.
pl: Aby uzyskać więcej informacji na temat konfigurowalnego paska narzędzi, sprawdź <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">powiązany wpis na blogu</a>.
pt: Para mais informações sobre a barra de ferramentas configurável, veja a <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">respectiva publicação no blogue</a>.
pt_br: Para mais informações sobre a barra de ferramentas configurável, veja a <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">respectiva publicação no blog</a>.
ro: Pentru mai multe informații despre bara de unelte configurabilă, consultați <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">punctul din blog aferent</a>.
ru: Дополнительные сведения о настраиваемой панели инструментов см. в <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">соответствующем сообщении блога</a>.
sq: Për më tepër hollësi mbi panelin e formësueshëm, shihni <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">postimin përkatës te blogu</a>.
sr: За подробнија обавештења о подесивој траци прибора, погледајте <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">одговарајући чланак блога</a>.
vi: Để biết thêm thông tin về thanh công cụ có thể định cấu hình, hãy xem <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog10.html">bài đăng blog liên quan</a>.

source: Split View
ca: Vista dividida
de: Geteilte Fenster
es: Vista dividida
gl: Vista dividida
he: תצוגה מחולקת
it: Visualizzazione divisa
kk: Бөлінген көрініс
pl: Widok podzielony
pt: Vista dividida
pt_br: Vista dividida
ro: Vizualizare separată
ru: Разделённый Просмотр
sq: Pamje Me Ndarje
sr: Подељени приказ
vi: Chế độ xem tách

source: Thunar now provides the option to use split panes. The pane separator can be moved, and its position will be stored. Via a xfconf setting, it is as well possible to have a vertical split.
ca: Thunar ara proporciona l'opció d'utilitzar panells dividits. El separador de la subfinestra es pot moure i la seva posició s'emmagatzemarà. A través d'una configuració xfconf, també és possible tenir una divisió vertical.
de: Thunar bietet nun die Möglichkeit, geteilte Fenster zu verwenden. Der Trennbalken kann verschoben werden, und seine Position wird gespeichert. Über eine xfconf-Einstellung ist es auch möglich, eine vertikale Teilung zu erreichen.
es: Thunar ahora ofrece la opción de utilizar paneles divididos. El separador de paneles se puede mover y se almacenará su posición. A través de una configuración xfconf, también es posible tener una división vertical.
gl: O Thunar agora fornece a opción de dividir paneis. O separador de paneis pode moverse e a súa posición será gardada. A través dunha configuración xfconf, tamén é posíbel ter unha división vertical.
he: Thunar מספק עכשיו את האפשרות להשתמש באריחים מפוצלים. מפריד האריחים ניתן להזזה, והמיקום שלו יישמר. דרך הגדרת xfconf, ניתן גם פיצול אנכי.
it: Thunar fornisce ora l'opzione di usare pannelli divisi. Il divisore dei pannelli può essere spostato, e la sua posizione sarà memorizzata. Tramite un'impostazione di xfconf, è anche possibile avere una suddivisione verticale.
kk: Thunar енді бөлінген панельдерді пайдалану опциясын ұсынады. Панель бөлгішін жылжытуға болады және оның орны сақталады. xfconf баптауы арқылы вертикалды бөлуді де жасауға болады.
pl: Thunar zapewnia teraz opcję korzystania z podzielonych paneli. Separator paneli można przesuwać, a jego położenie zostanie zapamiętane. Za pomocą ustawienia xfconf możliwy jest również podział pionowy.
pt: O Thunar oferece agora a opção de utilizar painéis divididos. O separador de painéis pode ser movido, e a sua posição será guardada. Através de uma configuração xfconf, é também possível ter uma divisão vertical.
pt_br: Agra, o Thunar oferece a opção de utilizar painéis divididos. O separador de painéis pode ser movido, e a sua posição será guardada. Através de uma configuração xfconf, é também possível ter uma divisão vertical.
ro: Thunar oferă acum opțiunea de a utiliza panouri separate. Separatorul panoului poate fi mutat, iar poziția sa va fi stocată. Printr-o opțiune xfconf, este de asemenea posibil să aveți o separare verticală.
ru: Thunar теперь предоставляет возможность использовать разделённые панели. Разделитель панелей можно перемещать, и его положение будет сохранено. С помощью настройки xfconf также возможно иметь вертикальное разделение.
sq: Thunar-i tanimë ofron mundësinë e përdorimit të kuadrateve të ndarë. Ndarësi i kuadrateve mund të hiqet dhe të rikthehet në pozicionin e tij. Përmes një rregullimi te xfconf është gjithashtu e mundur të kihet një ndarje vertikale.
sr: Тунар сада обезбеђује могућност коришћења подељених површи. Делник површи може бити померан, и његов положај може бити сачуван. Преко поставки иксфцонфа, могуће је добити водоравну поделу.
vi: Thunar hiện cung cấp tùy chọn sử dụng các bảng phân chia. Dấu phân cách khung có thể được di chuyển và vị trí của nó sẽ được lưu trữ. Thông qua cài đặt xfconf, cũng có thể phân chia theo chiều dọc.

source: Thunar - Split Panes
ca: Thunar - Panells dividits
de: Thunar - geteilte Fenster
es: Thunar - Paneles divididos
gl: Thunar - Paneis divididos
he: Thunar - אריחים מחולקים
it: Thunar - Pannelli divisi
kk: Thunar - Бөлінген панельдер
pl: Thunar – Podzielone panele
pt: Thunar - Painéis divididos
pt_br: Thunar - Painéis divididos
ro: Thunar - Panouri separate
ru: Thunar — Разделённые Панели
sq: Thunar - Kuadrate të Ndarë
sr: Тунар - дељена површ
vi: Thunar - Chia ngăn

source: Statusbar
ca: Barra d'estat
de: Statusleiste
es: Barra de estado
gl: Barra de estado
he: סרגל סטטוס
it: Barra di stato
kk: Қалып-күй жолағы
lt: Būsenos juosta
pl: Pasek stanu
pt: Barra de estado
pt_br: Barra de status
ro: Bara de stare
ru: Строка состояния
sq: Shtyllë gjendjesh
sr: Трака стања
sv: Statusfält
uk: Рядок стану
vi: Thanh trạng thái

source: The status bar style was tweaked and '|' is now used to separate entries. Furthermore, it is now possible to customize it by using the context menu.
ca: L'estil de la barra d'estat es va modificar i ara s'utilitza '.' per separar entrades. A més, ara és possible personalitzar-lo utilitzant el menú contextual.
de: Der Stil der Statusleiste wurde überarbeitet und '|' wird nun zur Trennung von Einträgen verwendet. Außerdem ist es jetzt möglich, sie über das Kontextmenü anzupassen.
es: El estilo de la barra de estado fue modificado y '|' ahora se usa para separar entradas. Además, ahora es posible personalizarlo mediante el menú contextual.
gl: O estilo da barra de estado foi axustado e agora úsase a «|» para separar os elementos. Alem diso, agora é posíbel personalizalo empregando o menú contextual.
he: עיצוב סרגל הסטטוס עבר שיפור ו-'|' משמש עכשיו להפרדת ערכים. בנוסף, ניתן עכשיו להתאים אותו אישית בעזרת תפריט הקשר.
it: Lo stile della barra di stato è stato modificato e '|' ora è utilizzata per separare gli elementi. Inoltre, ora è possibile personalizzarla usando il menu di contesto.
kk: Қалып-күй жолағының стилі өзгертілді және жазбаларды бөлу үшін енді '|' қолданылады. Сонымен қатар, оны контекстік мәзір арқылы баптауға болады.
pl: Zmieniono styl paska stanu i „|” służy teraz do oddzielania wpisów. Ponadto można teraz dostosować go za pomocą menu kontekstowego.
pt: O estilo da barra de estado foi ajustado e o '|' é agora utilizado para separar as entradas. Além disso, é agora possível personalizá-lo através da utilização do menu de contexto.
pt_br: O estilo da barra de estado foi ajustado e o '|' é agora utilizado para separar as entradas. Além disso, é agora possível personalizá-lo através da utilização do menu de contexto.
ro: Stilul barei de stare a fost modificat, iar „|” este utilizat acum pentru a separa intrările. În plus, este acum posibil să o personalizați utilizând meniul contextual.
ru: Стиль строки состояния был изменен и добавлен символ "|". теперь используется для разделения записей. Кроме того, теперь его можно настроить с помощью контекстного меню.
sq: Shtylla e gjendjeve u përimtua dhe '|' tanimë përdoret për zëra ndaras. Më tej, tani është e mundshme të përshtatet ajo duke përdorur menunë e kontekstit.
sr: Изглед траке стања је налицкан и „|“ се сада користи за поделу ставки. Уз то, сада је могуће подесити је употребом приручног изборника.
uk: Рядок стану стану було покращено, '|' тепер використовується для розділення записів. Крім того, тепер його можна налаштувати за допомогою контекстного меню.
vi: Kiểu thanh trạng thái đã được điều chỉnh và '|' bây giờ được sử dụng để phân tách các mục. Hơn nữa, bây giờ có thể tùy chỉnh nó bằng cách sử dụng menu ngữ cảnh.

source: Thunar - Statusbar Customization
ca: Thunar - Personalització de la barra d'estat
de: Thunar - Statusleistenanpassung
es: Thunar - Personalización de la barra de estado
gl: Thunar - Personalización da barra de estado
he: Thunar - התאמה אישית של סרגל סטטוס
it: Thunar - Personalizzazione della barra di stato
kk: Thunar - Қалып-күй жолағын баптау
pl: Thunar – Dostosowywanie paska stanu
pt: Thunar - Personalização da barra de estado
pt_br: Thunar - Personalização da barra de status
ro: Thunar - Personalizarea barei de stare
ru: Thunar — Настройка Строки Состояния
sq: Thunar - Përshtatje Shtylle Gjendjesh
sr: Тунар - прилагођавање траке стања
uk: Thunar - налаштування рядка стану
vi: Thunar - Tùy chỉnh thanh trạng thái
