Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: A large number of people contributed to the Xfce project. Although more people contributed to the project then the ones list below, we'd like to say:
cs: Do projektu Xfce přispělo velké množství lidí. Přestože přispělo více lidí, než je uvedeno v seznamu níže, chtěli bychom říci:
da: Et stort antal personer har bidraget til Xfce-projektet. Selvom flere personer har bidraget til projektet end dem nedenfor, vil vi gerne sige:
de: Eine große Zahl an Personen haben am Xfce-Projekt mitgewirkt. Auch wenn mehr Personen am Projekt mitgewirkt haben als die unten aufgelisteten, möchten wir hiermit sagen:
fr: De nombreuses personnes ont contribué au projet Xfce. Bien qu’elles ne soient pas toutes listées ci-dessous, nous aimerions dire :
id: Banyak orang telah berkontribusi dalam proyek Xfce dan kami yakin belum semua dari para kontributor tertulis dalam daftar ini. Meski demikian, dalam kesempatan ini kami ingin mengucapkan:
ja: 多くの方々がこの Xfce プロジェクトに貢献してくださいました。以下のリストやその他多くの貢献者の方々に申し上げます:
ms: Sebahagian besar individu yang menyumbang kepada projek Xfce. Walaupun semakin ramai orang memberi sumbangan kepada projek ini terutamanya senarai dibawah, kami ingin mengucapkan:
nb: Et stort antall mennesker har bidratt til Xfce-prosjektet. Selv om flere har bidratt enn de som er listet nedenfor, ønsker vi likevel å si:
nl: Een groot aantal mensen hebben bijgedragen aan de Xfce project. Hoewel meer mensen bijgedragen aan het project dan degenen onderstaande lijst, zouden we willen zeggen:
oc: Un grand nombre de personas an contribuit al projècte Xfce. Mentre que mai de gens aient contribuit al projècte que ceux énumérés çaijós, nous aimerions pouvoir dire :
tr: Çok büyük miktarda insan Xfce projesine katkıda bulundu. Katkıda bulunan kişilerin sayısı aşağıdaki listedeki kişilerin sayısından daha çok olmasına rağmen, söylemek istediğimiz:
uk: Велика кількість людей внесли свій внесок в проект Xfce. Хоча більше людей допомогли проекту ніж у цьому списку нижче, ми хотіли б сказати:
zh_tw: 許多人為 Xfce 專案作了貢獻。但有更多為這個專案作出貢獻的人沒有列在下面，所以我們應該說：

source: The DateTime and the Clock plugin provided overlapping functionallity. In order to prevent parallel development, they have been merged into a single plugin.
de: Das Datum-,Zeit- und Uhr-Plugin boten überlappende Funktionalitäten. Um eine parallele Entwicklung zu verhindern, wurden sie in einem einzigen Plugin zusammengeführt.

source: Like in thunar, the 'Delete' menu entry in the context menu can now be hidden.
de: Wie in Thunar kann der Menüeintrag "Löschen" im Kontextmenü nun ausgeblendet werden.

source: Thunar - Hightlighted file in List View
de: Thunar - Hervorgehobene Datei in Listenansicht

source: Thunar - Hightlighted files in Icon View
de: Thunar - Hervorgehobene Dateien in der Symbolansicht

source: Thunar has now the possibility to search recursively, dircetly inside Thunar itself. The search is done in a separate thread and search results are added rapidly into a List View. A new row 'Location' shows where the search results are located, and the context menu provides the option 'Open Item Location' in order to travel there quickly. The preferences dialog provides an option to limit recursive search to local folders, or to disable it.
de: Thunar hat nun die Möglichkeit, rekursiv zu suchen, direkt in Thunar selbst. Die Suche wird in einem separaten Thread durchgeführt und die Suchergebnisse werden schnell in eine Listenansicht eingefügt. Eine neue Zeile 'Ort' zeigt an, wo sich die Suchergebnisse befinden, und das Kontextmenü bietet die Option 'Objektort öffnen', um schnell dorthin zu gelangen. Der Einstellungsdialog bietet die Möglichkeit, die rekursive Suche auf lokale Ordner zu beschränken oder sie zu deaktivieren.

source: You can follow us on the official <a href="https://twitter.com/xfceofficial" class="external">Twitter account</a>
cs: Můžete nás sledovat na oficiálním <a href="https://twitter.com/xfceofficial" class="external">twitterovém účtu</a>
da: Du kan følge os på den officielle <a href="https://twitter.com/xfceofficial" class="external">Twitter-konto</a>
de: Sie können unserem offiziellen <a href="https://twitter.com/xfceofficial" class="external">Twitter-Konto</a> folgen
fr: Vous pouvez nous suivre sur le <a href="https://twitter.com/xfceofficial" class="external">compte Twitter</a> officiel.
id: Anda bisa mengikuti kami di <a href="https://twitter.com/xfceofficial" class="external">akun Twitter</a> resmi
ja: 公式の <a href="https://twitter.com/xfceofficial" class="external">Twitter アカウント</a> もあります。
ms: Anda boleh ikuti di <a href="https://twitter.com/xfceofficial" class="external">akaun Twitter </a> rasmi kami
tr: Bizi resmi <a href="https://twitter.com/xfceofficial" class="external">Twitter hesabımızdan takip edebilirsiniz</a>
zh_tw: 您也可以在官方的 <a href="https://twitter.com/xfceofficial" class="external">Twitter 帳號</a>上追蹤我們

source: Each package in Xfce can make individual stable or development releases, including the core packages (as described in the <a href="/about/releasemodel">release model</a>). You can follow the announcements of the releases on the <a href="/community/lists">Xfce users mailing list</a>, watch the <a href="https://archive.xfce.org/feeds/project/">release feeds</a> or follow the Xfce <a href="https://twitter.com/xfceofficial">Twitter account</a>.
da: Hver pakke i Xfce kan lave individuelle stabile- eller udviklingsudgivelser, inklusiv kernepakkerne (som beskrevet i <a href="/about/releasemodel">udgivelsesmodellen</a>). Du kan følge bekendtgørelserne af udgivelserne på <a href="/community/lists">Xfce-brugernes mailingliste</a>, holde øje med <a href="https://archive.xfce.org/feeds/project/">udgivelses-nyhedskilderne</a> eller følge Xfce's <a href="https://twitter.com/xfceofficial">Twitter-konto</a>.
de: Jedes Paket in Xfce kann einzelne stabile oder Entwicklungsversionen erstellen, einschließlich der Kernpakete (wie im <a href="/about/releasemodel">Release-Modell</a> beschrieben). Sie können die Ankündigungen der Releases auf der <a href="/community/lists">Xfce-Benutzer-Mailingliste</a> verfolgen, die <a href="https://archive.xfce.org/feeds/project/">Release-Feeds</a> beobachten oder dem Xfce <a href="https://twitter.com/xfceofficial">Twitter-Account</a> folgen.
id: Setiap paket di Xfce bisa membuat rilis stabil dan pengembangan sendiri, termasuk paket-paket inti (seperti dijelaskan di <a href="/about/releasemodel">model rilis</a>). Anda bisa mengikuti pengumuman rilis di <a href="/community/lists">milis pengguna Xfce</a>, memantau <a href="https://archive.xfce.org/feeds/project/">feed rilis</a> atau mengikuti <a href="https://twitter.com/xfceofficial">akun Twitter Xfce</a>.
ja: Xfce の各パッケージは、コアパッケージを含めて、（<a href="/about/releasemodel">リリースモデル</a>で説明しているように）個別に安定版または開発版のリリースを行うことができます。リリースの発表については、<a href="/community/lists">Xfce ユーザー・メーリングリスト</a>を参照したり、<a href="https://archive.xfce.org/feeds/project/">リリースフィード</a>を見たり、Xfce の <a href="https://twitter.com/xfceofficial">Twitter アカウント</a>を参照したりすることができます。

source: If you own a blog or website you can greatly help by spreading the word and encouraging new users to give Xfce a try. If you have a Twitter account you can also help by reposting any <a href="https://twitter.com/xfceofficial">announcements</a> we make to help us reach a larger audience.
cs: Vlastníte-li blog nebo webovou stránku, můžete výrazně pomoci šířením informací a přesvědčováním nových uživatelů, aby Xfce vyzkoušeli. Širší publikum uživatelů získáme také přeposíláním jakýchkoli našich <a href="https://twitter.com/xfceofficial">oznámení</a> službou Twitter, pokud na něm máte účet.
da: Hvis du har en blog eller websted kan du hjælpe meget ved at sprede budskabet og opfordre nye brugere til at prøve Xfce. Hvis du har en Twitter-konto kan du også hjælpe ved at genposte de <a href="https://twitter.com/xfceofficial">bekendtgørelser</a> vi laver, for at hjælpe med at nå et større publikum.
de: Falls Sie ein Blog oder eine Webseite besitzen können Sie erheblich helfen, indem Sie von Xfce erzählen und neue Anwender ermuntern Xfce auszuprobieren. Falls Sie ein Twitterkonto haben, können Sie auch durch das Verbreiten von <a href="https://twitter.com/xfceofficial">Ankündigungen</a>helfen ein größeres Publikum zu erreichen.
fr: Si vous détenez un blogue ou un site Web, vous pouvez beaucoup aider en faisant connaître Xfce et en encourageant de nouveaux utilisateurs à l’essayer. Si vous possédez un compte Twitter, vous pouvez aussi reposter nos <a href="https://twitter.com/xfceofficial">annonces</a> pour nous aider à toucher le plus large public possible.
id: Jika Anda memiliki sebuah blog atau situs web, Anda bisa sangat membantu dengan menyebarkan berita dan menyarankan pengguna baru untuk mencoba Xfce. Jika Anda memiliki akun Twitter, Anda juga bisa membantu dengan melakukan pos ulang <a href="https://twitter.com/xfceofficial">pengumuman</a> yang kita buat untuk membantu kami mencapai audiens yang lebih besar.
ja: もしあなたが自身のブログを運営しているなら、Xfce を世界に発信し、新しいユーザーに薦めることは大きな助けになります。もしあなたが Twitter アカウントをお持ちならば、<a href="https://twitter.com/xfceofficial">公式のツイート</a>をリツイートすることで拡散に協力してください。
ms: Jika anda memiliki blog atau laman sesawang, anda dapat membantu kami dengan menyebarluaskan dan menggalakkan pengguna baharu mencuba Xfce. Jika anda mempunyai akaun Twitter, anda boleh membantu kami dengan mengepos mana-mana <a href="https://twitter.com/xfceofficial">pengumuman</a> supaya ia dapat disampaikan kepada khalayak.
tr: Eğer bir blog ya da web siteniz varsa, büyük ölçüde kelime yayarak ve Xfce denemesi için yeni kullanıcıları teşvik etmeye yardımcı olabilirsiniz. Bir Twitter hesabınız varsa bir <a href="https://twitter.com/xfceofficial">duyuruyu</a> yeniden dağıtarak bize daha büyük bir kitleye ulaşmak yardımcı olabilirsiniz.
zh_tw: 如果您擁有部落格或網站，您可以幫忙宣傳並鼓勵新使用者嘗試 Xfce。如果您有 Twitter 帳號，您也可以幫忙轉貼任何我們的 <a href="https://twitter.com/xfceofficial">公告</a> ，讓我們的消息可以讓更多人知道。

source: Hosted by <a href="https://gandi.net" target="_blank">Gandi</a>. Additional servers provided by <a href="https://fosshost.org" target="_blank">fosshost.org</a>.
da: Værten er <a href="https://gandi.net" target="_blank">Gandi</a>. Yderligere servere leveret af <a href="https://fosshost.org" target="_blank">fosshost.org</a>.
de: Gehostet von <a href="https://gandi.net" target="_blank">Gandi</a>. Zusätzliche Server bereitgestellt von <a href="https://fosshost.org" target="_blank">fosshost.org</a>.
id: Dihosting oleh <a href="https://gandi.net" target="_blank">Gandi</a>. Peladen tambahan disediakan oleh <a href="https://fosshost.org" target="_blank">fosshost.org</a>.
ja: <a href="https://gandi.net" target="_blank">Gandi</a> がホストしています。追加サーバは <a href="https://fosshost.org" target="_blank">fosshost.org</a> が提供しています。
tr: <a href="https://gandi.net" target="_blank">Gandi</a> tarafından barındırılmaktadır. Ek sunucular <a href="https://fosshost.org" target="_blank">fosshost.org</a> tarafından karşılanmaktadır.

source: Provides the basic file management features and unique utilities like the bulk renamer.
fr: Fournit les fonctionnalités de gestion de fichiers de base et utilitaires uniques tels que renommer en masse.
id: Pengelolaan berkas tingkat standar hingga utilitas dan fitur tambahan yang semakin memudahkan Anda.
ja: 基本的なファイル管理機能を提供し、バルクリネームのようなユニークな機能を持っています。
ms: Menyediakan fitur pengurusan fail asas dan utiliti unik seperti penama semula berkelompok.
nl: Biedt de basis file management functies en unieke voorzieningen zoals de bulk Renamer.
oc: Provesís las foncionalitats de gestion de fichièrs de basa e utilitaris unics coma renomenar en massa.

source: Setting Manager
fr: Gestionnaire de paramètres
id: Manajer Konfigurasi Desktop
ja: 設定マネージャー
ms: Pengurus Tetapan
nl: Instelling Manager
oc: Gestionari de paramètres

source: Tools to control the various settings of the desktop like keyboard shortcuts, appearance, display settings etcetera.
fr: Outils pour contrôler les différents paramètres du bureau tels que les raccourcis clavier, l’apparence, les paramètres d’affichage, etc.
id: Perangkat untuk mengatur berbagai setelan desktop, seperti tombol pintas, tampilan, pengaturan layar, dan sebagainya.
ja: キーボードショートカット、外観、ディスプレイ設定などのデスクトップの設定を制御するツールです。
ms: Alatan untuk mengawal pelbagai tetapan dekstop seperti pintasan papan kekunci, penampilan, tetapan paparan dan lain-lain.
oc: Aisinas per contrarotlar los diferents paramètres de l'ordenador de burèu coma d'acorchis de clavièr, l'aparéncia, los paramètres d'afichatge etc.

source: Most distributions ship with Xfce in their own packaging format, but if you want a newer version or you want to build Xfce from scratch, you can find the packages below. Instructions how to compile Xfce can be found <a href="https://docs.xfce.org/xfce/building" class="external">here</a>.
da: De fleste distributioner leverer Xfce i deres eget pakkeformat, men hvis du vil have en nyere version eller hvis du vil bygge Xfce fra bunden, så kan du finde pakkerne nedenfor. Instruktioner til at kompilere Xfce kan findes <a href="https://docs.xfce.org/xfce/building" class="external">her</a>.
fr: La plupart des distributions fournissent Xfce dans leur propre format de paquet, mais si vous voulez une version plus récente ou que vous voulez compiler Xfce de zéro, vous pouvez trouver les paquets ci-dessous. Des instructions pour compiler Xfce peuvent être trouvées <a href="https://docs.xfce.org/xfce/building" class="external">ici</a>.
id: Sebagian besar distribusi memiliki Xfce dalam format paket mereka, namun jika Anda menginginkan versi terbaru atau Anda ingin membangun Xfce dari awal, Anda bisa mendapatkan paketnya di bawah ini. Instruksi untuk melakukan kompilasi Xfce dapat ditemukan <a href="https://docs.xfce.org/xfce/building" class="external">di sini</a>.
ja: ほとんどのディスプリビューションが Xfce をそれぞれのパッケージング形式で提供しています。もしより新しいバージョンが欲しい、Xfce を自分で一からビルドしたい、といった場合には以下からダウンロードできます。Xfce のビルド手順については、<a href="https://docs.xfce.org/xfce/building" class="external">こちら</a> をご覧ください。
ms: Kebanyakan distribusi menyertakan Xfce dalam format pakej mereka sendiri, sebaliknya jika anda mahu versi yang lebih baharu atau anda mahu bina sendiri Xfce dari awal, anda boleh cari pakej berkenaan dibawah, Arahan bagaimana hendak mengkompil Xfce boleh ditemui <a href="https://docs.xfce.org/xfce/building" class="external">di sini</a>.
tr: Birçok dağıtım kendi paketleme biçiminde Xfce'yi sunar, ancak son sürümünü almak istiyorsanız ya da sıfırdan Xfce kurmak istiyorsanız paketleri aşağıda bulabilirsiniz. Xfce'nin nasıl derlendiğini gösteren yönergeler <a href="https://docs.xfce.org/xfce/building" class="external"> buradan </a> bulunabilir.
zh_tw: 多數散佈版以自己的軟體包格式提供 Xfce，但如果您想要較新的版本，或是您想從頭編譯。您可以在下面找到所需的軟體包，如何編譯 Xfce 的介紹在 <a href="https://docs.xfce.org/xfce/building" class="external"> 這裡 </a> 提供。

source: Xfce %s is the most recent version of the Xfce desktop environment. You can find the changes in this release <a href="/download/changelogs/%s">here</a>.
da: Xfce %s er den seneste version af Xfce-skrivebordsmiljøet. Du kan finde ændringerne i denne udgivelse <a href="/download/changelogs/%s">her</a>.
fr: Xfce %s est la plus récente version de l’environnement de bureau Xfce. Les changements qu’elle apporte sont visibles <a href="/download/changelogs/%s">ici</a>.
id: Xfce %s adalah versi terkini dari lingkungan desktop Xfce. Anda dapat menemukan perubahan dalam rilis ini <a href="/download/changelogs/%s">di sini</a>.
ja: Xfce %s は Xfce デスクトップ環境の最新バージョンです。このリリースでの変更内容は<a href="/download/changelogs/%s">こちら</a>をご覧ください。
ms: Xfce %s adalah versi terkini persekitaran desktop Xfce. Anda dapat temui perubahan keluaran ini <a href="/download/changelogs/%s">di sini</a>.
oc: Xfce %s es la version la mai recenta de l'environament de burèu Xfce. Podètz trobar los cambiaments dins aquesta version <a href="/download/changelogs/%s">aicí</a>.
tr: Xfce %s Xfce masaüstü ortamının en güncel sürümüdür. Bu sürümdeki değişiklikleri <a href="/download/changelogs/%s">bu adreste</a> bulabilirsiniz.
zh_tw: Xfce %s 是 Xfce 桌面環境最新的版本。您可以在 <a href="/download/changelogs/%s"> 這裡 </a> 找到此版本的變動。

source: Xfce %s is the latest development release of the Xfce desktop environment. This release should not be used in a production environments. If you are uncertain about downloading this release, you should probably use the <a href="#stable">stable release</a> above. You can find the changes in this release <a href="/download/changelogs/%s">here</a>.
da: Xfce %s er den seneste udviklingsudgivelse af Xfce-skrivebordsmiljøet. Denne udgivelse bør ikke bruges i et produktionsmiljø. Hvis du er i tvivl om du skal downloade denne udgivelse, så skal du formodentligt bruge <a href="#stable">den stabile udgivelse</a> ovenfor. Du kan finde ændringerne i denne udgivelse <a href="/download/changelogs/%s">her</a>.
fr: Xfce %s est la dernière version de développement de l’environnement de bureau Xfce. Elle ne devrait pas être utilisée en production. Si vous êtes irrésolu quant à la version à télécharger, utilisez plutôt la <a href="#stable">version stable</a> ci-dessus. Les changements de cette version sont disponibles <a href="/download/changelogs/%s">ici</a>.
id: Xfce %s adalah rilis pengembangan terakhir dari lingkungan desktop Xfce. Rilis ini sebaiknya tidak digunakan pada lingkungan produksi. Jika Anda tidak yakin untuk mengunduh rilis ini, Anda sebaiknya menggunakan <a href="#stable">rilis stabil</a> di atas. Anda bisa menemukan perubahan pada rilis ini <a href="/download/changelogs/%s">di sini</a>.
ja: Xfce %s は Xfce デスクトップ環境の最新の開発版リリースです。これを実稼働環境で使用すべきではありません。これはまだ必要なテスト期間を経ていません。特に理由がないかぎり、上の<a href="#stable">安定版リリース</a>を使用してください。このリリースでの変更内容は<a href="/download/changelogs/%s">こちら</a>をご覧ください。
ms: Xfce %s merupakan keluaran pembangunan persekitaran desktop Xfce yang tidak sesuai digunakan dalam persekitaran kerja. Jika anda tidak pasti sama ada mahu memuat turun atau tidak keluaran ini, anda boleh cuba <a href="#stable">keluaran stabil</a> diatas. And boleh ketahui perubahan dalam keluaran ini <a href="/download/changelogs/%s">di sini</a>.
oc: Xfce %s es la darrièra version de desvolopament de l'environament de burèu Xfce. La presenta version deu pas èsser utilizada dins un environament de produccion. Se sètz pas segur sul telecargament d'aquesta version, vos caldriá probablament utilizar la <a href="#stable">version establa</a> çaisús. Podètz trobar los cambiaments dins aquesta version <a href="/download/changelogs/%s">aicí</a>.
tr: Xfce %s Xfce masaüstü ortamının son gelişme sürümüdür.Bu sürüm üretim ortamlarında kullanılmamalıdır.Bu sürümü indirmek istediğinizden emin değilseniz,muhtemelen href="#stable"> kararlı sürümünü, yukarıda <a <a kullanmanız gerekir.Bu sürümdeki değişiklikleri <a href="/download/changelogs/%s"> burada </a> bulabilirsiniz.
zh_tw: Xfce %s 是最新的 Xfce 桌面環境開發版本。此版本不應用於生產環境。如果您不確定是否應下載此版本，您應該使用上面的 <a href="#stable"> 穩定版 </a> 。您可以在 <a href="/download/changelogs/%s"> 這裡 </a> 找到此版本的變更。

source: You can download the Xfce artwork tarball <a href="%s">here</a>. It contains some high-quality logos and banners. Copying of the Xfce logo is subject to the LGPL copyright license.
da: Du kan downloade Xfce's "artwork"-tarball <a href="%s">her</a>. Den indeholder logoer og bannere i høj kvalitet. Kopiering af Xfce-logoet underlægges LGPL-licensen om ophavsret.
fr: Vous pouvez télécharger l’archive des créations graphiques de Xfce <a href="%s">ici</a>. Il contient des logos et bannières de haute qualité. La copie du logo de Xfce est soumise à la licence LGPL du droit d’auteur.
id: Anda dapat mengunduh tarball seni Xfce <a href="%s">di sini</a>. Ia berisi beberapa logo dan panji berkualitas tinggi. Menyalin logo Xfce tunduk pada lisensi hak cipta LGPL.
ja: <a href="%s">こちら</a>から Xfce アートワークの tar ボールをダウンロードできます。この中にはいくつかの高品質なロゴとバナーがあります。Xfce ロゴのライセンスは LGPL になります。
ms: Anda boleh memuat turun tarball kerja seni Xfce <a href="%s">di sini</a>. Ia mengandungi beberapa logo dan sepanduk berkualiti-tinggi. Penyalinan logo Xfce adalah tertakluk dibawah lesen hakcipta LGPL.
oc: Podètz telecargar l'archiu de la creacion artistica de Xfce <a href="%s">ici</a>. Conten de lògos e de bandièras de nauta qualitat. La còpia del lògo de Xfce es somesa a la licéncia LGPL del drech d'autor.
tr: Xfce çizim arşivini <a href="%s">buradan</a> indirebilirsiniz. Bazı nitelikli logo ve afişleri içerir. Xfce logo kopyalanması LGPL telif hakkı lisansına bağlıdır.
zh_tw: 您可以在 <a href="%s"> 這裡</a> 下載 Xfce 美術主題的壓縮包。它包含了一些高品質的圖示和橫幅。複製此 Xfce 圖示會附帶一個 LGPL 授權條款。

source: Bug Tracker
da: Fejlrapporteringsværktøj
fr: Traqueur de bogues
id: Pelacak Kutu
ja: バグトラッカー
ms: Penjejak Pepijat
tr: Hata Takibi
zh_tw: 臭蟲追蹤器

source: view the buildslaves activity
da: vis byg-slavernes aktivitet
fr: voir les activités de compilation
id: lihat aktifitas buildslaves
ja: Buildslave の活動状況
ms: lihat aktiviti buildslaves
oc: veire l'activitat buildslaves
tr: buildslaves etkinliğini görüntüle
zh_tw: 觀看編譯機器人的活動

source: Beside the core desktop functionality, a number of other applications are developed in the Xfce repositories, like an image viewer, the Midori web browser, task manager, notes plugin and calendar.
da: Udover de grundlæggende skrivebordsfunktionaliteter udvikles også et antal andre programmer i Xfce-repositories, såsom en billedfremviser, Midori-webbrowseren, opgavehåndtering, notes-plugin og kalender.
fr: En plus des fonctions de base du bureau, d’autres applications sont développées dans les dépôts de Xfce, comme un visionneur d’images, le navigateur Midori, un gestionnaire de tâches, de notes et un calendrier.
id: Selain fungsionalitas desktop inti, sejumlah aplikasi dikembangkan di gudang Xfce, seperti penampil gambar, peramban web Midori, manajer tugas, plugin catatan dan kalender.
ja: コアデスクトップの機能の他、画像ビューアー、Midori ウェブブラウザー、タスクマネージャー、メモプラグイン、あるいはカレンダーなど、たくさんのアプリケーションが Xfce リポジトリで開発されています。
ms: Selain dari kefungsian desktop teras, terdapat beberapa aplikasi lain yang dibangunkan dalam repositori Xfce, seperti pelihat imej, pelayar sesawang Midori, pengurus tugas, pemalam nota dan kalendar.
oc: Al costat de la foncionalitat de burèu de basa, un certan nombre d'autras aplicacions son desvolopadas dins los depauses de Xfce, coma una visionadoira d'imatge, lo navigador web Midori, un gestionari de prètzfaits, los empeutons nòtas e calendièr.
tr: Çekirdekli masaüstü işlevselliğinin yanında, diğer uygulamaların bir sayı resim görüntüleyici, Midori web tarayıcısı, görev yöneticisi gibi, eklenti ve takvim notları, Xfce depolarında geliştirilmiştir.
zh_tw: 除了核心桌面功能以外，其他許多應用程式也會在 Xfce 軟體庫中開發，像是圖像檢視器，Midori 網頁瀏覽器，工作管理員，筆記插件及行事曆。

source: Buildbot
da: Byggerobot
ms: Bot Binaan
zh_tw: 編譯機器人
