Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: <b>Xfprint</b> also integrates with <b>MousePad</b> to provide generic printing support for different kinds of text documents using the <tt>a2ps</tt> converter.
ca: <b>Xfprint</b> també s'integra amb <b>MousePad</b> per proporcionar suport d'impressió genèric per a diferents tipus de documents de text utilitzant el convertidor <tt>a2ps</tt>.
cs: K poskytování generické podpory tisku pro různé typy textových dokumentů použitím konvertoru <tt>a2ps</tt> se také <b>Xfprint</b> integruje s aplikací <b>MousePad</b>.
da: <b>Xfprint</b> Integrerer med <b>Muse-redskab</b> for at forsyne generisk printe-understøttelse for forskellige former af tekst dokumenter ved brug af <tt>a2ps</tt> konverteren.
de: <b>Xfprint</b> arbeitet auch mit <b>MousePad</b> zusammen, um generische Druckerunterstützung für verschiedene Arten von Textdokumenten mit dem Konverter <tt>a2ps</tt> zu bieten.
es: <b>Xfprint</b> también se integra con <b>Mousepad</b> para proporcionar compatibilidad con la impresión genérica para diferentes tipos de documentos de texto usando el convertidor <tt>a2ps</tt>.
fr: <b>Xfprint</b> s’intègre aussi à <b>MousePad</b> pour fournir une solution d’impression générique pour différents types de documents texte en utilisant le convertisseur <tt>a2ps</tt>.
gl: O <b>Xfprint</b> tamén se integra con <b>MousePad</b> para fornecer a posibilidade de impresión xenérica para diferentes tipos de documentos de texto mediante o conversor <tt>a2ps</tt>.
he: קיים שילוב בין <b>Xfprint</b> ו-<b>MousePad</b> על מנת לספק תמיכת הדפסה גנרית לסוגים שונים של מסמכי טקסט בעזרת ממיר <tt>a2ps</tt>.
id: <b>Xfprint</b> juga terintegrasi dengan <b>MousePad</b> untuk menyediakan dukungan cetak secara umum untuk berbagai macam dokumen teks menggunakan konverter <tt>a2ps</tt>.
it: Inoltre <b>Xfprint</b> si integra con <b>MousePad</b> fornendo un supporto generico per diversi tipi di documenti di testo usando il convertitore <tt>a2ps</tt>.
ja: <b>Xfprint</b> は、<tt>a2ps</tt> コンバーターを使い、いくつかの違った種類のテキストドキュメント用の基本的な印刷のサポートを提供するために <b>MousePad</b> と一緒になっています。
kk: <b>Xfprint</b> сонымен қатар <tt>a2ps</tt> түрлендіргішін пайдаланып мәтіндік құжаттардың әртүрлі түрлеріне жалпы басып шығаруды қолдауды қамтамасыз ету үшін <b>MousePad</b>-пен біріктірілген.
lt: <b>Xfprint</b> taip pat yra integruojama į <b>MousePad</b>, kad, naudodama <tt>a2ps</tt> keitiklį, pateiktų įvarių dokumentų rūšių bendrinį spausdinimą.
ms: <b>Xfprint</b> juga disepadukan dengan <b>MousePad</b> untuk menyediakan sokongan percetakan generik bagi pelbagai jenis dokumen teks menggunakan penukar <tt>a2ps</tt>.
nb: <b>Xfprint</b> er integrert med <b>MousePad</b> og tilbyr generell utskriftsstøtte for flere typer tekstdokumenter med <tt>a2ps</tt>-konverteren.
oc: <b>Xfprint</b> tanben s'intègre amb <b>MousePad</b> per provesir un soutien d'impression générique per diferents tipes de documents tèxte en utilizant lo convertidor <tt>a2ps</tt> .
pl: <b>Xfprint</b> został także zintegrowany z programem <b>MousePad</b>, zapewniając obsługę różnych rodzajów dokumentów tekstowych, przy użyciu konwertera <tt>a2ps</tt>.
pt: O <b>Xfprint</b> também está interligado ao <b>MousePad</b> para a possibilidade de impressão dos documentos de texto através do conversor <tt>a2ps</tt>.
pt_br: O <b>Xfprint</b> também integra com o <b>MousePad</b> para fornecer suporte a impressão genérica para diferentes tipos de documentos de texto usando o conversor <tt>a2ps</tt>.
ro: <b>Xfprint</b> se integrează, de asemenea, cu <b>MousePad</b> pentru a oferi suport generic de imprimare pentru diferite tipuri de documente text utilizând convertorul <tt>a2ps</tt>.
ru: Также <b>Xfprint</b> объединён с <b>MousePad</b> для предоставления общей поддержки печати в различного рода текстовых документах с использованием конвертера <tt>a2ps</tt>.
sq: <b>Xfprint</b>-i integrohet gjithashtu me <b>MousePad</b>-in, për të ofruar mbulim elementar për shtypje llojesh të ndryshme dokumentesh tekst duke përdorur shndërruesin <tt>a2ps</tt>.
sr: <b>Иксфпринт</b> се допуњује са <b>Мишоливком</b> ради обезбеђивања опште подршке за штампање различитих текстуалних докумената употребом <tt>a2ps</tt> претварача.
sv: <b>Xfprint</b> integrerar även med <b>MousePad</b> för att ge allmänt utskriftsstöd för olika typer av textdokument som använder <tt>a2ps</tt> konverteraren.
th: <b>Xfprint</b> ยังเชื่อมรวมกับ <b>MousePad</b> เพื่อรองรับการพิมพ์เอกสารข้อความชนิดต่างๆ โดยใช้ตัวแปลง <tt>a2ps</tt>
tr: <b>Xfprint</b> aynı zamanda, <b>MousePad</b> ile tümleşik çalışıyor ve <tt>a2ps</tt> dönüştürücüsünü kullanarak metin belgelerinin değişik türleri için genel yazdırma desteği sağlıyor.
uk: <b>Xfprint</b> також інтегрується з <b>MousePad</b>, надаючи загальну підтримку друкування для різноманітних видів текстових документів, використовуючи конвертер <tt>a2ps</tt>.
vi: <b>Xfprint</b> cũng tích hợp với <b>MousePad</b> để cung cấp hỗ trợ in chung cho các loại tài liệu văn bản khác nhau bằng trình chuyển đổi <tt>a2ps</tt>.
zh_tw: <b>Xfprint</b> 也整合到了 <b>MousePad</b> 中，使用 <tt>a2ps</tt> 轉換器以提供不同類型的文字文件通用的列印支援。

source: Xfce Print Dialog
ca: Diàleg d'impressió de l'Xfce
cs: Dialogové okno tisku v Xfce
de: Druckdialog von Xfce
es: Cuadro de diálogo de impresión de Xfce
fr: Fenêtre d’impression Xfce
gl: Diálogo de impresión de Xfce
he: דיאלוג הדפסה Xfce
id: Dialog Pencetak Xfce
it: Schermata di stampa di Xfce
ja: Xfce 印刷ダイアログ
kk: Xfce басып шығару сұхбат терезесі
lt: Xfce spausdinimo dialogas
ms: Dialog Cetak Xfce
nb: Xfces utskriftsdialog
oc: Bóstia de dialòg imprimer Xfce
pl: Okno dialogowe drukowania
pt: Janela de impressão do Xfce
pt_br: Diálogo de impressão do Xfce
ro: Fereastra de dialog pentru imprimare Xfce
ru: Диалог печати Xfce
sq: Dialog Shtypjesh Xfce
sr: Прозорче штампања ИксФЦЕ-а
sv: Xfce Utskriftsdialog
th: กล่องโต้ตอบสั่งพิมพ์ของ Xfce
tr: Xfce Yazdırma İletişim Penceresi
uk: Діалог друку в Xfce
vi: Hộp thoại in Xfce
zh_tw: Xfce 印表對話匣

source: As you can see the print dialog still looks relatively similar to that of Xfce 4.2, but the internal workings of the printing support were improved, especially the <tt>CUPS</tt> support. Besides that, the printing management functionality was moved to a library, so other applications can use the API to access the printer configuration.
ca: Com podeu veure, el diàleg d'impressió encara sembla relativament similar al de l'Xfce 4.2, però el funcionament intern del suport d'impressió es va millorar, especialment el suport <tt>CUPS</tt>. A més, la funcionalitat de gestió de la impressió es va traslladar a una biblioteca, de manera que altres aplicacions poden utilitzar l'API per accedir a la configuració de la impressora.
cs: Jak je vidět, dialogové okno vypadá stále podobně jako v Xfce 4.2, interní procesy podpory tisku však byly vylepšeny, zvláště pak podpora tiskového systému <tt>CUPS</tt>. Mimo to byla funkcionalita správy tisku přesunuta do knihovny, aby rozhraní API pro přístup k nastavení tiskárny mohly používat i jiné aplikace.
da: So du kan se, ser printe-dialogen ser stadig relativt lignende ud til Xfce 4.2, men den interne arbejde af printer-undstøttelsen var forbedret, specielt <tt>CUPS</tt> understøttelse. Udover det, er printe-håndterings funktionalitet flyttet til et biblotek, så andre applikationer kan bruge API adgang til printer-konfigurationen.
de: Wie Sie sehen können, erscheint der Drucken-Dialog ähnlich zu dem von Xfce 4.2, aber die internen Prozesse für die Druckunterstützung wurden verbessert, besondere die Unterstützung für <tt>CUPS</tt>. Außerdem wurde die Druckverwaltungsfunktionalität in eine Bibliothek ausgelagert, so dass andere Anwendungen diese API zur Druckerkonfiguration nutzen können.
es: Como se puede ver, el diálogo de impresión sigue pareciendo relativamente similar a la de Xfce 4.2, pero el funcionamiento interno del soporte de impresión se han mejorado, especialmente el soporte de <tt>CUPS.</tt> Además, la funcionalidad de gestión de impresión se trasladó a una librería, por lo que otras aplicaciones pueden utilizar la API para acceder a la configuración de la impresora.
fr: Comme vous pouvez le voir, la fenêtre d’impression est assez similaire à celle de Xfce 4.2, mais les mécanismes internes de gestion de l’impression ont été améliorés, notamment avec le support de <tt>CUPS</tt>. En dehors de ça, la fonction de gestion de l’impression a été déplacée dans une bibliothèque afin que d’autres applications puissent se servir de l’interface de programmation pour accéder à la configuration de l’imprimante.
gl: Como pode ver o diálogo de impresión aínda se ve relativamente parecido ao de Xfce 4.2, máis o funcionamento interno da impresión foi mellorado, especialmente a compatibilidade con <tt>CUPS</tt>. Ademais, a funcionalidade de xestión de impresión foi trasladada a unha biblioteca, polo que outras aplicacións poden usar a API para acceder á configuración da impresora.
he: כפי שאתה יכול לראות דיאלוג ההדפסה עדיין נראה יחסית דומה לזה של Xfce 4.2, אבל התהליכים הפנימיים של תמיכת ההדפסה שופרו, ביחוד תמיכת <tt>CUPS</tt>. חוץ מזה, פונקציונליות ניהול ההדפסה הועברה לספריה, כך שתוכנות אחרות יכולות להשתמש ב-API לצורך גישה להגדרות המדפסת.
id: Seperti yang Anda lihat, dialog pencetak masih tampak sama dengan Xfce 4.2, tetapi cara kerja internal dukungan pencetak telah ditingkatkan, terutama dukungan <tt>CUPS</tt>. Selain itu, fungsionalitas manajemen pencetak telah dipindahkan ke dalam sebuah pustaka, sehingga aplikasi lain bisa menggunakan API untuk mengakses konfigurasi pencetak.
it: L'interfaccia di stampa appare simile a quella di Xfce 4.2, ma il processo interno del supporto di stampa è stato migliorato, specialmente il supporto a <tt>CUPS</tt>. Inoltre le funzionalità di gestione della stampa sono state spostate in una libreria, in modo che altre applicazioni possano usare le API per accedere alla configurazione della stampante.
ja: 見ての通り、印刷ダイアログはXfce 4.2にあったものに比較的似ていますが、印刷サポートの内部の動作は、特に<tt>CUPS</tt>サポートにおいて、改善されました。さらに、印刷管理の機能性はライブラリに移りました。そのおかげで、ほかのアプリケーションもプリンターの設定にアクセスするAPIを利用することができます。
kk: Көріп тұрғаныңыздай, басып шығару сұхбат терезесі әлі де Xfce 4.2 нұсқасына ұқсас, бірақ басып шығаруды қолдаудың ішкі жұмысы, әсіресе <tt>CUPS</tt> қолдауы жақсартылды. Сонымен қатар, басып шығаруды басқару функциясы кітапханаға көшірілді, сондықтан басқа қолданбалар принтер конфигурациясына қол жеткізу үшін API-ді пайдалана алады.
lt: Kaip matote, spausdinimo dialogas vis dar atrodo santykinai panašus į tą, kuris buvo Xfce 4.2, tačiau vidinis spausdinimo palaikymas buvo patobulintas, o ypač <tt>CUPS</tt> palaikymas. Be to, spausdinimo tvarkymo funkcionalumas buvo perkeltas į biblioteką, taigi, kitos programos gali naudotis API, kad gautų prieigą prie spausdintuvo konfigūracijos.
ms: Sepertimana yang anda lihat dialog cetak masih kelihatan serupa dengan versi Xfce 4.2, tetapi kerja-kerja dalaman sokongan percetakan telah dipertingkatkan, terutamanya sokongan <tt>CUPS</tt>. Tambahan pula, kefungsian pengurusan percetakan telah dialih ke pustaka, supaya aplikasi lain dapat guna API untuk capai konfigurasi pencetak.
nb: Som du ser ligner utskriftsdialogen ganske mye på den i 4.2, men internt er utskriftsstøtten forbedret, spesielt <tt>CUPS</tt>-støtten. Utover det ble utskriftsbehandlingen flyttet til et bibliotek slik at andre programmer kan bruke API-et for å få tilgang til skriveroppsettet.
oc: Coma podètz veire la bóstia de dialòg d'impression es encara relativement similaire a celle de Xfce 4.2, mas lo foncionament interne del supòrt d'impression son estadas melhoradas, notamment lo supòrt de <tt>CUPS</tt>. A mai d'aquò, la foncionalitat de gestion d'impression es estada desplaçada a una bibliotèca, per que d'autras aplicacions puisent utilizar l'API per accedir a la configuracion de l'imprimenta.
pl: Działanie obsługi drukowania zostało usprawnione, chociaż okno dialogowe drukowania nadal wygląda podobnie do tego zaprezentowanego w Xfce 4.2. Udoskonalenia dotyczą zwłaszcza obsługi systemu <tt>CUPS</tt>. Poza tym funkcje zarządzania drukowaniem zostały przeniesione do biblioteki, aby inne programy mogły uzyskiwać dostęp do konfiguracji drukarek za pośrednictwem interfejsu API.
pt: Como pode ver, a janela de impressão pouco foi alterado comparativamente à janela do Xfce 4.2. No entanto, o funcionamento interno do sistema de impressão foi melhorado, particularmente com a adição do serviço <tt>CUPS</tt>. Para além disso, a gestão de impressões foi movida para um biblioteca, de modo a que outras aplicações possam aceder à API para aceder à configuração da impressora.
pt_br: Como você pode ver, o diálogo de impressão ainda parece relativamente semelhante ao do Xfce 4.2, mas o funcionamento interno foi melhorado, especialmente o suporte ao <tt>CUPS</tt>. Muito mais que isso, a funcionalidade de gerenciamento de impressão foi movida para uma biblioteca, de forma que outros aplicativos possam usar a API para acessar as configurações da impressora.
ro: După cum puteți vedea, fereastra dialogului de imprimare arată încă relativ similar cu cel din Xfce 4.2, dar funcționarea internă a suportului de imprimare a fost îmbunătățită, în special suportul <tt>CUPS</tt>. Pe lângă aceasta, funcționalitatea de gestionare a imprimării a fost mutată într-o bibliotecă, astfel încât alte aplicații pot utiliza API-ul pentru a accesa configurația imprimantei.
ru: Как можно увидеть, диалог печати выглядит схоже с таковым в Xfce 4.2, однако реализация поддержки печати была улучшена, особенно поддержка <tt>CUPS</tt>. Функционал управления печатью был вынесен в библиотеку и теперь другие приложения могут использовать этот API для настройки печати.
sq: Siç mund të shihni, dialogu i shtypjeve ende duket relativisht i ngjashëm me atë nën Xfce 4.2, por mekanizmat e brendshëm të punës për mbulim shtypjesh janë përmirësuar, veçanërisht ai për <tt>CUPS</tt>. Tej këtyre, funksioni i administrimit të shtypjeve është kaluar në një librari, që aplikacione të tjera të mund të përdorin API-n për të hyrë në formësimin e shtypësit.
sr: Као што се може видети, прозорче за штампање изгледа слично оном у ИксФЦЕ-у 4.2, али унутрашњи рад подршке штампања је побољшан, нарочито <tt>ЦУПС</tt> подршка. Поред тога, управљање поступком штампања је премештено у библиотеку, тако да други програми могу да користе АПИ ради приступу подешавањима штампача.
sv: Som du ser ser är utskriftsdialogfönstret relativt likt det i Xfce 4.2, men de interna utskriftsfunktionerna har förbättrats, speciellt stödet för <tt>CUPS</tt>. Förutom det, flyttades funktionaliteten för utskriftshantering till ett bibliotek, så att andra program kan använda API:et för att komma åt skrivarkonfigurationen.
th: ดังที่เห็นในภาพ กล่องโต้ตอบสั่งพิมพ์ยังคงดูคล้ายกับใน Xfce 4.2 แต่การทำงานภายในของระบบงานพิมพ์ได้มีการปรับปรุงให้ดีขึ้น โดยเฉพาะการรองรับ <tt>CUPS</tt> นอกจากนี้ การจัดการงานพิมพ์ต่างๆ ยังถูกย้ายออกไปเป็นไลบรารี เพื่อให้โปรแกรมอื่นสามารถใช้ API ในการเข้าถึงค่าตั้งของเครื่องพิมพ์ได้
tr: Sizinde görebileceğiniz gibi, yazdırma iletişim penceresi hala Xfce 4.2 sürümündeki ile oldukça benzer, ancak yazdırma desteğinin dahili çalışmaları geliştirilmiş, özellikle de <tt>CUPS</tt> desteği. Bunun dışında, yazdırma yönetimi işlevi bir kütüphaneye taşınmış, böylece diğer uygulamalar da yazıcı yapılandırmasına ulamak için bu API yi kullanabilecek.
uk: Як видно, діалог друкування все ще виглядає подібно до Xfce 4.2, однак внутрішня структура суттєво змінена, особливо підтримка<tt>CUPS</tt>. Крім цього, керування друкуванням перенесено до бібліотеки, так щоб інші програми могли мати API доступ до налаштування друкарки.
vi: Như bạn có thể thấy, hộp thoại in vẫn trông tương đối giống với hộp thoại của Xfce 4.2, nhưng hoạt động bên trong của hỗ trợ in đã được cải thiện, đặc biệt là hỗ trợ <tt>CUPS</tt>. Ngoài ra, chức năng quản lý in đã được chuyển sang thư viện để các ứng dụng khác có thể sử dụng API để truy cập cấu hình máy in.
zh_tw: 如您所見，列印對話框仍與 Xfce 4.2中的相類似，但列印支援的內部運作也有相當程度的改進，特別是 <tt>CUPS</tt> 支援。除此之外，列印管理的功能也被移動到一個函式庫裡面，這樣其他的應用程式就可以使用這些 API 來使用印表機的設定。

source: Autostart
ca: Inici automàtic
cs: Automatické spuštění
es: Inicio automático
fr: Démarrage automatique
gl: Inicio automático
he: התחלה אוטומטית
id: Mulai Otomatis
it: Avvio automatico
ja: 自動起動
kk: Автоқосылу
lt: Automatinė paleistis
ms: Automula
nb: Automatisk oppstart
oc: Aviada automatica
pl: Automatyczne uruchamianie
pt: Arranque automático
pt_br: Inicialização automática
ro: Autopornire
ru: Автозапуск
sq: Vetënisje
sr: Почетни програми
th: การเริ่มโปรแกรมอัตโนมัติ
tr: Otomatik başlatma
uk: Автозапуск
vi: Tự khởi động
zh_tw: 自動啟動
