Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The window manager gained a new themable Alt+Tab dialog with optional windows preview and a list mode. Initial Client side decoration support was implemented, window tiling mode was improved providing support for corner-tiling, and a new zooming mode was added. A HiDPI Xfwm theme was also added.
ca: El gestor de finestres ha obtingut un diàleg Alt+Tab temàtic nou amb vista prèvia opcional de les finestres i un mode de llista. Es va implementar el suport inicial de decoració lateral del client, es va millorar el mode de tessel·lació de les finestres i es va afegir un nou mode de zoom. També es va afegir un tema HiDPI Xfwm.
cs: Správce oken získal nové dialogové okno Alt+Tab s nastavitelnými motivy a volitelným náhledem oken a režimem seznamu. Byla implementována počáteční podpora dekorací ze strany klienta, režim umístění oken do dlaždic byl vylepšen o podporu práce s rohy, a byl přidán nový režim pro zvětšování. Také byl přidán motiv pro vysoké rozlišení HiDPI Xfwm.
da: Vindue-håndtering fik nyt tema-redigerbart Alt+Tab dialog med muligheden vindue-forhåndsvisning og en liste-metode. Den første klient-side dekorations understøttelse var implementeret, vindue-flise-metoden var forbedret, tilbyder nu understøttelse for hjørne-flisning, og en ny zoome-metode var tilføjet. En HiDPI Xfwm tema var også inkluderet.
de: Die Fensterverwaltung bekam einen neuen, über Stile gestaltbaren Alt+Tab Dialog mit optionaler Fenstervorschau und einem Listenmodus. Grundlegende Unterstützung für Client Side Decorations wurde eingeführt, der Kachelmodus für Fenster wurde mit der Unterstützung für Kacheln in den Ecken verbessert, und ein neuer Zoommodus wurde hinzugefügt. Ein HiDPI Xfwm Stil wurden ebenfalls hinzugefügt.
es: El gestor de ventanas ganó un nuevo diálogo de ventanas temable para Alt+Tab con vistas previas de ventanas y un modo de lista opcionales. Implementación inicial para decoraciones del lado del cliente, se mejoro el modo de ventana añadiendo soporte para para acoplar ventanas en las esquinasla esquina y se añadió un nuevo modo de zum. También se añadió un tema HiDPI para Xfwm.
fr: Le gestionnaire de fenêtres dispose d’une nouvelle boîte de dialogue Alt+Tab personnalisable avec une prévisualisation optionnelle des fenêtres et un mode « Liste ». Une prise en charge initiale des décorations côté client a été implémentée, le mode de disposition en mosaïque des fenêtres a été amélioré via la prise en charge des mosaïques en coin d’écran, et un nouveau mode zoom a été ajouté. Un thème Xfwm HiDPI a aussi été ajouté.
gl: O xestor de xanelas gañou un novo diálogo Alt + Tab personalizábel con vista previa de xanelas e un modo de lista opcionais. A compatibilidade inicial para a decoración do lado do cliente foi engadida, o método de axuste de xanelas foi mellorado fornecendo compatibilidade para o recheo de esquinas e engadiuse un novo modo de zum. Engadiuse tamén un tema HiDPI Xfwm.
he: מנהל החלונות קיבל דו־שיח Alt-Tab חדש הניתן להתאמה אישית עם ערכות נושא עם הצצות אפשריות לחלונות ומצב רשימה. יושמה תמיכה ראשונית בקישוט צד לקוח, מצב הפיכת חלונות לאריחים שופר ומספק תמיכה באריחי פינה, ונוסף מצב זום חדש. כמו כן נוספה ערכת נושא HiDPI Xfwm חדשה.
id: Manajer jendela mendapatkan dialog Alt+Tab dengan tema, dengan pratinjau jendela opsional dan mode daftar. Dukungan awal Dekorasi Sisi Klien telah diimplementasikan, mode pengubinan jendela telah ditingkatkan dengan menyediakan dukungan untuk pengubinan-sudut, dan mode zum yang baru telah ditambahkan. Tema Xfwm HiDPI juga telah ditambahkan.
it: Il gestore delle finestra è stato migliorato con un nuova finestra di dialogo personalizzabile con l'anteprima delle finestre e la modalità a lista. È stato implementato un supporto iniziale per le decorazioni lato client, è stato migliorato il sistema di ridimensionamento per sistemare le finestre negli angoli e una nuova modalità di ingrandimento è stata aggiunta. È stato aggiunto anche un nuovo tema HiDPI per Xfwm.
ja: ウィンドウマネージャーは、ウィンドウプレビューとリストモードのオプションを備えた、新しいテーマ対応Alt+Tabダイアログをサポートしました。初期のクライアントサイドの装飾サポートが実装され、ウィンドウタイルモードが改善され、コーナータイルのサポートが提供され、新しいズームモードが追加されました。HiDPI Xfwmテーマも追加されました。
kk: Терезе менеджері терезелерді алдын ала қарау мүмкіндігі және тізім режимі бар жаңа тақырыптық Alt+Tab сұхбат терезесіне ие болды. Клиенттік жақты безендірудің бастапқы қолдауы іске асырылды, терезелерді плиткамен орналастыру режимі жақсартылып, бұрыштық орналастыру қолдауы қосылды және жаңа масштабтау режимі енгізілді. Сондай-ақ HiDPI Xfwm тақырыбы қосылды.
lt: Langų tvarkytuvė įgavo naują, temas palaikantį, Alt+Tab dialogą su pasirinktina langų peržiūra ir sąrašo veiksena. Buvo įgyvendintas pradinis Kliento pusės dekoracijų palaikymas, buvo patobulinta langų išklojimo veiksena, kuriai suteiktas kampinio išklojimo palaikymas, taip pat buvo pridėta nauja didinimo veiksena. Be to buvo pridėta HiDPI Xfwm tema.
ms: Pengurus tetingkap mendapat satu dialog Alt+Tab boleh ditema baharu dengan pratonton tetingkap dan mod senarai pilihan. Sokongan hiasan sisi Klien awal juga dilaksanakan, mod penjubinan tetingkap telah ditambah baik dengan menyediakan sokongan untuk penjubinan-bucu, dan mod pengezuman baharu juga telah ditambah. Satu tema Xfwm HiDPI juga telah ditambah.
nb: Vindusbehandleren fikk en ny stilbar Alt + Tab-dialog med valgfri forhåndsvisning av vinduer og en listemodus. Grunnleggende klientdekorasjoner ble implementert, flislegging av vinduer ble forbedret med støtte for hjørner, og en ny zoom-modus ble lagt til. Et HiDPI-tema for Xfwm ble også lagt til.
pl: Menedżer okien zdobył nowe, obsługujące motywy okno Alt+Tab z dodatkowym podglądem okien i trybem listy. Wprowadzono wstępnie wsparcie dla dekoracji ze strony klienta, ulepszono kafelkowanie okien dodając przyciąganie do rogów ekranu. Dodano nowy tryb powiększania i motyw Xfwm wysokiej rozdzielczości.
pt: O gestor de janelas ganhou uma nova janela Alt+Tab com temas com previsão de janelas e um modo de lista. Suporte a decorações no cliente foi implementado, redimensionamento de janela foi melhorado com suporte para redimensionamento no canto e um novo modo de zoom foi adicionado. Um tema HiDPI para o Xfwm também foi adicionado.
pt_br: O gerenciador de janelas ganhou um novo diálogo Alt+Tab personalizável, com visualização opcional de janelas e um modo de lista. O suporte inicial a decorações no lado do cliente foi implementado, o modo de organização de janelas foi aprimorado, oferecendo suporte para organização em cantos, e um novo modo de zoom foi adicionado. Além disso, foi incluído um tema HiDPI para o Xfwm.
ro: Administratorul de ferestre a câștigat un nou dialog tematic Alt+Tab cu previzualizare opțională a ferestrelor și un mod listă. A fost implementat suportul inițial pentru decorațiuni pe partea de client, a fost îmbunătățit modul de stivuire a ferestrelor, oferind suport pentru stivuirea în colțuri, și a fost adăugat un nou mod de mărire/micșorare. De asemenea, a fost adăugată o temă HiDPI Xfwm.
ru: Оконный менеджер получил новый настраиваемый диалог Alt+Tab с опциональным просмотром окна и режимом списка. Была реализована начальная поддержка декораций на стороне клиента, была улучшена поддержка плиток окон с новым режимом масштабирования. Также была добавлена HiDPI-тема Xfwm.
sq: Përgjegjësi i dritareve përfitoi një dialog të ri Alt+Tab, tema grafike e të cilit mund të ndryshohet, me një paraparje opsionale dritaresh dhe një mënyrë listë. U sendërtua mbulim fillestar për zbukurim më anë të Klientit, mënyra tjegullzim dritaresh u përmirësua duke furnizuar mbulim për tjegullzim në cepa, dhe u shtua një mënyrë e re zoom-imi. U shtua gjithashtu një temë HiDPI.
sr: Управник прозора је добио нови прозор за Алт+таб коме се може мењати тема са могућношћу прегледа прозора или приказа њиховог списка. Уграђена је подршка за сопствене украсе прозора програма, поплочавање прозорима је побољшано са новом подршком за поплочавање угловима, додато је приближавање и нове теме прилагођене екранима високе густине тачака.
sv: Fönsterhanteraren har fått en ny tembar Alt+Tab dialog med förhandsvisning av fönster som tillval och ett listläge. Inledande stöd för klientsidedekorationer infördes, fönster tiling-läget förbättrades genom fästning till hörn och ett nytt zoomläge. Ett HiDPI Xfwm-tema lades också till.
th: โปรแกรมจัดการหน้าต่างได้เพิ่มกล่องโต้ตอบ Alt+Tab อันใหม่ที่ใช้ชุดตกแต่งได้ พร้อมโหมดแสดงภาพตัวอย่างหน้าต่างและโหมดรายชื่อ การรองรับการวาดกรอบหน้าต่างที่ฝั่งไคลเอนต์ก็ได้มีการรองรับแล้วในขั้นต้น โหมดการเรียงต่อชนหน้าต่างก็มีการปรับปรุงโดยรองรับการต่อชนที่มุมหน้าจอ และได้เพิ่มโหมดการซูมโหมดใหม่ นอกจากนี้ยังมีการเพิ่มชุดตกแต่งของ Xfwm สำหรับ HiDPI อีกด้วย
tr: Pencere yöneticisi, isteğe bağlı pencere ön izlemesi ve liste kipi olan, yeni bir temalı Alt+Tab penceresi kazandı. Başlangıç İstemci tarafı süsleme desteği geliştirildi, pencere döşeme kipi , köşe döşemesiyle birlikte gelişti ve yeni yakınlaştırma kipi eklendi. Ayrıca HiDPI Xfwm teması eklendi.
uk: Віконний менеджер отримав новий діалог Alt+Tab з опціональним переглядом вікна і режимом списку. Була реалізована початкова підтримка декорацій на стороні клієнта, була покращена підтримка плиток вікон з новим режимом масштабування. Також була додана тема HiDPI для Xfwm.
vi: Trình quản lý cửa sổ có hộp thoại Alt+Tab có chủ đề mới với chế độ xem trước cửa sổ tùy chọn và chế độ danh sách. Hỗ trợ trang trí phía Máy khách ban đầu đã được triển khai, chế độ ốp lát cửa sổ được cải thiện để hỗ trợ ốp lát góc và chế độ zoom mới đã được thêm vào. Chủ đề HiDPI Xfwm cũng đã được thêm vào.
zh_tw: 視窗管理員獲得了新的可主題化 Alt+Tab 對話框，並包含了可選的視窗預覽模式及列表模式。初步的客戶端裝飾支援也實作了，視窗平鋪模式也有改進以提供角落平鋪，新的縮放模式也被加入了。新的 HiDPI 主題也被加入了。

source: The panel can now intelligently hide itself, supports Gtk3 plugins, and saw lots of its third-party plugins updated to take full advantage of the features added in 4.10.
ca: El panell ara pot amagar-se intel·ligentment, admet connectors Gtk3, i va veure molts dels seus connectors de tercers actualitzats per aprofitar al màxim les característiques afegides en la 4.10.
cs: Panel se nyní dokáže sám inteligentně schovat, podporuje zásuvné moduly Gtk3 a mnoho zásuvných modulů třetích stran bylo aktualizováno pro využití všech funkcí a vlastností přidaných ve verzi 4.10.
da: Panelet kan nu med intelligens gemme sig selv, understøtter Gtk4 plugins, og så mange af dets tredjepart plugin opdateret til at tage fuld fordel af funktionerne tilføjet i 4.10.
de: Die Leiste kann sich jetzt intelligent selbst verstecken, unterstützt Gtk3-Plugins und eine Vielzahl Drittplugins wurden aktualisiert um umfassend von den neuen Funktionen von 4.10 zu profitieren.
es: El panel ahora puede ocultarse inteligentemente, soporta complementos escritos en GTK-3 y un montón de sus complementos de terceros fueron actualizados para aprovechar al máximo las prestaciones añadidas en 4.10.
fr: Le tableau de bord peut maintenant se masquer intelligemment, prend en charge les greffons Gtk3, et a vu de nombreux greffons de tierces parties mis à jour pour profiter des améliorations introduites dans Xfce 4.10.
gl: O panel agora pode ocultarse de forma intelixente, é compatíbel cos complementos de Gtk3 e moitos dos engadidos de terceiros foron actualizados para sacar o máximo proveito das características engadidas na versión 4.10.
he: הלוח עכשיו יכול להסתיר את עצמו באופן אינטליגנטי, תומך בתוספי Gtk3, וראה הרבה תוספי צד שלישי שלו מעודכנים בכדי לנצל באופן מלא את המאפיינים שנוספו ב-4.10.
id: Sekarang panel dapat menyembunyikan dirinya secara cerdas, mendukung plugin Gtk3, dan plugin-plugin pihak ketiga telah diperbarui untuk mendapatkan keuntungan penuh dari fitur-fitur yang ditambahkan di 4.10.
it: Il pannello può nascondersi automaticamente in modo intelligente, supporta i componenti aggiuntivi GTK+3 e molti dei componenti aggiuntivi di terze parti sono stati aggiornati per sfruttare a pieno le caratteristiche aggiunte nella versione 4.10.
ja: このパネルはインテリジェントに非表示になり、Gtk3プラグインをサポートし、4.10で追加された機能を最大限活用するため多くのサードパーティプラグインが更新されました。
kk: Панель енді өзін ақылды түрде жасыра алады, Gtk3 плагиндерін қолдайды және оның көптеген үшінші тарап плагиндері 4.10 нұсқасында қосылған мүмкіндіктерді толық пайдалану үшін жаңартылды.
lt: Dabar skydelis gali išmaniai pasislėpti, palaiko Gtk3 įskiepius, o jo trečiųjų šalių įskiepiai įgavo daugybę atnaujinimų, kad galima būtų pilnai išnaudoti visas į 4.10 pridėtas ypatybes.
ms: Panel kini dapat menyembunyikan dirinya secara pintar, menyokong pemalam Gtk3, dan terdapat banyak pemalam pihak-ketiga untuk mendapatkan kelebihan sepenuhnya fitur tambahan dalam 4.10.
nb: Panelet kan nå skjule seg selv, støtter Gtk3-tillegg, og mange av tredjepartstilleggene ble oppdatert for å støtte ny funksjonalitet i 4.10.
pl: Panel może teraz inteligentnie ukrywać się, wspiera wtyczki GTK3 i wiele wtyczek zostało zaktualizowanych dla lepszego wykorzystania funkcji dodanych w 4.10.
pt: O painel pode agora esconder-se de forma inteligente, suporta plugins Gtk3 e viu muitos novos plugins de terceiros serem atualizados para tirar todo o proveito das funcionalidades adicionados no 4.10.
pt_br: Agora, o painel pode se ocultar de forma inteligente, oferece suporte a plugins Gtk3 e recebeu várias atualizações em seus plugins de terceiros para aproveitar totalmente os recursos adicionados no Xfce 4.10.
ro: Panoul se poate ascunde acum în mod inteligent, acceptă modulele Gtk3 și multe dintre modulele sale terțe au fost actualizate pentru a profita pe deplin de caracteristicile adăugate în 4.10.
ru: Теперь панель может автоматически спрятаться, поддерживает плагины Gtk3 и обнаруживает больше сторонних модулей, обновлённых для использования в полной мере функций, добавленных в 4.10.
sq: Paneli tani mund të fshehë me mençuri veten, mbulon shtojca Gtk3 dhe pa plot nga shtojcat e veta prej palësh të treta të përditësohen për të përfituar plotësisht prej veçorive të shtuara me 4.10-n.
sr: Полица сада може да се паметно скрива, подржава прикључке ГТК-а 3, добила је доста надградњи прикључака трећих страна ради пуног искоришћења могућности додатих у 4.10.
sv: Panelen kan nu dölja sig intelligent, stöder Gtk3-insticksprogram, och fick många tredjepartsinsticksprogram uppdaterade för att dra full fördel av funktioner tillagda i 4.10.
th: พาเนลรุ่นนี้สามารถซ่อนตัวได้อย่างฉลาด รองรับปลั๊กอิน Gtk3 และมีการปรับปรุงปลั๊กอินของบุคคลที่สามจำนวนมากเพื่อใช้ประโยชน์จากความสามารถต่างๆ ที่เพิ่มเข้ามาใน 4.10
tr: Panel, artık daha akıllı kendini gizliyor, Gtk3 destekliyor ve 4.10 sürümüne eklenmiş özelliklerin, tüm avantajları için üçüncü kısım eklentiler güncellenmiştir.
uk: Тепер панель може автоматично сховатися, підтримує додатки Gtk3, і бачить більше сторонніх модулів, оновлених для використання в повній мірі функцій, доданих в 4.10.
vi: Bảng điều khiển giờ đây có thể tự ẩn một cách thông minh, hỗ trợ các plugin Gtk3 và thấy nhiều plugin của bên thứ ba được cập nhật để tận dụng tối đa các tính năng được thêm vào trong phiên bản 4.10.
zh_tw: 面板現在會聰明的隱藏它自己、支援 Gtk3 插件，並有更多插件更新已受惠於在 4.10 中加入的功能。

source: The desktop has a new wallpaper settings dialog, per workspace wallpaper support, and better multi-monitor handling. It also supports displaying folder cover art and emblems on icons now.
ca: L'escriptori té un diàleg nou de configuració del fons de pantalla, per a la implementació del fons de pantalla de l'espai de treball i una millor gestió multimonitor. També suporta mostrar la caràtula de carpetes i els emblemes a les icones ara.
cs: Pracovní plocha má nové dialogové okno pro nastavení nové tapety plochy, podporu tapety pro každou pracovním plochu zvlášť a lepší manipulaci s více monitory. Také nyní podporuje zobrazování obrázku obalu složky a emblémy na ikonách.
da: Skrivebordet har en ny baggrunds-indstillings dialog, hver arbejdsplads baggrunds-billede understøttelse, og bedre fler-skærms håndtering. Det understøtter også at vise mappe-omslag or emblemer på ikoner nu.
de: Die Arbeitsumebung besitzt nun einen neuen Hintergrundbild-Einstellungsdialog, Unterstützung für verschiedene Hintergrundbilder pro Arbeitsfläche und bessere Multi-Monitor-Unterstützung. Sie unterstützt nun auch die Anzeige von Titelbildern für Order und Emblemen auf Symbolen.
es: El escritorio tiene un nuevo diálogo de configuración de papel tapiz, soporte de papel tapiz por área de trabajo, y mejor manejo de múltiples pantallas. También ahora soporta la muestra de carátulas de carpetas y emblemas en iconos.
fr: Le bureau profite d’un nouveau gestionnaire de fond d’écran, réglable par espace de travail, qui gère mieux les moniteurs multiples. Il prend également en charge l’affichage sous forme d’images des dossiers et les emblèmes sur les icônes.
gl: O escritorio ten un novo diálogo de opcións de fondo, permite configurarse por espazo de traballo e mellora o manexo para múltiples pantallas. Agora tamén engade a posibilidade de visualización de imaxes para o cartafol e emblemas nas iconas.
he: לשולחן העבודה יש דיאלוג הגדרות רקע חדש, תמיכה ברקע לכל מרחב עבודה, וטיפול טוב יותר במסכים מרובים. הוא גם תומך בהצגת אומנות כיסוי תיקיות וסמלים על אייקונים עכשיו.
id: Desktop memiliki dialog pengaturan gambar latar belakang baru, dukungan gambar latar belakang per ruang kerja, dan penanganan multi-monitor yang lebih baik. Ia juga mendukung tampilan seni sampul folder dan emblem pada ikon.
it: La scrivania ha una nuova finestra di impostazione dello sfondo, supporto a sfondi diversi per i vari spazi di lavoro e una migliore gestione di più schermi. È inoltre possibile mostrare emblemi e copertine nelle icone.
ja: デスクトップでは新しい壁紙設定ダイアログ、ワークスペースごとの壁紙サポート、およびマルチモニター処理の改善が行われています。また、フォルダカバーアートとエンブレムをアイコンに表示することもできます。
kk: Жұмыс үстелінде тұсқағаз баптауларының жаңа сұхбат терезесі, әр жұмыс орны үшін тұсқағаз қолдауы және жақсартылған көпмониторлы жұмыс режимі пайда болды. Сондай-ақ ол енді таңбашаларда бума мұқабалары мен эмблемаларды көрсетуді қолдайды.
lt: Darbalaukis turi naują darbalaukio fono nustatymų dialogą, skirtingo darbalaukio fono kiekvienai darbo sričiai palaikymą ir geresnį kelių monitorių apdorojimą. Dabar jis taip pat palaiko aplankų viršelių iliustracijas ir emblemas ant piktogramų.
ms: Desktop memiliki dialog tetapan kertas dinding baharu, sokongan kertas dinding per ruang kerja, dan pengendalian monitor-berbilang yang lebih baik. Kini, ia juga menyokong pemaparan seni kulit hadapan dan lambang folder pada ikon.
nb: Skrivebordet har et nytt dialogvindu for oppsett av bakgrunnsbilder, støtte for separate bakgrunnsbilder per arbeidsområde, og håndterer flere skjermer bedre. Det viser også albumomslag og merkelapper på ikoner.
pl: Pulpit ma teraz nowe okno zmiany tła pulpitu, wsparcie osobnych tapet na każdą przestrzeń roboczą i lepszą obsługę wielu monitorów. Obsługuje teraz wyświetlanie okładki folderu i symbole na ikonach.
pt: O ambiente de trabalho tem agora uma nova janela de definições de papel de parede, suporte a cada papel de parede por área de trabalho e melhor suporte a vários monitores. Também suporta decorações de pastas e emblemas sobre os ícones.
pt_br: A área de trabalho possui um novo diálogo de configurações de papel de parede, e melhor suporte multi-monitor. Agora também suporta a exibição de arte de capas nas pastas e emblemas em ícones.
ro: Biroul are o nouă fereastră de dialog pentru opțiunile de fundal, suport pentru fundaluri pentru fiecare spațiu de lucru și o mai bună gestionare multi-monitor. De asemenea, acum poate afișa embleme și coperți de dosare în pictograme.
ru: Рабочий стол получил новый диалог настройки фонового изображения с новыми опциями и улучшенным управлением многоэкранного режима. Теперь он также поддерживает отображение эскизов папок и эмблем иконов.
sq: Desktopi ka një dialog të ri rregullimesh sfondi, mbulim për sfonde sipas hapësirës së punës, dhe trajtim më të mirë instancash me shumë monitorë. Mbulon tanimë edhe shfaqje në ikona të figurave dhe emblemave për dosjet.
sr: Радна површ има ново прозорче поставки, подршку за посебну слику позадине по сваком радном простору, бољу подршку за управљање са више екрана. Сада подржава приказ уметничких слика албума по фасцикли и израза лица на сличицама.
sv: Skrivbordet har nu en ny inställningsdialog för bakgrunder, stöd för bakgrund per skrivbord, och bättre hantering av flera skärmar. Det stödjer nu också visning av mappdekorationer och ikoner.
th: พื้นโต๊ะมีกล่องโต้ตอบกำหนดภาพพื้นหลังอันใหม่ ซึ่งรองรับการใช้ภาพพื้นหลังแยกกันสำหรับแต่ละพื้นที่ทำงาน และสามารถรองรับการใช้จอภาพหลายจอได้ดียิ่งขึ้น นอกจากนี้ยังรองรับการแสดงภาพหน้าปกโฟลเดอร์และตราบนไอคอนต่างๆ แล้ว
tr: Masaüstü, yeni bir duvar kağıdı ayar penceresine, her bir çalışma için ayrı duvar kağıdı desteğine ve daha iyi çoklu ekran desteğine sahip. Ayrıca simgelerde, klasör simgesi ve amblemleri de destekliyor.
uk: Робочий стіл отримав новий діалог налаштування зображення тла, покращення управління багатоекранного режиму. Тепер він також підтримує відображення іконок тек і емблем на іконках.
vi: Máy tính để bàn có hộp thoại cài đặt hình nền mới, hỗ trợ hình nền cho mỗi không gian làm việc và xử lý nhiều màn hình tốt hơn. Nó cũng hỗ trợ hiển thị ảnh bìa thư mục và biểu tượng trên các biểu tượng.
zh_tw: 桌面現在有了一個新的桌布設定對話框、每個工作空間不同桌布的支援，以及更好的多顯示器支援。它同時也支援顯示資料夾封面及符號在圖示上。
