Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: As always, we welcome everyone who would like to contribute to the development of Xfce! You can either <a href="https://docs.xfce.org/xfce/building">test Xfce</a> and <a href="https://bugzilla.xfce.org">report bugs</a>, you can help us with <a href="https://www.transifex.com/tag/xfce/">translations</a> and <a href="https://docs.xfce.org">documentation</a>, with <a href="https://wiki.xfce.org/design/start">usability and user experience</a> by packaging Xfce into your distribution, and by <a href="https://wiki.xfce.org/dev/howto/contribute">submitting patches</a> or entirely new features! You can get in touch with us on the Freenode IRC channel #xfce-dev and our <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">mailing list</a>.
ca: Com sempre, donem la benvinguda a tothom que vulgui contribuir al desenvolupament de l'Xfce! Podeu fer <a href="https://docs.xfce.org/xfce/building">test de l'Xfce</a> i <a href="https://bugzilla.xfce.org">reportar errors</a>, podeu ajudar-nos amb <a href="https://www.transifex.com/tag/xfce/">traduccions</a> i <a href="https://docs.xfce.org">documentació</a>, amb <a href="https://wiki.xfce.org/design/start">usabilitat i experiència d'usuari</a> empaquetant Xfce a la vostra distribució, i</a>0 enviant pedaços </a>1 o funcions completament noves! Podeu posar-vos en contacte amb nosaltres al canal Freenode IRC thexfce-dev i a la nostra <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">mailing list</a>.
cs: Jako vždy vítáme všechny, kteří by se chěli na vývoji Xfce podílet! Můžete buď <a href="https://docs.xfce.org/xfce/building">testovat Xfce</a> a <a href="https://bugzilla.xfce.org">hlásit chyby</a>, můžete nám pomoci s <a href="https://www.transifex.com/tag/xfce/">překlady</a> a <a href="https://docs.xfce.org">dokumentací</a>, with <a href="https://wiki.xfce.org/design/start">použitelnosti a činností koncového uživatele</a> přibalením Xfce do vaší distribuce a <a href="https://wiki.xfce.org/dev/howto/contribute">zasíláním oprav</a> nebo úplně nových funkcí a vlastností! Můžete nás kontaktovat na kanálu Freenode IRC #xfce-dev a naší <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">e-mailové konferenci</a>.
da: Som altid velkommer vi alle der gerne til bidrage til udviklingen af Xfce! Du kan enten <a href="https://docs.xfce.org/xfce/building">teste Xfce</a> og <a href="https://bugzilla.xfce.org">rapportere fejl</a>, du kan hjælpe os med <a href="https://www.transifex.com/tag/xfce/">oversættelser</a> og <a href="https://docs.xfce.org">dokumentation</a>, med <a href="https://wiki.xfce.org/design/start">avendelighed og bruger-oplevelse</a>ved at pakke Xfce ind i din distrobution og ved <a href="https://wiki.xfce.org/dev/howto/contribute">indsende fejl-retninger</a>eller helt nye funktioner! Du kan få fat på os, på Freenode IRC kanalen #xfce-dev og vores <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">mailing-liste</a>.
de: Wie immer heissen wir jeden willkommen, der zur Entwicklung von Xfce beitragen möchte! Sie können entweder <a href="https://docs.xfce.org/xfce/building">Xfce testen</a> und <a href="https://bugzilla.xfce.org">Fehler melden</a>, Sie können uns mit <a href="https://www.transifex.com/tag/xfce/">Übersetzungen</a> und <a href="https://docs.xfce.org">Dokumentation</a>, mit <a href="https://wiki.xfce.org/design/start">Usability und Nutzererfahrung</a>, durch Paketierung von Xfce für Ihre Distribution und durch das <a href="https://wiki.xfce.org/dev/howto/contribute">Einreichen von Patches</a> oder komplett neuer Funktionen helfen! Sie erreichen uns im Freenode IRC Raum #xfce-dev und auf unserer <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">Mailingliste</a>.
es: ¡Como siempre, es bienvenido cualquiera que quiera contribuir en el desarrollo de Xfce! Puede ayudar <a href="https://docs.xfce.org/xfce/building">probando Xfce</a> y <a href="https://bugzilla.xfce.org">reportando errores</a>, puede echarnos una mano con las <a href="https://www.transifex.com/tag/xfce/">traducciones</a> y la <a href="https://docs.xfce.org">documentación</a>, con <a href="https://wiki.xfce.org/design/start">la usabilidad y experiencia de usuario</a> empaquetando Xfce en su distribución, y <a href="https://wiki.xfce.org/dev/howto/contribute">enviando parches</a> ¡o completamente nuevas características! Puede ponerse en contacto con nosotros en canal de IRC Freenode #xfce-dev y nuestra <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">lista de correo electrónico</a>.
fr: Comme toujours, nous accueillons tous ceux qui voudraient participer au développement de Xfce ! Vous pouvez <a href="https://docs.xfce.org/xfce/building">tester Xfce</a>, <a href="https://bugzilla.xfce.org">signaler des bogues</a>, nous aider avec les <a href="https://www.transifex.com/tag/xfce/">traductions</a>, la <a href="https://docs.xfce.org">documentation</a>, avec <a href="https://wiki.xfce.org/design/start">l’utilisation et les retours d’expérience</a>, en empaquetant Xfce pour votre distribution ou encore en <a href="https://wiki.xfce.org/dev/howto/contribute">soumettant des correctifs</a> ou de toutes nouvelles fonctionnalités ! Vous pouvez nous contacter sur le canal IRC Freenode #xfce-dev et notre <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">liste de diffusion</a>.
gl: Como sempre, damos a benvida a quen desexen contribuír ao desenvolvemento do Xfce! Pode <a href="https://docs.xfce.org/xfce/building">probar Xfce</a> e <a href="https://bugzilla.xfce.org">informar de fallos</a>, pode axudarnos con <a href="https://www.transifex.com/tag/xfce/">traducións</a> e <a href="https://docs.xfce.org">documentación</a>, con <a href="https://wiki.xfce.org/design/start">usabilidade e experiencia de usuario</a>, empaquetando o Xfce na súa distribución e <a href="https://wiki.xfce.org/dev/howto/contribute">enviando parches</a> ou funcións completamente novas. Pode poñerse en contacto connosco na canle IRC de Freenode#xfce-dev e a nosa <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">lista de correo</a>.
he: כמו תמיד, אנו שמחים על כל אחד שרוצה לתרום לפיתוח של Xfce! אפשר <a href="https://docs.xfce.org/xfce/building">לבדוק את התוכנה</a> ו<a href="https://bugzilla.xfce.org">לדווח על באגים</a> , אפשר לעזור לנו <a href="https://www.transifex.com/tag/xfce/">לתרגם</a> ו<a href="https://docs.xfce.org">לתעד</a> , אפשר לעזור לנו עם <a href="https://wiki.xfce.org/design/start">חווית המשתמש</a> בעזרת אריזת Xfce להפצה שלך, ועל ידי <a href="https://wiki.xfce.org/dev/howto/contribute">שליחת תיקונים</a> או תכונות חדשות! אפשר ליצור איתנו קשר בערוץ #xfce-dev ב־Freenode IRC וב<a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">רשימת הדיוור</a>.
id: Seperti biasa, kami menyambut siapapun yang ingin berkontribusi pada pengembangan Xfce! Anda bisa <a href="https://docs.xfce.org/xfce/building">menguji Xfce</a> dan <a href="https://bugzilla.xfce.org">melaporkan kutu</a>, Anda bisa membantu kami dengan <a href="https://www.transifex.com/tag/xfce/">penerjemahan</a> dan <a href="https://docs.xfce.org">dokumentasi</a>, dengan <a href="https://wiki.xfce.org/design/start">kegunaan dan pengalaman pengguna</a> dengan memaketkan Xfce ke distribusi Anda, dan dengan <a href="https://wiki.xfce.org/dev/howto/contribute">mengirimkan tambalan</a> atau fitur yang benar-benar baru! Anda bisa menghubungi kami di kanal IRC Freenode #xfce-dev dan <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">milis</a> kami.
it: Come sempre, diamo il benvenuto a chiunque voglia contribuire allo sviluppo di Xfce! È possibile sia <a href="https://docs.xfce.org/xfce/building">testare</a> che <a href="https://bugzilla.xfce.org">segnalare bug</a>, si può aiutare nelle <a href="https://www.transifex.com/tag/xfce/">traduzioni</a> e nella <a href="https://docs.xfce.org">documentazione</a>, con <a href="https://wiki.xfce.org/design/start">l'usabilità e l'esperienza utente</a> pacchettizzando Xfce per la tua distribuzione, <a href="https://wiki.xfce.org/dev/howto/contribute">inviare patch</a> o aggiungere nuove funzionalità! Ci si può mettere in contatto con noi attraverso il canale #xfce-dev su Freenode IRC oppure con la <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">mailing list</a>.
ja: いつものように、Xfceの開発に貢献したいすべての人を歓迎します！<a href="https://docs.xfce.org/xfce/building">Xfceをテスト</a>して<a href="https://bugzilla.xfce.org">バグを報告</a>。<a href="https://www.transifex.com/tag/xfce/">翻訳</a>と<a href="https://docs.xfce.org">ドキュメント</a>の作成。<a href="https://wiki.xfce.org/design/start">ユーザービリティとユーザーエクスペリエンス</a>の説明。Xfceのディストリビューション向けパッケージの作成。<a href="https://wiki.xfce.org/dev/howto/contribute">パッチ</a>または全く新しい機能の投稿。Freenode IRCチャンネル #xfce-dev および<a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">メーリングリスト</a>で、私たちに連絡を取ることができます。
kk: Әдеттегідей, біз Xfce дамуына үлес қосқысы келетін кез келген адамды қарсы аламыз! Сіз <a href="https://docs.xfce.org/xfce/building">Xfce-ні сынай аласыз</a> және <a href="https://bugzilla.xfce.org">қателер туралы хабарлай аласыз</a>, бізге <a href="https://www.transifex.com/tag/xfce/">аудармалармен</a> және <a href="https://docs.xfce.org">құжаттамамен</a>, Xfce-ні дистрибутивіңізге жинақтау арқылы <a href="https://wiki.xfce.org/design/start">пайдалану ыңғайлылығы мен пайдаланушы тәжірибесін</a> жақсартумен, сондай-ақ <a href="https://wiki.xfce.org/dev/howto/contribute">түзетулерді</a> немесе мүлдем жаңа мүмкіндіктерді жіберумен көмектесе аласыз! Бізбен Freenode IRC #xfce-dev арнасында және <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">таратылым тізімімізде</a> байланыса аласыз.
lt: Kaip visuomet, mes kviečiame visus norinčius, talkinti Xfce kūrime! Jūs galite <a href="https://docs.xfce.org/xfce/building">bandyti Xfce</a> ir <a href="https://bugzilla.xfce.org">pranešti apie klaidas</a>, padėti mums <a href="https://www.transifex.com/tag/xfce/">versti</a> bei <a href="https://docs.xfce.org">rašyti dokumentaciją</a>, padėti su <a href="https://wiki.xfce.org/design/start">naudojimo paprastumu ir naudotojo patyrimu</a>, pakuodami Xfce į savo distributyvą, ir <a href="https://wiki.xfce.org/dev/howto/contribute">pateikdami pataisas</a> arba visiškai naujas ypatybes! Galite su mumis susisiekti Freenode IRC kanale #xfce-dev ir mūsų <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">el. pašto grupėje</a>.
ms: Seperti biasa, kami mengalu-alukan sesiapa sahaja yang mahu memberi apa jua bentuk sumbangan keatas pembangunan Xfce! Anda boleh beri sumbangan sama ada <a href="https://docs.xfce.org/xfce/building">menguji Xfce</a> dan<a href="https://bugzilla.xfce.org">melaporkan pepijat</a>, anda juga dapat membantu kami dengan <a href="https://www.transifex.com/tag/xfce/">membuat terjemahan</a> dan<a href="https://docs.xfce.org">dokumentasi</a>, berdasarkan<a href="https://wiki.xfce.org/design/start">kebolehgunaan dan pengalaman pengguna</a> dengan membina pakej Xfce ke dalam distribusi anda, atau <a href="https://wiki.xfce.org/dev/howto/contribute">menyerahkan tampalan</a> atau fitur baharu! Anda boleh menghubungi kami menerusi saluran IRC Freenode #xfce-dev dan juga <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">senarai mel</a> kami.
nb: Som alltid vil vi ønske velkommen alle som vil bidra til utviklinga av Xfce. Du kan <a href="https://docs.xfce.org/xfce/building">teste Xfce</a> og <a href="https://bugzilla.xfce.org">rapportere feil</a>, du kan hjelpe oss med <a href="https://www.transifex.com/tag/xfce/">oversettinger</a> og <a href="https://docs.xfce.org">hjelpetekster</a>, med <a href="https://wiki.xfce.org/design/start">brukskvalitet og erfaringer</a> ved å pakke Xfce med distribusjonen din, og ved å sende inn <a href="https://wiki.xfce.org/dev/howto/contribute">feilrettinger</a> eller helt ny funksjonalitet. Du kan kontakte oss via Freenode-IRC-kanalen #xfce-dev og vår <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">e-postliste</a>.
pl: Jak zawsze jesteśmy otwarci na każdego, kto chciałby wspierać rozwój Xfce! Możesz zarówno <a href="https://docs.xfce.org/xfce/building">testować Xfce</a>, jak i <a href="https://bugzilla.xfce.org">zgłaszać błędy</a>, możesz pomóc z <a href="https://www.transifex.com/tag/xfce/">tłumaczeniami</a> i <a href="https://docs.xfce.org">dokumentacją</a>, z <a href="https://wiki.xfce.org/design/start">użytecznością i doświadczeniem użytkownika</a> przez umieszczenie Xfce w Twojej dystrybucji, oraz przez <a href="https://wiki.xfce.org/dev/howto/contribute">przesyłanie poprawek</a> lub całkowicie nowych funkcji! Możesz być z nami w kontakcie na kanale Freenode IRC #xfce-dev i <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">liście mailingowej</a>.
pt: Como sempre, convidamos todos os que queiram contribuir para o desenvolvimento do Xfce! Pode <a href="https://docs.xfce.org/xfce/building">testar o Xfce</a> e <a href="https://bugzilla.xfce.org">reportar falhas</a>, pode ajudar-nos com as <a href="https://www.transifex.com/tag/xfce/">traduções</a> e <a href="https://docs.xfce.org">documentação</a>, com <a href="https://wiki.xfce.org/design/start">usabilidade e experiência de utilizador</a> ao criar pacotes do Xfce para a sua distribuição e ao <a href="https://wiki.xfce.org/dev/howto/contribute">submeter correções</a> ou criar novas funcionalidades! Pode entrar em contato connosco no canal IRC Freenode #xfce-dev e na nossa <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev"> lista de correio</a>.
pt_br: Como sempre, todos que desejam contribuir para o desenvolvimento do Xfce são bem-vindos! Você pode tanto <a href="https://docs.xfce.org/xfce/building">testar o Xfce</a> quanto <a href="https://bugzilla.xfce.org">relatar defeitos</a>, pode ainda nos ajudar com <a href="https://www.transifex.com/tag/xfce/">traduções</a> e <a href="https://docs.xfce.org">documentação</a>, com <a href="https://wiki.xfce.org/design/start">usabilidade e experiência de usuário</a> empacotando o Xfce em sua distribuição, e ao <a href="https://wiki.xfce.org/dev/howto/contribute">submeter patches</a> ou funcionalidades completamente novas! Você pode entrar em contato conosco no canal #xfce-dev do Freenode IRC e nossas <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">lista de discussão</a>.
ro: Ca întotdeauna, îi invităm pe toți cei care doresc să contribuie la dezvoltarea Xfce! Puteți fie să <a href="https://docs.xfce.org/xfce/building">testați Xfce</a> și să <a href="https://bugzilla.xfce.org">raportați erori</a>, ne puteți ajuta cu <a href="https://www.transifex.com/tag/xfce/">traducerile</a> și <a href="https://docs.xfce.org">documentația</a>, cu <a href="https://wiki.xfce.org/design/start">ușurința în utilizare și experiența utilizatorului</a> prin împachetarea Xfce în distribuția dvs., și prin <a href="https://wiki.xfce.org/dev/howto/contribute">trimiterea de corecții</a> sau caracteristici complet noi! Puteți lua legătura cu noi pe canalul IRC Freenode #xfce-dev și pe <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">lista noastră de corespondență</a>.
ru: Как всегда, мы приветствуем всех, кто хотел бы внести свой вклад в развитие Xfce! Вы можете <a href="https://docs.xfce.org/xfce/building">проверять Xfce</a> и сообщать об <a href="https://bugzilla.xfce.org">ошибках</a>, вы можете помочь нам с <a href="https://www.transifex.com/tag/xfce/">переводами</a> и <a href="https://docs.xfce.org">документацией</a>, с <a href="https://wiki.xfce.org/design/start">удобством и пользовательским опытом</a> по встраиванию Xfce в ваш дистрибутив, и <a href="https://wiki.xfce.org/dev/howto/contribute">предоставив патчи</a> или совершенно новые возможности! Вы можете связаться с нами на канале Freenode IRC #xfce-dev и нашем <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">списке рассылки</a>.
sq: Si gjithmonë, mirëpresim këdo që do të donte të jepte ndihmesë në zhvillimin e Xfce-së! Mund të <a href="https://docs.xfce.org/xfce/building">provoni Xfce-në</a> dhe <a href="https://bugzilla.xfce.org">të njoftoni të meta</a>, mund të na ndihmoni me <a href="https://www.transifex.com/tag/xfce/">përkthime</a> dhe <a href="https://docs.xfce.org">dokumentim</a>, lidhur <a href="https://wiki.xfce.org/design/start">me përdorshmërinë dhe ndjesitë e përdoruesit nga punimi</a> duke paketuar Xfce-në në shpërndarjen tuaj, dhe duke <a href="https://wiki.xfce.org/dev/howto/contribute">parashtruar arnime</a> ose veçori tërësisht të reja! Mund të lidheni me ne në kanalin IRC #xfce-dev në Freenode dhe përmes <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">listës tonë të postimeve</a>.
sr: Као и увек, желимо добродошлицу свима који би хтели учествовати и доприносити развоју ИксФЦЕ-а! Можете или <a href="https://docs.xfce.org/xfce/building">опитивати ИксФЦЕ</a> и <a href="https://bugzilla.xfce.org">пријављивати грешке</a>, можете нам помоћи у <a href="https://www.transifex.com/tag/xfce/">превођењу</a> и <a href="https://docs.xfce.org">документовању</a>, у <a href="https://wiki.xfce.org/design/start">употребљивошћу и корисничком искуству</a> пакујући Иксфце у вашу дистрибуцију, и у <a href="https://wiki.xfce.org/dev/howto/contribute">допремању закрпа</a> или потпуно нових могућности! Можете ступити у везу са нама на каналу ИРЦ-а Фриноду #xfce-dev и нашем <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">дописном списку</a>.
sv: Som alltid, välkomnar vi alla som vill bidra till utvecklingen av Xfce! Du kan antingen <a href="https://docs.xfce.org/xfce/building">testa Xfce</a> och <a href="https://bugzilla.xfce.org">felrapportering</a>, du kan hjälpa oss med <a href="https://www.transifex.com/tag/xfce/">översättning</a> och <a href="https://docs.xfce.org">dokumentation</a>, med <a href="https://wiki.xfce.org/design/start">användbarhet och användarupplevelse</a> genom att paketera Xfce i din distribution, och genom <a href="https://wiki.xfce.org/dev/howto/contribute">skicka rättningar</a> eller helt nya funktioner! Du kan nå oss på Freenode IRC-kanalen #xfce-dev och vår <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">e-postlista</a>.
th: และเช่นเคย เรายินดีต้อนรับทุกท่านที่ต้องการร่วมพัฒนา Xfce! คุณสามารถ <a href="https://docs.xfce.org/xfce/building">ทดสอบ Xfce</a> และ <a href="https://bugzilla.xfce.org">รายงานบั๊ก</a> คุณสามารถช่วยเรา <a href="https://www.transifex.com/tag/xfce/">แปล</a> และ <a href="https://docs.xfce.org">จัดทำเอกสาร</a> หรือช่วยเราในด้าน <a href="https://wiki.xfce.org/design/start">ความสะดวกใช้และประสบการณ์ผู้ใช้</a> โดยจัดทำแพกเกจ Xfce ลงในชุดจัดแจกของคุณ และด้วยการ <a href="https://wiki.xfce.org/dev/howto/contribute">เสนอแพตช์</a> หรือเพิ่มความสามารถใหม่! คุณสามารถติดต่อสื่อสารกับเราได้ที่ IRC ของ Freenode ห้อง #xfce-dev และที่ <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">กลุ่มเมล</a> ของเรา
tr: Her zaman olduğu gibi, Xfce geliştirme sürecine katkı vermek isteye herkese hoş geldiniz diyoruz! Ayrıca <a href="https://docs.xfce.org/xfce/building">Xfce'yi sınayabilir</a> ve <a href="https://bugzilla.xfce.org">hata bildirebilirsiniz</a>, <a href="https://www.transifex.com/tag/xfce/">çeviri</a> yaparak, <a href="https://docs.xfce.org">belgelendirme</a> yaparak, <a href="https://wiki.xfce.org/design/start">kullanılabilirlik ve kullanıcı deneyimi</a> katarak ve Xfce masaüstünü kendi dağıtımıza paketleyip, <a href="https://wiki.xfce.org/dev/howto/contribute">yama ekleyerek</a> veya tümüyle yeni özellik yazarak Xfce masaüstüne katkıda bulunabilirsiniz! Bize, IRC kanalımız #xfce-dev ve <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">e-posta listemiz</a> üzerinden temasa geçebilirisiniz.
uk: Як завжди, ми вітаємо всіх, хто хотів би внести свій вклад в розвиток Xfce! Ви можете <a href="https://docs.xfce.org/xfce/building">перевіряти Xfce</a> і повідомляти про <a href="https://bugzilla.xfce.org">помилки</a>, Ви можете допомогти нам з <a href="https://www.transifex.com/tag/xfce/">перекладом</a> і <a href="https://docs.xfce.org">документацією</a>, з <a href="https://wiki.xfce.org/design/start">зручністю і користувацьким досвідом</a> щодо впровадження Xfce у Ваш дистрибутив, <a href="https://wiki.xfce.org/dev/howto/contribute">наданням латок </a> або розробивши зовсім нові властивості! Ви можете зв'язатися з нами на каналі Freenode IRC #xfce-dev і за допомогою нашого <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">списку розсилки</a>.
vi: Như mọi khi, chúng tôi hoan nghênh tất cả những ai muốn đóng góp cho sự phát triển của Xfce! Bạn có thể <a href="https://docs.xfce.org/xfce/building">kiểm tra Xfce</a> và <a href="https://bugzilla.xfce.org">báo cáo lỗi</a>, bạn có thể giúp chúng tôi <a href="https://www.transifex.com/tag/xfce/">bản dịch</a> và <a href="https://docs.xfce.org">tài liệu</a>, với <a href="https://wiki.xfce.org/design/start">khả năng sử dụng và trải nghiệm người dùng</a> bằng cách đưa Xfce vào bản phân phối của bạn và bằng cách <a href="https://wiki.xfce.org/dev/howto/contribute">gửi bản vá</a> hoặc toàn bộ tính năng mới! Bạn có thể liên hệ với chúng tôi trên kênh Freenode IRC #xfce-dev và <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">danh sách gửi thư</a> của chúng tôi.
zh_tw: 一如既往的，我們歡迎想要貢獻到開發 Xfce 的每個人！您可以 <a href="https://docs.xfce.org/xfce/building">測試 Xfce</a> 及 <a href="https://bugzilla.xfce.org">回報臭蟲</a>，您可以協助我們 <a href="https://www.transifex.com/tag/xfce/">翻譯</a> 及 <a href="https://docs.xfce.org">編寫文件</a>，以及對於 <a href="https://wiki.xfce.org/design/start">可用性及使用者體驗</a> 來說，協助我們在您的散佈版中打包 Xfce，或是 <a href="https://wiki.xfce.org/dev/howto/contribute">遞交 patch</a> 或是完整的新功能！您可以在 Freenode IRC #xfce-dev 頻道及 <a href="https://mail.xfce.org/mailman/listinfo/xfce4-dev">郵件列表</a> 上與我們聯絡。

source: Xfce 4.10 released
ca: Xfce 4.10 llançat
cs: Xfce 4.10 vydáno
da: Xfce 4.10 er udgivet
de: Xfce 4.10 veröffentlicht
es: Xfce 4.10 publicado
fr: Sortie de Xfce 4.10
gl: Xfce 4.10 publicada
he: פורסם Xfce 4.10
id: Rilis Xfce 4.10
it: Rilasciato Xfce 4.10
ja: Xfce 4.10リリース
kk: Xfce 4.10 шықты
lt: Xfce 4.10 išleista
ms: Xfce 4.10 dilepaskan
nb: Xfce 4.10 utgitt
oc: Xfce 4.10 liberat
pl: Wydano Xfce 4.10
pt: Disponibilizado o Xfce 4.10
pt_br: Xfce 4.10 lançado
ro: A fost publicată versiunea Xfce 4.10
ru: Выпущен Xfce 4.10
sq: Është hedhur në qarkullim Xfce 4.10
sr: ИксФЦЕ 4.10 је објављен
sv: Xfce 4.10 publicerad
th: Xfce 4.10 ออกแล้ว
tr: Xfce 4.10 çıktı
uk: Випущено Xfce 4.10
vi: Xfce 4.10 đã phát hành
zh_tw: Xfce 4.10 已發行
