Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: In the last couple of years, many people were asking for a tool to manage their file type associations. The new <em>MIME type editor</em> does just that. It allows you to easily assign a default application to a file type, see your changes and reset them to default settings when necessary. Note that it does not allow you to change the system MIME Type definitions (add or remove types and change icons).
ca: En els últims dos anys, moltes persones demanaven una eina per gestionar les seves associacions de tipus d'arxiu. El nou editor de tipus MIME <em></em> fa precisament això. Permet assignar fàcilment una aplicació predeterminada a un tipus de fitxer, veure els canvis i restablir-los a la configuració predeterminada quan sigui necessari. Tingueu en compte que no us permet canviar les definicions de tipus MIME del sistema (afegeix o elimina tipus i canvia icones).
cs: V několika posledních letech nás mnoho uživatelů žádalo o nástroj ke správě asociací typů souborů. Tuto činnost provádí právě nový <em>editor typů MIME</em>. Umožňuje jednoduše přiřadit výchozí aplikaci pro typ souboru, zobrazit změny a v případě potřeby obnovit výchozí nastavení. Neumožňuje však měnit systém definic typů MIME (přidávat nebo odebírat typy a měnit ikony).
da: I de sidste par år, har mange folk spurgt efter et værktøj for at håndtere deres fil-type associationer. Den nye <em>MIME type-redigerer</em>gør præcis det. Det tillader dig nemt at tildele en standard applikation til en fil-type, se dine ændringer og genstarte dem til standard-indstillinger når nødvendigt. Noter at det ikke tillader dig at ændre systemets MIME type definationer. (tilføj eller fjern typer og ændre ikoner).
de: In den letzten Jahren wünschten sich viele Nutzer ein Werkzeug, mit dem sie die Zuordnung von Dateitypen zu Anwendungen verwalten könnten. Der neue <em>MIME-Typ-Editor</em> bietet genau diese Funktionalität. Mit dem MIME-Typ-Editor können Sie sehr leicht eine Standardanwendung für einen Dateityp auswählen, Ihre Änderungen betrachten und diese, falls nötig, auf Standardeinstellungen zurück setzen. Beachten Sie bitte, dass der Editor es Ihnen nicht erlaubt, die System-MIME-Typen zu ändern (hinzufügen oder entfernen von MIME-Typen und Änderungen der Symbole).
es: En el último par de años, muchas personas estaban pidiendo una herramienta para la gestión de asociación de tipo de archivo. El nuevo <em>editor de tipos MIME</em> hace justamente eso. Le permite asignar fácilmente una aplicación predeterminada para un tipo de archivo, ver los cambios y recuperar la configuración predeterminada cuando sea necesario. Tenga en cuenta que no le permite cambiar el sistema de definiciones de tipo MIME (agregar o quitar tipos y cambiar sus iconos).
fr: Au cours des dernières années, de nombreuses personnes ont demandé un outil pour gérer les associations de type de fichier, d’où le nouvel <em>éditeur de type MIME</em>. Il assigne facilement une application par défaut pour un type de fichier, permet de voir vos modifications et les annuler si nécessaire. Notez qu’il ne permet pas de changer les définitions du système MIME (ajout ou suppression de types, modification d’icônes).
gl: Nos últimos anos, moitas persoas pedían unha ferramenta para xestionar as súas asociacións de tipo de ficheiro. O novo <em>editor de tipo MIME</em> fai iso. Permite asignar doadamente unha aplicación predeterminada a un tipo de ficheiro, consultar os cambios e restabelecer os axustes predeterminados cando sexa necesario. Teña en conta que non permite cambiar as definicións do tipo MIME do sistema (engadir ou eliminar tipos nin mudar iconas).
he: בשנתיים האחרונות, הרבה אנשים ביקשו כלי לניהול קישורי סוגי הקבצים שלהם. ה-<em>MIME עורך סוג</em> החדש עושה בדיוק את זה. הוא מאפשר לך להקצות בקלות תוכנת ברירת מחדל לסוג קובץ, לראות את השינויים שלך ולהחזיר אותם להגדרות ברירת מחדל כאשר נדרש. שים לב שהוא לא מאפשר לך לשנות את הגדרות מערכת סוג MIME (הוסף או הסר סוגים ושנה אייקונים).
id: Dalam beberapa tahun terakhir, banyak orang yang meminta sebuah alat untuk mengelola asosiasi tipe berkas mereka. <em>Penyunting Tipe MIME</em> yang baru dibuat untuk tujuan itu. Alat ini memungkinkan Anda menetapkan sebuah aplikasi utama untuk membuka sebuah tipe berkas, melihat perubahan yang Anda lakukan dan menyetel ulang ke pengaturan bawaan jika diperlukan. Catat bahwa aplikasi ini tidak memperbolehkan Anda untuk mengubah definisi tipe MIME sistem (menambahkan atau menghapus tipe dan mengubah ikon).
it: Negli ultimi due anni, molti utenti hanno richiesto uno strumento per gestire l'associazione tra i tipi di file. Il nuovo <em>editor dei tipi MIME</em> risponde a queste richieste consentendo di assegnare con semplicità un'applicazione predefinita a un tipo di file, vedere le proprie modifiche e ritornare all'impostazione predefinita se necessario. L'editor non permette comunque di modificare le definizioni di sistema dei tipi MIME (aggiungere o rimuovere dei tipi e cambiare le icone).
ja: ここ数年、たくさんの方々からファイルタイプへのアプリケーション割り当てを管理するツールについての要望が寄せられました。その声に応え、<em>MIMEタイプエディター</em>を用意しました。このエディターでは、ファイルタイプごとのデフォルトアプリケーションの割り当てが簡単に行え、ユーザー設定とそうでないものとが識別でき、必要に応じてそれらを初期値にリセットすることができるようになります。ただし、システム MIME タイプ定義の変更 (タイプの追加あるいは削除、およびアイコンの変更) は行えません。
kk: Соңғы бірнеше жылда көптеген адамдар файл түрлерінің сәйкестіктерін басқаруға арналған сайманды сұраған болатын. Жаңа <em>MIME түрлерінің түзеткіші</em> дәл соны істейді. Ол файл түріне әдепкі қолданбаны оңай тағайындауға, өзгерістерді көруге және қажет болған жағдайда оларды әдепкі баптауларға қайтаруға мүмкіндік береді. Оның жүйелік MIME түрі анықтамаларын өзгертуге (түрлерді қосу немесе өшіру және таңбашаларды өзгерту) мүмкіндік бермейтінін ескеріңіз.
lt: Per kelis paskutinius metus, daug žmonių prašė įrankio su kuriuo būtų galima tvarkyti failų susiejimus. Naujasis <em>MIME tipų redaktorius</em> būtent tai ir daro. Jis leidžia be didelio vargo susieti numatytąją programą su failo tipu, jei reikia peržiūrėti nustatymus ir atstatyti juos į numatytąją būseną. Turėkite omeny jog tai neleidžiama keisti sistemos MIME tipų aprašymų (pridėti ar pašalinti tipų, keisti piktogramų).
ms: Beberapa tahun kebelakangan ini, ramai pengguna memohon satu alat untuk mengurus perkaitan jenis fail mereka. <em>Penyunting jenis MIME</em> mengabulkan permintaan tersebut. Ia membolehkan anda umpuk aplikasi lalai dengan mudah mengikut jenis fail, melihat perubahan yang dibuat dan menetap semula ia ke tetapan lalai bila perlu. Perhatian ia tidak membolehkan anda ubah takrifan Jenis MIME sistem (tambah atau buang jenis dan ubah ikon).
nb: De siste årene har mange etterspurt et verktøy for å behandle sine filtypeassosiasjoner. Det nye <em>redigeringsprogrammet for MIME-typer</em> gjør nettopp det. Det lar deg tilordne et forvalgt program til en filtype, se dine endringer og tilbakestille dem til forvalgte innstillinger om nødvendig. Legg merke til at det ikke lar deg endre systemets MIME-typedefinisjoner (legge til eller fjerne typer eller ikoner).
oc: Al cors dels deux darrièras annadas, beaucoup de gens an demandé un aisina per gerir lors associations de tipe de fichièr. Lo novèl <em> editor de tipe MIME</em> es là per ça. Il vos permet d'assigner aisidament una aplicacion per defaut per un tipe de fichièr, veire vòstras modificacions e restablir los paramètres per defaut se necessari. Notez qu'il ne vos permet pas de modificar las definicions de tipe MIME sistèma (apondre o suprimir dels tipes e modificar las icònas).
pl: W przeciągu kilku ostatnich lat wielu użytkowników prosiło o narzędzie do zarządzania typami plików. Nowy <em>edytor typów MIME</em> został stworzony właśnie do tego celu. Daje on możliwość przypisania domyślnego programu do typu plików i w razie potrzeby przywrócenia domyślnych ustawień. Narzędzie nie pozwala jednak zmieniać definicji systemowych typów MIME (dodawać lub usuwać typy i zmieniać ich ikony).
pt: Nos últimos anos, várias pessoas solicitaram-nos uma ferramenta para gerir as associações de ficheiros. O novo <em>Editor de tipos MIME</em> é essa ferramenta. Permite-lhe atribuir uma aplicação a um tipo de ficheiro, consultar as alterações efetuadas e restaurar as definições por omissão, se necessário. No entanto, esta ferramenta não permite a alteração das definições MIME (adição ou remoção de tipos ou alteração de ícones).
pt_br: Nos últimos anos, muitas pessoas estavam solicitando uma ferramenta para gerenciar suas associações de tipos de arquivos. O novo <em>editor de tipos MIME</em> faz isso. Ele permite que você atribua facilmente um aplicativo padrão a um tipo de arquivo, ver suas alterações e reinicie-as para as configurações padrão quando necessário. Repare que ele não permite que você altere as definições de tipos MIME do sistema (adicionar ou remover tipos e alterar ícones)
ro: În ultimii doi ani, mulți oameni au cerut un instrument care să le gestioneze asociațiile de tipuri de fișiere. Noul <em>Editor de tipuri MIME</em> face exact acest lucru. Acesta vă permite să atribuiți cu ușurință o aplicație implicită unui tip de fișier, să vedeți modificările dvs. și să le readuceți la valorile implicite atunci când este necesar. Rețineți că acesta nu vă permite să modificați definițiile tipurilor MIME ale sistemului (să adăugați sau să eliminați tipuri și să modificați pictogramele).
ru: В последние несколько лет множество людей просило добавить инструмент для управления ассоциациями типов файлов. Новый <em>Редактор типов MIME</em> предназначен именно для этого. Он позволит вам легко назначить приложение по умолчанию для выбранного типа файлов, просмотреть свои изменения и при необходимости вернуться к стандартным настройкам. Обратите внимание, что редактор не позволит вам изменять общесистемные настройки типов MIME (добавлять или удалять типы, изменять значки).
sq: Këto dy vitet e fundit, shumë vetë patën kërkuar për një mjet administrimi përshoqërimesh llojesh kartelash me aplikacione. <em>Përpunuesi i ri i llojeve MIME</em> bën pikërisht këtë. Ju lejon t’i caktoni lehtësisht një lloji kartele një aplikacion parazgjedhje, të shihni ndryshimet tuaja dhe t’i riktheni te parazgjedhjet, në qoftë e nevojshme. Kini parasysh që nuk ju lejon të ndryshoni përcaktime Llojesh MIME nga sistemi (shtim ose heqje llojesh dhe ndryshim ikonash).
sr: У пар последњих година, многи људи су тражили алат за управљање повезивањем врста датотека. Нови <em>Уредник МИМЕ врста</em> управо то ради. Он омогућава лако задавање подразумеваног програма врсти датотеке, преглед измена и враћање на задате поставке. Треба знати да он не дозвољава измену системских поставки МИМЕ врста (додавање или уклањање врста или измену сличица).
sv: Under de senaste åren har många bett om ett verktyg för att hantera sina filtypsassociationer. Den nya <em> MIME-typ reigeraren</ m> gör just detta. Den låter dig enkelt tilldela ett standardprogram för en filtyp, se dina ändringar och återställa dem till standardinställningarna vid behov. Observera att det inte tillåter dig att ändra systemets MIME-typ definitioner (lägga till eller ta bort typer och ändra ikoner).
th: ในช่วงปีสองปีที่ผ่านมา ผู้ใช้จำนวนมากได้ร้องขอเครื่องมือที่จะใช้จัดการการเชื่อมโยงโปรแกรมกับแฟ้มชนิดต่างๆ <em>เครื่องมือแก้ไขชนิด MIME</em> ที่เพิ่มขึ้นใหม่จะทำสิ่งที่ว่า โดยช่วยให้คุณสามารถกำหนดโปรแกรมปริยายสำหรับแฟ้มชนิดหนึ่งๆ ได้อย่างง่ายดาย, สามารถดูสิ่งที่คุณเปลี่ยนแปลงและล้างค่ากลับเป็นค่าปกติเมื่อถึงคราวจำเป็น แต่อย่าลืมว่าเครื่องมือนี้ไม่อนุญาตให้คุณเปลี่ยนนิยามของชนิด MIME ของระบบ (เพิ่มหรือลบชนิดต่างๆ หรือเปลี่ยนไอคอน)
tr: Son bir kaç yılda, bir çok kişi, kendi dosya türülerini yönetmek için bir araç aradılar. Yeni <em>MIME Türü Düzenleyicisi</em> tam da bunu yapıyor. Bir dosya türüne varsayılan uygulamayı atamayı kolaylaştırıyor, değişikliklerinizi görebiliyor ve gerektiğinde varsayılan olana dönebiliyorsunuz. Sistemin MIME tür tanımlarını değiştirmediğini unutmayın (türleri ekler veya çıkarır, simgeleri ekler).
uk: За останні кілька років багато користувачів просили про знаряддя для керуванням асоціями файлів. Тепер цим керує новий <em>редактор типів MIME</em>. З його допомогою легко приписати типову програму до даного типу файлів, переглянути зміни і скасувати їх до типових налаштувань в разі необхідності. Зауважте, що це не дозволяє Вам змінювати системні визначення типів MIME (додавати або вилучати типи і змінювати іконки).
vi: Trong vài năm gần đây, nhiều người đã yêu cầu một công cụ để quản lý các liên kết loại tệp của họ. <em>Trình soạn thảo kiểu MIME</em> mới thực hiện điều đó. Nó cho phép bạn dễ dàng gán ứng dụng mặc định cho một loại tệp, xem các thay đổi của bạn và đặt lại chúng về cài đặt mặc định khi cần thiết. Lưu ý rằng nó không cho phép bạn thay đổi định nghĩa Loại MIME của hệ thống (thêm hoặc xóa loại và thay đổi biểu tượng).
zh_tw: 在過去的數年內，許多人尋找著管理他們的檔案關聯的工具。新的 <em>MIME 類型編輯器</em> 就是那個工具。它讓您可以很容易的為檔案類型分配一個預設應用程式，監看您的變更並在需要時重置為預設的設定。請注意，它不允許您改變系統的 MIME 類別定義(增加或移除類型及更改圖示)。

source: MIME types matching a pattern and a menu for selecting a default application
ca: Tipus MIME que coincideixen amb un patró i un menú per a seleccionar una aplicació predeterminada
cs: Typy MIME odpovídají vzorku a nabídce pro výběr výchozí aplikace
da: MIME typer matcher et mønster og en menu til at vælge en standard applikation
de: MIME-Typen, die einem Muster entsprechen und ein Menü für die Auswahl der Standardanwendung
es: Los tipos MIME que coincidan con un patrón y un menú para seleccionar una aplicación predeterminada
fr: Différents types MIME et menu pour sélectionner une application par défaut
gl: Os tipos MIME que coinciden cun patrón e un menú para seleccionar unha aplicación predeterminada
he: סוגי MIME התואמים לתבנית ותפריט לבחירת תוכנת ברירת מחדל
id: Tipe MIME yang cocok dengan satu pola dan sebuah menu untuk memilih aplikasi utama
it: Corrispondenza dei tipi MIME a uno schema e un menu per la selezione di una applicazione predefinita
ja: パターンにマッチした MIME タイプとデフォルトアプリケーションの選択メニュー
kk: Үлгіге сәйкес келетін MIME түрлері және әдепкі қолданбаны таңдау мәзірі
lt: MIME tipai atitinkantys paieškos kriterijus ir numatytosios programos pasirinkimo meniu
ms: Jenis MIME memadani corak dan menu untuk pemilihan aplikasi lalai
nb: MIME-typer som svarer til et mønster og en meny for å endre forvalgt program
oc: Types MIME correspondent a un motiu e un menú que permet de seleccionar una aplicacion per defaut
pl: Edytor typów MIME z użytym filtrem, podczas wybierania domyślnego programu
pt: Tipos MIME coincidentes com um padrão e um menu para escolher a aplicação
pt_br: Tipos MIME correspondentes a um padrão e um menu para a seleção de um aplicativo padrão
ro: Tipuri MIME care corespund unui model și un meniu pentru selectarea unei aplicații implicite
ru: Типы MIME, соответствующие шаблону, и меню для выбора приложения по умолчанию
sq: Lloje MIME me përputhje ndaj një termi të dhënë dhe një menu për përzgjedhje të një aplikacioni parazgjedhje
sr: МИМЕ врсте које се поклапају са обрасцима и изборник за одабир подразумеваног програма
sv: MIME-typer matchande ett mönster och en meny för att välja ett standardprogram
th: การค้นหาชนิด MIME ด้วยแพตเทิร์นและเมนูสำหรับเลือกโปรแกรมปริยาย
tr: MIME türleri, bir desen ile eşleşir ve varsayılan bir uygulamayı seçmek için bir menüye ekler
uk: Тип MIME, що збігається зі зразком, і меню для вибору типової програми
vi: Các loại MIME khớp với mẫu và menu để chọn ứng dụng mặc định
zh_tw: 符合某個類型的 MIME 類型和選擇預設應用程式的選單

source: Mouse and Touchpad
ca: Ratolí i ratolí tàctic
cs: Myš a touchpad
da: Mus og pegeplade
de: Maus und Touchpad
es: Ratón y panel táctil
fr: Souris et pavé tactile
gl: Rato e área táctil
he: עכבר ומשטח מגע
id: Tetikus dan Pad Sentuh
it: Mouse e touchpad
ja: マウスとタッチパッド
kk: Тышқан және тачпад
lt: Pelė ir jutiklinis kilimėlis
ms: Tetikus dan Pad Sentuh
nb: Mus og styreplate
oc: Mirga e pavat tactil
pl: Mysz i panel dotykowy
pt: Rato e painel de toque
pt_br: Mouse e Touchpad
ro: Maus și touchpad
ru: Мышь и тачпад
sq: Mi dhe Touchpad
sr: Миш и додирна плочица
sv: Mus och pekplatta
th: เมาส์และทัชแพด
tr: Fare ve Touchpad
uk: Мишка і сенсорна панель
vi: Chuột và bàn di chuột
zh_tw: 滑鼠和觸控板
