Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: A visual overview of Xfce 4.6 is available <a href="/about/tour46">here</a>.
ca: Una visió general de l'Xfce 4.6 està disponible <a href="/about/tour46">aquí</a>.
cs: Vizuální přehled o Xfce 4.6 je dostupný <a href="/about/tour46">zde</a>.
da: En visuel oversigt af Xfce 4.6 er tilgængelig <a href="/about/tour46">her</a>.
de: Ein visueller Überblick über Xfce 4.6 ist <a href="/about/tour46">hier</a> verfügbar.
es: Un resumen del paseo de Xfce 4.6 está disponible <a href="/about/tour46">aquí</a>.
fr: Un aperçu visuel de Xfce 4.6 est disponible <a href="/about/tour46">ici</a>.
gl: Está dispoñíbel <a href="/about/tour46">aquí</a> unha vista xeral do Xfce 4.6.
he: סקירה ויזואלית של Xfce 4.6 זמינה <a href="/about/tour46">כאן</a>.
id: Gambaran visual Xfce 4.6 tersedia <a href="/about/tour46">di sini</a>.
it: Un'anteprima con immagini di Xfce 4.6 è disponibile <a href="/about/tour46">qui</a>.
kk: Xfce 4.6 нұсқасына визуалды шолу <a href="/about/tour46">мұнда</a> қолжетімді.
lt: Vaizdinė Xfce 4.6 apžvalga yra prieinama <a href="/about/tour46">čia</a>.
ms: Selayang pandang visual Xfce 4.6 tersedia <a href="/about/tour46">di sini</a>.
nb: En visuell oversikt av Xfce 4.6 er tilgjengelig <a href="/about/tour46">her</a>.
oc: Un apercebut visual de Xfce 4.6 es disponible <a href="/about/tour46">ici</a>.
pl: Prezentację Xfce 4.6 można zobaczyć <a href="/about/tour46">tutaj</a>.
pt: Está disponível um guia do Xfce 4.6 <a href="/about/tour46">aqui</a>.
pt_br: Uma visão geral do Xfce 4.6 está disponível <a href="/about/tour46">aqui</a>.
ro: O prezentare vizuală a versiunii Xfce 4.6 este disponibilă <a href="/about/tour46">aici</a>.
ru: Визуальный обзор Xfce 4.6 доступен <a href="/about/tour46">здесь</a>.
sq: Një përmbledhje pamore e Xfce 4.6-s gjendet <a href="/about/tour46">këtu</a>.
sr: Сликовни преглед ИксФЦЕ-а је доступан <a href="/about/tour46">овде</a>.
sv: En visuell översikt av Xfce 4.6 finns tillgänglig <a href="/about/tour46">här</a>.
th: ภาพรวมของ Xfce 4.6 มีอยู่<a href="/about/tour46">ที่นี่</a>
tr: Xfce 4.6 için bir görsel turu <a href="/about/tour46">burada</a> bulabilirsiniz.
uk: Візуальний огляд Xfce 4.6 доступний <a href="/about/tour46">тут</a>.
vi: Tổng quan trực quan về Xfce 4.6 có sẵn <a href="/about/tour46">tại đây</a>.
zh_tw: Xfce 4.6的概覽在 <a href="/about/tour46">這裡</a> 。

source: Toolbar
ca: Barra d'eines
de: Werkzeugleiste
es: Barra de herramientas
gl: Barra de ferramentas
he: סרגל כלים
it: Barra degli strumenti
kk: Сайман панелі
lt: Įrankių juosta
pl: Pasek narzędzi
pt: Barra de ferramentas
pt_br: Barra de ferramentas
ro: Bara de unelte
ru: Панель инструментов
sq: Panel
sr: Трака прибора
sv: Verktygsfält

source: Blog
fr: Blogue
gl: Bitácora
he: בלוג
ja: ブログ
kk: Блог
lt: Tinklaraštis
nb: Blogg
pt: Blogue
ru: Блог
sr: Блог
sv: Blogg
th: บล็อก
uk: Блог
zh_tw: 網誌

source: Learn&nbsp;More&nbsp;&rarr;
ca: Aprèn-ne&nbsp;més&nbsp;&rarr;
cs: Dozvědět&nbsp;se&nbsp;více&rarr;
da: Lær&nbsp;mere&nbsp;&rarr;
de: Mehr&nbsp;dazu&nbsp;&rarr;
es: Más&nbsp;información&nbsp;&rarr;
fr: En&nbsp;savoir&nbsp;plus&nbsp;&rarr;
gl: Saiba&nbsp;máis&nbsp;&rarr;
he: למידע&nbsp;נוסף&nbsp;&rarr;
id: Pelajari&nbsp;Lebih Lanjut&nbsp;&rarr;
it: Leggi&nbsp;tutto&nbsp;&rarr;
ja: もっと詳しく&nbsp;&rarr;
kk: Көбірек&nbsp;білу&nbsp;&rarr;
lt: Sužinokite&nbsp;daugiau&nbsp;&rarr;
ms: Ketahui&nbsp;Lagi&nbsp;&rarr;
nb: Les&nbsp;mer&nbsp;&rarr;
oc: Ne saber mai →
pl: Dowiedz&nbsp;się&nbsp;więcej&nbsp;&rarr;
pt: Saber&nbsp;mais&nbsp;&rarr;
pt_br: Saiba&nbsp;mais&nbsp;&rarr;
ro: Aflați&nbsp;mai multe&nbsp;&rarr;
ru: Подробнее&nbsp;&rarr;
sq: Mësoni&nbsp;Më&nbsp;Tepër&nbsp;&rarr;
sr: Сазнајте&nbsp;више&nbsp;&rarr;
sv: Lär&nbsp;Mer&nbsp;&rarr;
th: อ่านเพิ่มเติม&nbsp;&rarr;
tr: Daha&nbsp;Çoğu&nbsp;&rarr;
uk: Дізнатись&nbsp;більше&nbsp;&rarr;
zh_tw: 瞭解更多&nbsp;&rarr;

source: Xfwm4 ARGB32
ca: ARGB32 de l'Xfwm4
gl: ARGB32 do Xfwm4
pl: Obsługa ARGB32 w Xfwm4
pt_br: ARGB32 do Xfwm4
sr: Иксфвм4 АРГБ32
th: ARGB32 ใน Xfwm4

source: A <a href="https://wiki.xfce.org/thunar/dev/integration_testcases"></a>number of integration test cases</a> will be used in order to keep performance on the current level in the future.
es: Un <a href="https://wiki.xfce.org/thunar/dev/integration_testcases"></a>grupo de análisis de integración</a> serán usados para mantener el rendimiento al mismo nivel en el futuro.
gl: Utilizaranse <a href="https://wiki.xfce.org/thunar/dev/integration_testcases"> varios casos de tests de integración</a> para manter o rendemento no nivel actual no futuro.
sr: <a href="https://wiki.xfce.org/thunar/dev/integration_testcases"></a>Велики број скупљених опитних случајева</a> ће се користити ради задржавања учинковитости на тренутној разини и за будућност.

source: compositor: Block softpipe for GLX vsync
es: compositor: Bloqueo de softpipe para GLX vsync

source: focus: Include skip taskbar/pager when passing focus
es: focus: Incluir omitir la barra de tareas/páginador al pasar el foco

source: Gitlab
es: Laboratorio de Git
sr: Гитлаб

source: A lot of different distributions provide Xfce packages. Popular examples built around Xfce are <a href="https://xubuntu.org/">Xubuntu</a>, the <a href="https://spins.fedoraproject.org/xfce/">Fedora Xfce Spin</a>, <a href="https://manjaro.org/get-manjaro/">Manjaro</a> or <a href="http://zenwalkgnulinux.blogspot.com/">Zenwalk</a>, but there is a good chance your favorite distro provides packages as well.
da: Mange forskellige distributioner leverer Xfce-pakker. Populære eksempler bygget omkring Xfce er <a href="https://xubuntu.org/">Xubuntu</a>, <a href="https://spins.fedoraproject.org/xfce/">Fedora Xfce Spin</a>, <a href="https://manjaro.org/get-manjaro/">Manjaro</a> eller <a href="http://zenwalkgnulinux.blogspot.com/">Zenwalk</a>, men der er også en god chance for at din ynglingsdistribution leverer pakker.
de: Eine Menge verschiedener Distributionen stellen Xfce-Pakete zur Verfügung. Beliebte Beispiele, die um Xfce herum aufgebaut sind, sind <a href="https://xubuntu.org/">Xubuntu</a>, <a href="https://spins.fedoraproject.org/xfce/">Fedora Xfce</a>, <a href="https://manjaro.org/get-manjaro/">Manjaro</a> oder <a href="http://zenwalkgnulinux.blogspot.com/">Zenwalk</a>, aber es besteht eine gute Chance, dass Ihre Lieblingsdistribution ebenfalls Pakete bereitstellt.
es: Muchas distribuciones diferentes proporcionan paquetes Xfce. Los ejemplos populares construidos alrededor de Xfce son <a href="https://xubuntu.org/">Xubuntu</a>, <a href="https://spins.fedoraproject.org/xfce/">Fedora Xfce Spin</a>, <a href="https://manjaro.org/get-manjaro/">Manjaro</a> o <a href="http://zenwalkgnulinux.blogspot.com/">Zenwalk</a>, pero es muy probable que su distribución favorita también proporcione paquetes.
gl: Moitas distribucións fornecen paquetes do Xfce. Os exemplos máis populares construídos arredor do Xfce son <a href="https://xubuntu.org/">Xubuntu</a>, <a href="https://spins.fedoraproject.org/xfce/">Fedora Xfce Spin</a>, <a href="https://manjaro.org/get-manjaro/">Manjaro</a> e <a href="http://zenwalkgnulinux.blogspot.com/">Zenwalk</a>, máis probabelmente a súa distribución favorita tamén inclúa os paquetes do Xfce.
id: Ada banyak distribusi yang menyediakan paket-paket Xfce. Distribusi populer yang dibangun dengan Xfce misalnya <a href="https://xubuntu.org/">Xubuntu</a>, <a href="https://spins.fedoraproject.org/xfce/">Fedora Xfce Spin</a>, <a href="https://manjaro.org/get-manjaro/">Manjaro</a> atau <a href="http://zenwalkgnulinux.blogspot.com/">Zenwalk</a>, namun kemungkinan besar distro favorit Anda juga menyediakan paket-paket Xfce.
ja: 多数のディストリビューションより Xfce のパッケージが提供されています。Xfce を中心に構築されたポピュラーな例として、<a href="https://xubuntu.org/">Xubuntu</a>、<a href="https://spins.fedoraproject.org/xfce/">Fedora Xfce Spin</a>、<a href="https://manjaro.org/get-manjaro/">Manjaro</a>、<a href="http://zenwalkgnulinux.blogspot.com/">Zenwalk</a> などがありますが、あなたのお気に入りのディストリビューションでも同様にパッケージが提供されているかもしれません。
pt: Muitas distribuições diferentes fornecem pacotes do Xfce. Exemplos populares criados em torno do Xfce são o <a href="https://xubuntu.org/">Xubuntu</a>, o <a href="https://spins.fedoraproject.org/xfce/">Fedora Xfce Spin</a>, <a href="https://manjaro.org/get-manjaro/">Manjaro</a> ou <a href="http://zenwalkgnulinux.blogspot.com/">Zenwalk</a>, mas há uma boa probabilidade da sua "distro" favorita fornecer pacotes também.
ru: Множество различных дистрибутивов предоставляют пакеты Xfce. Популярными примерами, созданными на основе Xfce, являются <a href="https://xubuntu.org/">Xubuntu</a>, <a href="https://spins.fedoraproject.org/xfce/">Fedora Xfce Spin</a>, <a href="https://manjaro.org/get-manjaro/">Manjaro</a> или <a href="http://zenwalkgnulinux.blogspot.com/">Zenwalk</a>, но есть большая вероятность, что ваш любимый дистрибутив также предоставляет пакеты.
sq: Paketa Xfce ofrojnë mjaft shpërndarje të ndryshme. Shembuj popullorë të ngritur mbi Xfce-në janë <a href="https://xubuntu.org/">Xubuntu</a>, <a href="https://spins.fedoraproject.org/xfce/">Fedora Xfce Spin</a>, <a href="https://manjaro.org/get-manjaro/">Manjaro</a> ose <a href="http://zenwalkgnulinux.blogspot.com/">Zenwalk</a>, por ka jo pak mundësi që shpërndarja juaj e parapëlqyer të ofrojë gjithashtu paketa për të.
sr: Доста различитих раздељивача обезбеђује пакете ИксФЦЕ-а. Познати примери около ИксФЦЕ-а су <a href="https://xubuntu.org/">Зубунту</a>, <a href="https://spins.fedoraproject.org/xfce/">Федорин сплет ИксФЦЕ-а</a>, <a href="https://manjaro.org/get-manjaro/">Манџаро</a> или <a href="http://zenwalkgnulinux.blogspot.com/">Зенвлак</a>, али је велика вероватноћа да Ваш омиљени раздељивач такође има пакете.
sv: Flera olika distributioner tillhandahåller Xfce-paket. Populära exempel byggda runt Xfce är <a href="https://xubuntu.org/">Xubuntu</a>, <a href="https://spins.fedoraproject.org/xfce/">Fedoras Xfce Spin</a>, <a href="https://manjaro.org/get-manjaro/">Manjaro</a> eller <a href="http://zenwalkgnulinux.blogspot.com/">Zenwalk</a>, men det finns en stor chans för att också din favoritdistribution tillhandahåller paket.
th: ชุดจัดแจกหลายชุดมีการจัดเตรียมแพกเกจของ Xfce ให้ ตัวอย่างยอดนิยมที่ใช้ Xfce เป็นหลัก ได้แก่ <a href="https://xubuntu.org/">Xubuntu</a>, <a href="https://spins.fedoraproject.org/xfce/">Fedora Xfce Spin</a>, <a href="https://manjaro.org/get-manjaro/">Manjaro</a> หรือ <a href="http://zenwalkgnulinux.blogspot.com/">Zenwalk</a> แต่ก็มีโอกาสสูงที่ชุดจัดแจกที่คุณใช้อยู่จะจัดเตรียมแพกเกจให้เช่นกัน

source: Xfce 4.20
sr: ИксФце 4.20

source: Xfce 4.18
sr: ИксФЦЕ 4.18

source: Xfce 4.16
sr: Иксфце 4.16

source: Xfce 4.14
sr: Иксфце 4.14

source: Xfce 4.12
id: Xfce versi 4.12
sr: Иксфце 4 12

source: Xfce 4.10
sr: ИксФЦЕ 4.10

source: Xfce 4.8
sr: ИксФЦЕ 4.8

source: Xfce 4.6
sr: Иксфце 4.6

source: Xfce 4.4
sr: Иксфце 4.4

source: Xfce 4.2
lt: Xfce 4.4
sr: Иксфце 4.2
zh_tw: Xfce 4.2 導覽

source: Xfce 4.0
id: Xfce versi 4.0
sr: ИксФЦЕ 4.0

source: Xfwm4
sr: Иксфвм4

source: Xfdashboard
sr: Полетник Иксфце-а

source: Wiki
he: ויקי
ru: Вики
sr: Вики
th: วิกิ
uk: ВІКІ

source: Git
sr: ГИТ

source: Transifex
sr: Трансифекс
uk: Переклад з Transifex

source: Xfburn
sr: Рецко

source: Release Model
cs: Model pro vydávání
da: Udgivelsesmodel
de: Veröffentlichungsmodell
fr: Modèle de publication
id: Model Rilis
ja: リリースモデル
lt: Išleidimo modelis
ms: Model Keluaran
nb: Utgivelses-modell
oc: Modèl de version
pt: Modelo de disponibilização
ru: Модель выпуска
sq: Model Hedhjeje Në Qarkullim
sv: Utgivningsmodell
th: แบบแผนการออกรุ่น
tr: Sürüm Modeli
uk: Модель випуску
zh_tw: 發行模式

source: In the past the same questions and discussions have come up over and over again whenever a new release was in sight, like:
cs: V minulosti se objevovaly stále stejné otázky ohledně nových vydání, například:
da: Før i tiden kom de samme spørgsmål op igen og igen hver gang der var udsigt til en ny udgivelse, såsom:
de: In der Vergangenheit wurden die selben Fragen und Diskussionen immer wieder gestellt, während eine neue Freigabe bevorstand, wie:
fr: Par le passé, à chaque nouvelle version, les mêmes questions et discussions sont revenues encore et encore, comme :
id: Dahulu, pertanyaan dan diskusi yang sama selalu muncul ketika ada rilis yang baru diterbitkan, seperti:
ja: 過去、新しいリリースが発表されるたびに、いつも以下のような事柄が繰り返し尋ねられ、議論されてきました:
lt: Praeityje buvo daug klausimų ir diskusijų apie tai, kaskart išėjus naujai versijai kyla tie patys klausimai:
ms: Sebelum ini persoalan dan perbincangan yang sama telah ditimbulkan berulang-kali bilamana satu keluaran baharu dilepaskan, seperti:
nb: I det siste har de samme spørsmålene og diskusjonene kommet opp igjen og igjen når en ny utgivelse har vært i sikte, slik som:
nl: In het verleden dezelfde vragen en discussies zijn gekomen over en weer wanneer een nieuwe release in zicht was, zoals:
oc: Dins lo passat, las meteissas questions e las discussions an mes encara e encara a cada fois qu'une novèla version èra en vista, coma :
pt: No passado, surgiram diversas dúvidas e debates sempre que uma nova versão estava a ser criada, como:
ru: В прошлом перед выпуском каждой новой версии снова и снова возникали одни и те же вопросы и обсуждения, такие как:
sq: Në të kaluarën, të njëjtat pyetje dhe diskutime janë shfaqur herë pas here kurdo që fillonte të dukej një hedhje e re në qarkullim, b.f.:
sv: I det förgångna har samma frågor och diskussioner kommit upp gång på gång då en ny utgåva varit nära, som:
th: ในอดีต ได้เกิดคำถามและการอภิปรายเดิมๆ ซ้ำแล้วซ้ำเล่าเมื่อรุ่นใหม่กำลังจะออก ตัวอย่างเช่น:
tr: Yeni bir sürüm ufukta göründüğünde aşağıdaki gibi sorular ve tartışmalar eskiden de yapılırdı:
uk: У минулому ті ж питання та дискусії трапляються знову і знову, щоразу, коли появлявся новий реліз, такі як:
zh_tw: 只要新版本即將出現，同樣的問題和討論在過去一次又一次的出現，像是：

source: What are the core components of Xfce?
cs: Jaké jsou klíčové komponenty Xfce?
da: Hvad er Xfce's kernekomponenter?
de: Aus welchen Kernkomponenten besteht Xfce?
fr: Quels sont les composants de base de Xfce ?
id: Apa komponen inti Xfce?
ja: Xfce コアコンポーネントとは何か?
lt: Kurie komponentai priklauso Xfce branduoliui?
ms: Apakah komponen teras Xfce?
nb: Hvilke komponenter er sentrale i Xfce?
nl: Wat zijn de kernelementen van Xfce?
oc: Quines son los components de basa de Xfce ?
pt: Quais os principais componentes do Xfce?
ru: Какие компоненты являются основными в Xfce?
sq: Cilët janë përbërësit bazë të Xfce-së?
sv: Vilka är Xfce:s kärnkomponenter?
th: องค์ประกอบแกนหลักของ Xfce มีอะไรบ้าง?
tr: Xfce'nin temel bileşenleri nelerdir?
uk: Що таке компоненти ядра Xfce?
zh_tw: Xfce 的核心組件是什麼？

source: How often do we want to release and in what fashion (time-based, feature-based)?
cs: Jak často budeme uvádět nová vydání a jakým způsobem (podle data, podle funkcí)?
da: Hvor ofte vil vi gerne udgive og i hvilken facon (tidsbaseret, funktionsbaseret)
de: Wie oft wollen wir eine Freigabe und in welcher Art und Weise (Zeit-basiert, Feature-basiert)?
fr: À quelle fréquence voulons-nous publier et sur quel mode (basé sur le temps, les fonctionnalités) ?
id: Seberapa sering suatu rilis diluncurkan, apakah berdasarkan waktu atau fitur?
ja: どのくらいの間隔で、どういうやり方でリリースするのか (時間ベース、機能ベース)?
lt: Kaip dažnai mes norime išleisti naują versiją, kuo remiantis(pagal laiką, pagal naujas galimybes)?
ms: Berapa kerapkah keluaran Xfce ini dalam bagaimana asas keluaran (berasakan-masa, berasakan-fitur)?
nb: Hvor ofte vil vi slippe nye versjoner, og på hvilken måte (tidsbasert, funksjonsbasert)?
nl: Hoe vaak willen we vrij en in welke mode (time-based, feature-based)?
oc: Quant de fois nous voulons libérer e de quelle façon (basada sul temps, basada suls caracteristicas) ?
pt: De que forma e com que frequência são disponibilizadas as novas versões (espaço de tempo, funcionalidades)?
ru: Как часто мы хотим делать выпуски и каким образом (по времени или по особенностям)?
sq: Sa shpesh duam të hedhim në qarkullim dhe mbi ç’bazë (me bazë kohën, me bazë veçoritë)?
sv: Hur ofta vill vi publicera och på vilket sätt (tidsbaserat, funktionsbaserat)?
th: เราต้องการออกรุ่นถี่แค่ไหน? ในลักษณะใด? (ตามกำหนดเวลาหรือตามเนื้องานที่ทำเสร็จ?)
tr: Hangi sıklıkla ve yöntemle (zamana bağlı, özelliklere bağlı) sürüm çıkartmak istiyoruz?
uk: Як часто виходять випуски і в залежності від чого (періодично в часі чи при появі нових властивостей)?
zh_tw: 我們多久釋出一次，模式(基於時間、基於功能)是什麼？

source: Who's in charge of the release process?
cs: Kdo je zodpovědným za proces vydávání?
da: Hvem står for udgivelses-processen?
de: Wer ist in den Veröffentlichungsprozess eingebunden?
fr: Qui est en charge du processus de publication ?
id: Siapa yang berwenang dalam proses rilis?
ja: だれがリリースプロセスを管理しているのか?
lt: Kas atsakingas už išleidimo procesą?
ms: Siapakah yang mengurus proses keluaran ini?
nb: Hvem er ansvarlig for utgivelsesprosessen?
nl: Wie is verantwoordelijk voor het release-proces?
oc: Qual es en carga del processus de liberacion?
pt: Quem está responsável pelo processo de lançamento?
ru: Кто отвечает за процесс выпуска?
sq: Kush e ka përsipër procesin e hedhjeve në qarkullim?
sv: Vem bestämmer över utgivningsprocessen?
th: ใครทำหน้าที่ดูแลกระบวนการออกรุ่น?
tr: Sürüm sürecinden kim sorumlu?
uk: Хто відповідає за зміну процесу виходу?
zh_tw: 誰在控管釋出進度？

source: What dependency versions do we depend on?
cs: Na kterých závisejících verzích jsme závislí?
da: Hvilke afhængige versioner er vi afhængige af?
de: Welche abhängigen Versionen?
fr: Quelles sont les dépendances sur lesquelles nous nous appuyons ?
id: Versi dependensi apa yang kita butuhkan?
ja: 依存関係のバージョンは何か?
lt: Nuo kokių priklausomybių versijų mes priklausomi?
ms: Apakah versi dependensi yang diperlukan?
nb: Hvilke versjonsavhengigheter finnes?
nl: Wat de afhankelijkheid versies doen we af?
oc: De quinas versions de dependéncia dependèm ?
pt: Quais as versões de dependências de que precisamos?
ru: Какие версии зависимостей нам нужны?
sq: Nga cilat versione varësish varemi?
sv: Vilka beroendeversioner är vi beroende av?
th: เราต้องใช้ซอฟต์แวร์รุ่นไหนประกอบบ้าง?
tr: Bağlı olduğumuz bağımlılıklar neler?
uk: Від яких версій залежностей ми залежимо?
zh_tw: 我們依賴的版本是什麼？

source: When are feature-freeze, string-freeze, code-freeze and thelike?
cs: Kdy nastane zmrazení funkcí a vlastností, zmrazení textů, zmrazení kódu atd.?
da: Hvornår er funktions-frys, streng-frys, kode-frys og lignende?
de: Wann sind Feature-Freeze, String-Freeze, Code-Freeze und dergleichen?
fr: Quand sont fixés les fonctionnalités, les chaînes, le code, etc. ?
id: Kapan pembekuan fitur, pembekuan string, pembekuan kode, dan semacamnya?
ja: フィーチャーフリーズ、ストリングフリーズ、コードフリーズ、その他そのたぐいのものはいつなのか?
lt: Kada būna galimybių-užšaldymas, vertimo-užšaldymas, kodo-užšaldymas ir panašūs?
ms: Bila berlakunya pembekuan-fitur, pembekuan-rentetan, pembekuan-kod dan yang seumpama dengannya?
nb: Når er funksjonsfrys, strengfrys, kodefrys, og lignende?
nl: Wanneer zijn feature-freeze, string-vries, code-bevriezen en thelike?
oc: Quand las foncionalitats, las cadenas, lo còdi e analògs son fijats ?
pt: O que são os períodos de não adição de funcionalidades, linhas de tradução, código e similares?
ru: Когда производить заморозку функционала, заморозку строк, заморозку кода и тому подобное?
sq: Kur ndodhin ngrirje të veçorive, ngrirje të vargjeve, ngrirje të kodit, dhe të ngjashme?
sv: När är funktionsfrysning, strängfrysning, kodfrysning och liknande?
th: เมื่อไรที่จะหยุดเพิ่มความสามารถ, หยุดเปลี่ยนแปลงข้อความ, หยุดเปลี่ยนแปลงโค้ด และอื่นๆ?
tr: Özellik dondurma, kod dondurması ne zaman?
uk: Коли буде замороження властивостей, замороження стрічок, замороження коду і таке подібне?
zh_tw: 功能凍結、字串凍結、代碼凍結等等的是在什麼時候？

source: How many pre-releases should we do and how do we call them?
cs: Kolik vývojových vydání bychom měli udělat a jak je budeme nazývat?
da: Hvor mange før-udgivelser burde vi lave og hvordan kalder vi dem?
de: Wie viele Vorab-Freigaben sollten wir machen und wie nennen wir diese?
fr: Combien de préversions devrions-nous faire et comment les appeler ?
id: Berapa pra-rilis yang harus kita buat dan bagaimana kita menyebutnya?
ja: プレリリースは何度行うのか、そしてそれらをなんと呼ぶべきか?
lt: Kiek turėtų būti peržiūros leidimų ir kaip juos reiktų pavadinti?
ms: Berapa banyakkah pra-keluaran yang telah dibuat dan bagaimana ia dikenali?
nb: Hvor mange prøveutgivelser skal lages og hva skal vi kalle dem?
nl: Hoeveel pre-releases moeten we doen en hoe noemen we ze?
oc: Quant de preversions que nos caldriá far e cossí las podèm apelar ?
pt: Quantas versões de testes devemos fazer e como as chamar?
ru: Сколько должно быть предварительных выпусков и как их называть?
sq: Sa hedhje paraprake në qarkullim na duhet të bëjmë dhe si i quajmë ato?
sv: Hur många försläppsversioner bör vi ha och vad ska vi kalla dem?
th: เราควรออกรุ่นตัวอย่างก่อนรุ่นจริงสักกี่รุ่น และจะเรียกรุ่นตัวอย่างต่างๆ อย่างไร?
tr: Kaç ön sürüm çıkarılmalı ve nasıl isimlendirilmeli?
uk: Як багато попередніх випусків потрібно випустити і як ми будемо їх називати?
zh_tw: 我們要做多少個預覽版，如何稱呼它們？

source: What do we use as a replacement for SVN revision versioning with Git?
cs: Co používáme v Gitu jako náhradu za verzování revizí v SVN?
da: Hvad bruger vi som erstatning for SVN revision versionering med Git?
de: Was nehmen wir als Ersatz für die SVN-Versionsverwaltung mit Git?
fr: Qu’utilisons-nous à la place du gestionnaire de version SVN avec Git ?
id: Apa yang kita gunakan sebagai pengganti pengaturan versi revisi SVN dengan Git?
ja: Git における SVN リビジョンバージョニングの代替は何を使用するのか?
lt: Ką mes naudojame kaip SVN leidimų versijas su GIT?
ms: Apa yang kami gunakan sebagai pengganti untuk versi revisi SVN dengan Git?
nb: Hva bruker vi som erstatning for SVN-versjonskontroll med Git?
nl: Wat doen we gebruiken als een vervanger voor SVN herziening versiebeheer met Git?
oc: Perqué utilizam Git coma remplaçament del gestionari de version SVN ?
pt: Porque mudámos o sistema de controlo de versões do SVN para o GIT?
ru: Что мы используем в качестве замены для SVN-ревизий в Git?
sq: Çfarë përdorim si zëvendësim për rishikime SVN me Git?
sv: Vad ska vi använda som ersättning för SVN revision versionshantering med Git?
th: เราใช้อะไรจาก Git ในการแทนที่การควบคุมรุ่นด้วย SVN?
tr: Git ile SVN sürümlemesi kullanmak için ne kullanıyoruz?
uk: Що ми використовуємо як заміну SVN при ревізіях за допомогою GIT?
zh_tw: 我們使用 Git 代替 SVN 修訂版本的什麼東西？
