Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Not only was the Xfce tab reworked to be more visually appealing and easily parsable, a separate tab showing basic information about the user's system was also added.
ca: No només es va reelaborar la pestanya Xfce per ser més atractiva visualment i fàcil d'analitzar, també es va afegir una pestanya separada que mostra informació bàsica sobre el sistema de l'usuari.
cs: Karta Xfce byla přepracována nejen kvůli vylepšení vzhledu a usnadnění analýzy, byla také přidána samostatná karta zobrazující základní informace o systému uživatele.
da: Der er ikke kun blevet arbejdet på Xfce-fanebladet for at gøre det mere visuelt tiltalende, et separat faneblad der viser grundlæggende information om brugerens system er også blevet tilføjet.
de: Es wurde nicht nur die Xfce-Registerkarte überarbeitet, um sie optisch ansprechender und leichter zu handhaben, sondern es wurde auch eine separate Registerkarte hinzugefügt, die grundlegende Informationen über das System des Benutzers anzeigt.
es: No solo se modificó la pestaña Xfce para que sea más atractiva visualmente y fácilmente analizable, sino que también se agregó una pestaña separada que muestra información básica sobre el sistema del usuario.
gl: Non só se refixo a lapela do Xfce para ser máis atractiva visualmente e doadamente analizábel, tamén se engadiu unha nova lapela que amosa información básica sobre o sistema do usuario.
he: לא רק שהלשונית Xfce עברה שיפוץ כדי להיות מושכת יותר ויזואלית וקלה יותר לניתוח, נוספה גם לשונית נפרדת המציגה מידע בסיסי על המערכת של המשתמש.
id: Tab Xfce tidak hanya dikerjakan ulang agar tampil lebih menarik dan lebih mudah diurai, tab terpisah yang menampilkan informasi dasar mengenai sistem pengguna juga ditambahkan.
it: Oltre ad aver rifatto la scheda Xfce per renderla visivamente più accattivante e più facile da ispezionare, è stata aggiunta una scheda a parte che mostra le informazioni di base sul sistema dell'utente.
kk: Xfce беті көрнекі және оқуға ыңғайлы болу үшін қайта жасалып қана қоймай, пайдаланушы жүйесі туралы негізгі ақпаратты көрсететін жеке бет те қосылды.
pl: Karta Xfce została nie tylko przerobiona, aby była bardziej atrakcyjna wizualnie i łatwa do przeanalizowania, ale także dodano oddzielną kartę pokazującą podstawowe informacje o systemie użytkownika.
pt: Não só o separador do Xfce foi aperfeiçoado para ser visualmente mais apelativo e facilmente analisável, como também foi adicionado um separador à parte que mostra a informação básica sobre o sistema do utilizador.
pt_br: Não apenas a aba do Xfce foi reformulada para ser visualmente mais atrativa e facilmente compreendida, uma aba separada mostrando informações básicas sobre o sistema do usuário também foi adicionada.
ro: Nu numai că fila Xfce a fost refăcută pentru a fi mai atractivă vizual și mai ușor de analizat, dar a fost adăugată și o filă separată care prezintă informații de bază despre sistemul utilizatorului.
ru: Мало того, что вкладка Xfce была переработана, чтобы сделать ее более визуально привлекательной и легко анализируемой, также была добавлена отдельная вкладка, показывающая основную информацию о системе пользователя.
sq: Skeda Xfce jo vetëm që u ripunua, për të qenë më tërheqëse nga ana pamore dhe e përtypshme lehtësisht nga programe të tjera, por u shtua gjithashtu një skedë më vete që shfaq informacione elementare rreth sistemit të përdoruesit.
sr: Не само да је прерађен лист Иксфцеа у допадљивији и прегледнији, већ је додат посебан лист који приказује податке о корисничком систему.
sv: Xfce-fliken omarbetades inte bara till att bli mer visuellt tilltalande och lättläst, vi lade också till en separat flik som visar grundläggande information om användarens system.
th: ไม่เพียงแต่มีการเรียบเรียงแท็บ Xfce ใหม่ให้ดูดึงดูดและอ่านง่าย แต่ยังได้เพิ่มแท็บต่างหากสำหรับแสดงข้อมูลพื้นฐานเกี่ยวกับระบบของผู้ใช้ด้วย
tr: Xfce sekmesi yalnızca görsel olarak daha çekici ve kolayca ayrıştırılabilir olacak şekilde yeniden çalışmakla kalmadı, ayrıca kullanıcının sistemi hakkında temel bilgileri gösteren ayrı bir sekme de eklendi.
uk: Мало того, що вкладка Xfce була перероблена, щоб зробити її більш візуально привабливою та легко аналізованою, також було додано окрему вкладку, що показує основну інформацію про систему користувача.
vi: Tab Xfce không chỉ được làm lại để trông hấp dẫn hơn và dễ phân tích cú pháp hơn, một tab riêng hiển thị thông tin cơ bản về hệ thống của người dùng cũng được thêm vào.

source: About Xfce
ca: Quant a Xfce
cs: O prostředí Xfce
da: Om Xfce
de: Über Xfce
es: Acerca de Xfce
gl: Sobre o Xfce
he: על אודות Xfce
id: Tentang Xfce
it: Informazioni su Xfce
ja: Xfce について
kk: Xfce туралы
lt: Apie Xfce
pl: Informacje o Xfce
pt: Acerca do Xfce
pt_br: Sobre o Xfce
ro: Despre Xfce
ru: О Xfce
sq: Mbi Xfce-në
sr: О Иксфце-у
sv: Om Xfce
th: เกี่ยวกับ Xfce
tr: Xfce Hakkında
uk: Про Xfce
vi: Giới thiệu về Xfce

source: About System
ca: Quant al sistema
cs: O systému
da: Om systemet
de: Über System
es: Acerca del Sistema
gl: Sobre o sistema
he: על אודות מערכת
id: Tentang Sistem
it: Informazioni sul Sistema
kk: Жүйе туралы
lt: Apie sistemą
pl: Informacje o systemie
pt: Acerca do Sistema
pt_br: Sobre o Sistema
ro: Despre sistem
ru: О системе
sq: Mbi Sistemin
sr: О систему
sv: Om System
th: เกี่ยวกับระบบ
tr: Sistem Hakkında
uk: Про систему
vi: Giới thiệu về hệ thống

source: The settings dialog of the power manager was cleaned up and shows either 'on battery' or 'plugged in' settings as opposed to both in a huge table.
ca: El diàleg de configuració del gestor d'energia s'ha netejat i mostra la configuració «en bateria» o «connectat» en lloc de totes dues en una taula enorme.
cs: Dialogové okno nastavení správce napájení bylo vyčištěno a zobrazuje „Napájení z akumulátoru“, nebo „Napájení ze sítě“ namísto obou v obrovské tabulce.
da: Der er blevet ryddet op i strømstyringens indstillingsdialog og der vises enten indstillingen 'på batteri' eller 'tilsluttet' i modsætning til begge i en stor tabel.
de: Der Einstellungsdialog des Energiemanagers wurde aufgeräumt und zeigt nun entweder 'auf Batterie' oder 'eingesteckt' an und nicht mehr beides in einer riesigen Tabelle.
es: El cuadro de diálogo de configuración del administrador de energía se limpió y muestra configuraciones 'con batería' o 'enchufado' en lugar de ambas en una tabla enorme.
gl: Limpouse a xanela de axustes do xestor de enerxía e amosa a configuración "con batería" ou "conectado" en contraposición ás dúas nunha enorme táboa.
he: דו שיח של הגדרות ניהול חשמל עבר ניקיון ומציג בנפרד הגדרות 'על סוללה' או 'מחובר לחשמל' לעומת שילוב השניים בטבלה אחת גדולה.
id: Dialog pengaturan manajer daya telah dibersihkan dan menampilkan pengaturan 'pada daya baterai' atau 'tercolok listrik' alih-alih menampilkan semua dalam sebuah tabel yang besar.
it: La finestra delle impostazioni del gestore di energia è stata ripulita e mostra sia le impostazioni per lo stato "a batteria" che quelle per lo stato "collegato alla corrente" invece di un unico spazio.
kk: Қуат басқарушысының баптаулар сұхбат терезесі реттелді және енді үлкен кестедегі екі режимнің орнына 'батареядан' немесе 'желіге қосылған' баптауларын бөлек көрсетеді.
pl: Okno ustawień menedżera zasilania zostało wyczyszczone i pokazuje ustawienia „zasilanie akumulatorowe” lub „zasilanie sieciowe” w przeciwieństwie do obu w ogromnej tabeli.
pt: A janela de definições do gestor de energia foi limpa e mostra as definições 'em bateria' ou 'ligado' em oposição a ambas numa enorme tabela.
pt_br: A janela de configurações do gerenciador de energia passou por uma limpeza e mostra as configurações 'na bateria' ou 'conectado', em oposição a ambas em uma tabela enorme.
ro: Fereastra de dialog a opțiunilor din Administratorul de energie a fost curățată și afișează fie opțiunea „pe baterie”, fie opțiunea „în priză”, în loc de a le afișa pe ambele într-un tabel imens.
ru: Диалоговое окно настроек диспетчера питания было подчищено и теперь показывает либо настройки режима «от батареи» либо режима «от сети», ранее отображались оба в огромной таблице.
sq: Dialogu i rregullimeve për përgjegjësin e energjisë u pastrua dhe shfaq ose rregullime për “nën bateri”, ose ato për “në prizë”, në vend se që të dyja në një tabelë të stërmadhe.
sr: Прозорче поставки управника потрошње је прочишћено и приказује засебно поставке „на батерији“ или „утакнут“ уместо обоје на великом листу.
sv: Energihanterarens inställningsdialog städades, och visar antingen inställningar för 'batteridrift' eller 'nätdrift' istället för både och i en enda stor tabell.
th: กล่องโต้ตอบตั้งค่าของระบบจัดการพลังงานได้รับการรื้อเรียบเรียงใหม่ให้แสดงค่าตั้ง 'ขณะใช้แบตเตอรี่' หรือ 'เสียบปลั๊ก' แยกกัน แทนที่จะแสดงทั้งสองส่วนพร้อมกันในตารางขนาดใหญ่
tr: Güç yöneticisinin ayarlar iletişim kutusu temizlendi ve büyük bir tablodaki her ikisinin aksine ya 'pille' ya da 'takılı' ayarlarını gösteriyor.
uk: Діалогове вікно налаштувань диспетчера живлення було очищено, і в ньому відображаються параметри «від батареї» або «підключено» на відміну від обох у величезній таблиці.
vi: Hộp thoại cài đặt của trình quản lý nguồn đã được dọn dẹp và hiển thị cài đặt 'trên pin' hoặc 'đã cắm', trái ngược với cả hai trong một bảng lớn.

source: Power Manager settings
ca: Configuració del gestor d'energia
cs: Nastavení Správce napájení
da: Strømstyringsindstillinger
de: Energieverwaltungseinstellungen
es: Configuración del Administrador de Energia
gl: Configuración do xestor de enerxía
he: הגדרות מנהל חשמל
id: Pengaturan Manajemen Daya
it: Impostazioni del Gestore di Energia
kk: Қуат басқарушысының баптаулары
lt: Maitinimo tvarkytuvės nustatymai
pl: Ustawienia Menedżera zasilania
pt: Definições do Gestor de energia
pt_br: Configurações do gerenciador de energia
ro: Opțiunile Administratorului de energie
ru: Настройки менеджера питания
sq: Rregullime Përgjegjësi Energjie
sr: Поставке управника потрошње
sv: Strömhanterareinställningar
th: การตั้งค่าระบบจัดการพลังงาน
tr: Güç Yönetimi ayarları
uk: Налаштування керівника живлення
vi: Cài đặt Trình quản lý nguồn

source: Xfce 4.14 tour
ca: Visita a Xfce 4.14
cs: Prohlídka Xfce 4.14
da: Xfce 4.14 rundvisning
de: Rundgang durch Xfce 4.14
es: Paseo de Xfce 4.14
gl: Visita ao Xfce 4.14
he: Xfce 4.14 סיור
id: Tur Xfce 4.14
it: Tour di Xfce 4.14
ja: Xfce 4.14 ツアー
kk: Xfce 4.14 шолуы
lt: Xfce 4.14 turas
pl: Prezentacja Xfce 4.14
pt: Guia do Xfce 4.14
pt_br: Conheça o Xfce 4.14
ro: Turul versiunii Xfce 4.14
ru: Тур по Xfce 4.14
sq: Tur i Xfce 4.12-s
sr: Обилазак 4.14
sv: Xfce 4.14 rundtur
th: นำชม Xfce 4.14
tr: Xfce 4.14 turu
uk: Огляд Xfce 4.14
vi: Tham quan Xfce 4.14

source: This tour will introduce you to new major features of Xfce 4.14. It only covers improvements made on the surface; for the full list of changes, see the <a href="/download/changelogs/">changelogs</a>.
ca: Aquest recorregut us introduirà les noves característiques principals de l'Xfce 4.14. Només cobreix les millores realitzades a la superfície; per a la llista completa de canvis, vegeu els <a href="/download/changelogs/">changelogs</a>.
cs: Tato prohlídka Vám představí hlavní nové funkce Xfce 4.14. Zahrnuje pouze vylepšení provedená na povrchu. Úplný seznam změn naleznete v <a href="/download/changelogs/">protokolu o změnách</a>.
da: Denne rundvisning introducerer dig for nye større funktionaliteter i Xfce 4.14. Den dækker kun forbedringer som er lavet på overfladen; se <a href="/download/changelogs/">ændringsloggene</a> for en fuld liste af ændringer.
de: Dieser Rundgang stellt Ihnen einige neue Hauptmerkmale von Xfce 4.14 vor. Er behandelt allerdings nur sichtbare Änderungen der Oberfläche. Eine vollständige Liste der Änderungen finden Sie in den <a href="/download/changelogs/">Änderungsprotokollen</a>.
es: Este recorrido le presentará las nuevas características principales de Xfce 4.14. Solo cubre las mejoras realizadas superficialmente; para obtener la lista completa de cambios, consulte los <a href="/download/changelogs/">registros de cambios</a>.
gl: Esta visita presenta as novas características principais do Xfce 4.14. Só abrangue as melloras feitas na parte visual; para a lista completa de cambios (visíbeis para quen o usa), consulte os <a href="/download/changelogs/">rexistros de cambios</a>.
he: סיור זה יציג בפניך את התכונות העיקריות החדשות של Xfce 4.14. הסיור מכסה רק שיפורים הנראים על פני השטח, לרשימת השינויים המלאה, ראה <a href="/download/changelogs/">יומן שינויים</a>.
id: Tur berikut akan memperkenalkan Anda kepada fitur-fitur utama yang baru di Xfce 4.14. Ini hanya meliputi peningkatan yang dibuat di permukaan; untuk daftar lengkap perubahan, lihat <a href="/download/changelogs/">log perubahan</a>.
it: Questo tour descrive le principali novità introdotte da Xfce 4.14. Le novità descritte rappresentano solamente quelle visibili dall'utente. Per un elenco completo dei cambiamenti, consultare l'<a href="/download/changelogs/">elenco delle modifiche</a>.
kk: Бұл шолу сізді Xfce 4.14 нұсқасының жаңа негізгі мүмкіндіктерімен таныстырады. Онда тек сыртқы жақсартулар ғана қарастырылған; өзгерістердің толық тізімін <a href="/download/changelogs/">өзгерістер журналынан</a> көре аласыз.
lt: Šis turas supažindins jus su naujomis, pagrindinėmis Xfce 4.14 laidos, ypatybėmis. Jis aprašo tik iš išorės atliktus pakeitimus, pilnam pakeitimų sąrašui, žiūrėkite <a href="/download/changelogs/">keitinių žurnalus</a>.
pl: Poniżej zaprezentowano najbardziej znaczące nowości środowiska Xfce wprowadzone w wersji 4.14. Zestawienie obejmuje jedynie zmiany dostrzegalne w interfejsie graficznym. Pełna lista znajduje się się na stronie <a href="/download/changelogs/">dziennika zmian</a>.
pt: Este guia irá apresentar-lhe as novas funcionalidades principais do Xfce 4.14. Abrange apenas as melhorias superficiais; para a lista completa das alterações, veja os <a href="/download/changelogs/">registos de alteração</a>.
pt_br: Será apresentado a você, os novos recursos do Xfce 4.14. Ele somente cobre a parte superficial; para a lista completa de alterações, veja o <a href="/download/changelogs/">registro de alterações</a>.
ro: Acest tur vă va prezenta noile caracteristici majore ale Xfce 4.14. Acesta acoperă doar îmbunătățirile aduse la suprafață; pentru lista completă a modificărilor, consultați <a href="/download/changelogs/">Jurnalul de modificări al Xfce 4.14</a>.
ru: Этот тур познакомит вас с новыми основными функциями Xfce 4.14. Он охватывает только внешние улучшения; полный список изменений смотрите в <a href="/download/changelogs/">списке изменний</a>.
sq: Ky tur do t’ju paraqesë veçoritë e reja të rëndësishme të Xfce 4.14-s. Mbulon vetëm përmirësimet e bëra në sipërfaqe; për listën e plotë të ndryshimeve, shihni <a href="/download/changelogs/">regjistrat e ndryshimeve</a>.
sr: Обилазак ће представити нове крупне могућности Иксфце-а 4.12. Покрива само видљива површна побољшања; За потпуни преглед измена погледајте <a href="/download/changelogs/">дневнике измена</a>.
sv: Denna rundtur kommer att introducera dig för nya viktiga funktioner i Xfce 4.14. Det omfattar endast förbättringar som gjorts på ytan; för en fullständig lista över förändringar, se <a href="/download/changelogs/">ändringsloggar</a>.
th: เอกสารนำชมนี้จะแนะนำถึงความสามารถใหม่หลักๆ ของ Xfce 4.14 ซึ่งจะครอบคลุมเฉพาะการปรับปรุงรูปลักษณ์ภายนอกเท่านั้น หากต้องการดูรายการเปลี่ยนแปลงทั้งหมด กรุณาอ่านได้ที่ <a href="/download/changelogs/">ปูมการเปลี่ยนแปลง</a>
tr: Bu tur, Xfce 4.14 sürümünün yeni ve başlıca özelliklerini tanıtacaktır. Sadece arayüzdeki değişiklikleri listeler; değişikliklerin tüm listesi için, <a href="/download/changelogs/">Değişim Günlüğü</a> sayfasına göz atınız.
vi: Chuyến tham quan này sẽ giới thiệu cho bạn các tính năng chính mới của Xfce 4.14. Nó chỉ bao gồm những cải tiến được thực hiện trên bề mặt; để biết danh sách đầy đủ các thay đổi, hãy xem <a href="/download/changelogs/">nhật ký thay đổi</a>.

source: Color Profiles Dialog
ca: Diàleg Perfils de color
cs: Dialogové okno Profily barev
da: Dialogen Farveprofiler
de: Farbprofil-Dialog
es: Cuadro de Diálogo de Perfiles de color
gl: Xanela de perfís de cor
he: דו שיח פרופילי צבע
id: Dialog pilihan warna profile
it: Finestra di Profili dei Colori
kk: Түс профильдерінің сұхбат терезесі
lt: Spalvų profilių dialogas
pl: Okno Profile kolorów
pt: Janela de Perfis de cor
pt_br: Janela de perfis de cor
ro: Fereastra de dialog «Profiluri de culoare»
ru: Диалоговое окно цветовых профилей
sq: Dialog Profilesh Ngjyrash
sr: Прозорче пресека боја
sv: Dialogrutan Färgprofiler
th: กล่องโต้ตอบโพรไฟล์สี
tr: Renk Profilleri İletişim Kutusu
uk: Вікно профілів кольору
vi: Hộp thoại Cấu hình Màu

source: A new dialog for setting <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>color profiles</a> for monitors, printers and scanners was introduced. It acts as a frontend to various daemons that talk directly to colord, e.g. saned (scanners), cupsd (printers) or xiccd (monitors).
ca: Es va introduir un diàleg nou per a establir <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>perfils de color</a> per a monitors, impressores i escàners. Actua com a frontend de diversos dimonis que parlen directament amb color, per exemple, saned (escàners), cupsd (impressores) o xiccd (monitors).
cs: Bylo představeno nové dialogové okno pro nastavení <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>profilů barev</a> monitorů, tiskáren a skenerů. Slouží jako frontend pro různé démony, které komunikují přímo se službami colord, např. saned (skenery), cupsd (tiskárny) nebo xiccd (monitory).
da: Der er kommet en ny dialog til indstilling af <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>farveprofiler</a> til skærme, printere og scannere. Den fungerer som en front til diverse dæmoner der taler direkte med colord, f.eks. saned (scannere), cupsd (printere) eller xiccd (skærme).
de: Ein neuer Dialog zum Einstellen von <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>Farbprofilen</a> für Monitore, Drucker und Scanner wurde eingeführt. Er dient als Frontend für verschiedene Daemons, die direkt mit colord sprechen, z. B. saned (Scanner), cupsd (Drucker) oder xiccd (Monitore).
es: Se introdujo un nuevo diálogo para configurar <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>perfiles de color</a> para monitores, impresoras y escáneres. Actúa como una interfaz para varios demonios que se comunican directamente con colord, p. Ej. saned (escáneres), cupsd (impresoras) o xiccd (monitores).
gl: Engade unha nova xanela para configurar perfís de cor para pantallas, impresoras e escáneres. Actúa como interface para varios servizos que falan directamente co servizo colord, por exemplo, saned (escáneres), cupsd (impresoras) ou xiccd (pantallas).
he: דו שיח חדש הוכנס לשימוש לקביעת <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>פרופילי צבע</a> למסכים, מדפסות וסורקים. הוא משמש חזית לדמונים שונים המדברים ישירות עם colord, למשל saned (סורקים), cupsd (מדפסות) או xiccd (מסכים).
id: Sebuah dialog baru untuk pengaturan <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>profil warna</a> untuk monitor, pencetak dan pemindai telah diperkenalkan. Dialog tersebut bertindak sebagai antarmuka ke berbagai jurik yang berkomunikasi secara langsung ke colord, misalnya saned (pemindai), cupsd (pencetak) atau xiccd (monitor).
it: È stata introdotta una nuova finestra per impostare <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>profili dei colori</a> per schermi, stampanti e scanner. Esso si comporta come un frontend per vari demoni che comunicano direttamente con colord, come ad esempio saned (scanner), cupsd (stampanti) o xiccd (schermi).
kk: Мониторлар, принтерлер және сканерлер үшін <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>түс профильдерін</a> баптайтын жаңа сұхбат терезесі ұсынылды. Ол colord қызметімен тікелей байланысатын түрлі демондар (мысалы, сканерлер үшін saned, принтерлер үшін cupsd немесе мониторлар үшін xiccd) үшін интерфейс ретінде қызмет етеді.
pl: Wprowadzono nowe okno do ustawiania <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>profili kolorów</a> dla monitorów, drukarek i skanerów. Działa jako nakładka na różne demony, które komunikują się bezpośrednio z colord, np. saned (skanery), cupsd (drukarki) lub xiccd (monitory).
pt: Foi introduzida uma nova janela para definir <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>perfis de cor</a> para monitores, impressoras e digitalizadoras. Atua como um painel para vários "daemons" que interage diretamente com o "colord", por exemplo saned (digitalizadoras), cupsd (impressoras) ou xiccd (monitores).
pt_br: Uma nova janela para configurar os <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>perfis de cor</a> para monitores, impressoras e scanners foi adicionada. Ela atua como uma interface para vários serviços que se conectam diretamente com o colord, por ex. saned (scanners), cupsd (impressoras) ou xiccd (monitores).
ro: A fost introdusă o nouă fereastră de dialog pentru a configura <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>profilurile de culoare</a> pentru monitoare, imprimante și scanere. Aceasta acționează ca o interfață pentru diferiți demoni care comunică direct cu colord, de exemplu, saned (scanere), cupsd (imprimante) sau xiccd (monitoare).
ru: Представлен новый диалог настройки <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>цветовых профилей</a> для мониторов, принтеров и сканеров. Он действует как интерфейс для различных демонов, которые напрямую общаются с colord, например. saned (сканеры), cupsd (принтеры) или xiccd (мониторы).
sq: U soll për herë të parë një dialog i ri për ujdisje <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>profile ngjyrash</a> për monitorë, shtypësa dhe skanera. Ky vepron si një qendër për demonë të ndryshëm që komunikojnë drejtpërsëdrejti me <em>colord</em>, p.sh., <em>saned</em> (skanera), <em>cupsd</em> (shtypësa) ose <em>xiccd</em> (monitorë).
sr: Представљено је ово прозорче постакви <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>пресека боја</a> за екране, штампаче и скенере. Има улогу сучеља за разне домаре и обраћа се непосредно цолорд-у, односно санед-у (скенери), цупсд-у (штампачи) или ксиццд-у (прикази).
sv: Vi skapade en ny dialogruta för att ange <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>färgprofiler</a> för skärmar, skrivare och skannrar. Den fungerar som en framände till diverse demoner som pratar direkt med colord, t.ex. saned (skannrar), cupsd (skrivare) eller xiccd (skärmar).
th: รุ่นนี้มีกล่องโต้ตอบใหม่เพื่อตั้งค่า <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>โพรไฟล์สี</a> สำหรับจอภาพ, เครื่องพิมพ์ และสแกนเนอร์ เพิ่มเข้ามา โดยทำหน้าที่เป็นฉากหน้าสำหรับดีมอนหลายๆ ตัวที่คุยกับ colord โดยตรง เช่น saned (สแกนเนอร์), cupsd (เครื่องพิมพ์) หรือ xiccd (จอภาพ)
tr: Monitörler, yazıcılar ve tarayıcılar için <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>renk profillerini</a> ayarlamak için yeni bir iletişim kutusu tanıtıldı. Doğrudan colord ile konuşan çeşitli daemonlar için bir ön uç görevi görür, ör. saned (tarayıcılar), cupd (yazıcılar) veya xiccd (monitörler).
vi: Hộp thoại mới để cài đặt <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/color'>cấu hình màu</a> cho màn hình, máy in và máy quét đã được giới thiệu. Nó hoạt động như một giao diện người dùng cho các daemon khác nhau nói chuyện trực tiếp với người da màu, ví dụ: saned (máy quét), cupd (máy in) hoặc xiccd (màn hình).
