Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The application list now as well can be navigated via Ctrl+N / Ctrl+P keys (VI default).
ca: La llista d'aplicacions ara també es pot navegar a través de les tecles Ctrl+N / Ctrl+P (per defecte VI).
es: La lista de aplicaciones ahora también puede ser navegada via Ctrl+N / Ctrl+P (Comportamiento de VI).
gl: Agora tamén se pode navegar pola lista de aplicacións a través das teclas Ctrl+N / Ctrl+P (predeterminado VI).
it: Ora è possibile navigare nell'elenco delle applicazioni anche tramite i tasti Ctrl+N / Ctrl+P (impostazione predefinita in VI).
kk: Қолданбалар тізімі бойынша енді Ctrl+N / Ctrl+P пернелері (VI әдеттегісі) арқылы да навигация жасауға болады.
pl: Po liście programów można teraz poruszać się także za pomocą klawiszy Ctrl+N / Ctrl+P (domyślnie w VI).
pt_br: Agora, a lista de aplicativos também pode ser navegada pelas teclas Ctrl+N / Ctrl+P (padrão VI).
ro: Lista de aplicații poate fi navigată acum și prin tastele Ctrl+N / Ctrl+P (implicit în modul de vizualizare de pictograme).
vi: Danh sách ứng dụng hiện nay cũng có thể được điều hướng thông qua các phím Ctrl+N / Ctrl+P (mặc định VI).

source: An option was added to close the Appfinder window automatically when focus is lost.
ca: S'ha afegit una opció per tancar la finestra de l'Appfinder automàticament quan es perd el focus.
es: Se añadió la opción de cerrar automáticamente la ventana de Appfinder cuando pierde el foco.
gl: Engadiuse unha opción para pechar automaticamente a xanela do buscador de aplicacións cando este perde o foco.
it: È stata aggiunta un'opzione per chiudere automaticamente la finestra di Appfinder quando si perde la messa a fuoco.
kk: Фокус жоғалған кезде Appfinder терезесін автоматты түрде жабу опциясы қосылды.
pl: Dodano opcję automatycznego zamykania okna Appfinder w przypadku utraty uaktywnienia.
pt_br: Foi adicionada uma opção para fechar a janela do Appfinder automaticamente quando o foco for perdido.
ro: A fost adăugată o opțiune pentru închiderea automată a ferestrei Appfinder atunci când se pierde focalizarea.
sr: Додата је могућност за самостално затварање прозора Проналазача Програма при нестанку из жиже.
vi: Một tùy chọn đã được thêm vào để tự động đóng cửa sổ Appfinder khi mất tiêu điểm.

source: Ctrl+Enter can be used to execute commands immediately when selecting entries from the dropdown.
ca: Ctrl+Retorn es pot utilitzar per a executar ordres immediatament en seleccionar entrades del desplegable.
es: Ctrl+Enter puede usarse para ejecutar comandos inmediatamente cuando se seleccionan entradas del menú deslizable.
gl: Ctrl+Intro pode usarse para executar ordes inmediatamente ao seleccionar entradas no menú despregábel.
it: Ctrl+Invio può essere utilizzato per eseguire immediatamente i comandi quando si selezionano le voci dal menu a tendina.
kk: Ашылмалы тізімнен жазбаларды таңдау кезінде командаларды бірден орындау үшін Ctrl+Enter қолдануға болады.
pl: Można użyć kombinacji klawiszy Ctrl+Enter, aby natychmiast wykonać polecenia po wybraniu wpisów z listy rozwijanej.
pt_br: Agora, a tecla Ctrl+Enter pode ser usada para executar comandos imediatamente ao selecionar entradas no menu suspenso.
ro: Combinația de taste «Ctrl+Enter» poate fi utilizată pentru a executa comenzi imediat la selectarea intrărilor din lista derulantă.
vi: Ctrl+Enter có thể được sử dụng để thực thi các lệnh ngay lập tức khi chọn các mục từ danh sách thả xuống.

source: Within the new version, application specific actions will show on right click.
ca: Dins de la nova versió, les accions específiques de l'aplicació es mostraran en el clic dret.
es: En la versión actual, acciones específicas de cada aplicación se mostrarán con un click derecho.
gl: Dentro da nova versión, as accións específicas da aplicación amósanse ao facer clic co botón dereito.
it: Nella nuova versione, le azioni specifiche dell'applicazione saranno visualizzate facendo clic con il pulsante destro del mouse.
kk: Жаңа нұсқада оң жақ шерту кезінде қолданбаға тән әрекеттер көрсетіледі.
pl: W nowej wersji czynności specyficzne dla programu będą wyświetlane po kliknięciu prawym przyciskiem myszy.
pt_br: Na nova versão, ações específicas de aplicativos serão exibidas ao clicar com o botão direito.
ro: În cadrul noii versiuni, acțiunile specifice aplicației vor fi afișate la efectuarea unui clic cu butonul din dreapta al mausului.
vi: Trong phiên bản mới, các hành động cụ thể của ứng dụng sẽ hiển thị khi nhấp chuột phải.

source: An option to show generic names of launchers was added.
ca: S'ha afegit una opció per mostrar noms genèrics de llançadors.
es: Se añadió la opción para mostrar nombres genéricos de los lanzadores.
gl: Engadiuse unha opción para amosar os nomes xenéricos dos iniciadores.
it: È stata aggiunta un'opzione per mostrare i nomi generici degli avviatori.
kk: Жөнелткіштердің жалпы аттарын көрсету опциясы қосылды.
pl: Dodano opcję wyświetlania ogólnych nazw aktywatorów.
pt_br: Foi adicionada uma opção para exibir nomes genéricos de lançadores.
ro: A fost adăugată o opțiune pentru a afișa numele generice ale lansatoarelor.
sr: Додата је могућност приказа општих назива покретача.
vi: Một tùy chọn hiển thị tên chung của các trình khởi chạy đã được thêm vào.

source: Appfinder optionally can now be launched as a daemon, so that it will respond even quicker.
ca: De manera opcional, l'Appfinder ara es pot llançar com un dimoni, de manera que respondrà encara més ràpid.
es: Appfinder opcionalmente ahora puede ser ejecutado como un demonio, de esta manera responderá incluso más rápido.
gl: Agora o buscador de aplicacións pode iniciarse como un servizo, para así responder aínda máis axiña.
it: Appfinder può essere avviato come un demone, in modo che possa rispondere ancora più velocemente.
kk: Appfinder енді таңдау бойынша демон ретінде іске қосыла алады, соның арқасында ол бұдан да жылдам жауап беретін болады.
pl: Program Appfinder można teraz opcjonalnie uruchomić jako demona, dzięki czemu będzie reagować jeszcze szybciej.
pt_br: O Appfinder agora pode ser iniciado opcionalmente como um daemon, para que ele responda ainda mais rapidamente.
ro: Opțional, Appfinder poate fi lansat acum ca un demon, astfel încât să răspundă și mai rapid.
sr: Проналазач Програма сада може бити покренут као домар, тако да ће дејствовати још брже.
vi: Appfinder tùy chọn bây giờ có thể được khởi chạy dưới dạng daemon để nó phản hồi nhanh hơn nữa.

source: An option allows now to launch items on a single click.
ca: Una opció permet ara llançar elements en un sol clic.
es: Una opción permite ahora ejecutar elementos con un solo click.
gl: Engadiuse unha opción que permite iniciar elementos cun só clic.
it: Un'opzione consente ora di avviare gli elementi con un solo clic.
kk: Енді опция элементтерді бір шертумен іске қосуға мүмкіндік береді.
pl: Teraz istnieje opcja umożliwiająca uruchamianie elementów jednym kliknięciem.
pt_br: Agora, uma opção permite lançar itens com um único clique.
ro: O opțiune permite acum lansarea elementelor cu un singur clic.
sr: Сада постоји могућност покретања ставки једним кликом.
vi: Một tùy chọn cho phép khởi chạy các mục chỉ bằng một cú nhấp chuột.

source: xfce4-appfinder - settings
ca: xfce4-appfinder - paràmetres
es: xfce4-appfinder - configuraciones
gl: xfce4-appfinder - configuración
it: xfce4-appfinder - impostazioni
kk: xfce4-appfinder - баптаулар
pl: xfce4-appfinder — ustawienia
pt_br: xfce4-appfinder - configurações
ro: xfce4-appfinder - opțiuni
vi: xfce4-appfinder - cài đặt

source: The border width of the panel is now configurable.
ca: L'amplada de la vora del plafó ara és configurable.
es: La anchura del borde del panel es ahora configurable.
gl: Agora pode configurarse a largura do bordo do panel.
it: La larghezza del bordo del pannello è ora configurabile.
kk: Панель жиегінің енін енді баптауға болады.
pl: Szerokość obramowania panelu jest teraz konfigurowalna.Szerokość obramowania panelu jest teraz konfigurowalna.
pt_br: A largura da borda do painel agora é configurável.
ro: Lățimea marginii panoului este acum configurabilă.
vi: Độ rộng đường viền của bảng điều khiển hiện có thể được cấu hình.

source: For manual installations: the panel now does its best to find plugins in XDG base directories, and better preserves its configuration when it can't find them.
ca: Per a instal·lacions manuals: el panell ara fa tot el possible per trobar connectors en directoris base XDG, i millor conserva la seva configuració quan no els pot trobar.
es: Para instalaciones manuales: el panel ahora hace todo lo posible para encontrar plugins en XDG y preserva mejor su configuración cuando no puede encontrarlos.
gl: Para instalacións manuais: agora o panel fai todo o posíbel para atopar complementos nos directorios base de XDG e conserva mellor a súa configuración cando non os atopa.
it: Per installazioni manuali: il pannello ora fa del suo meglio per trovare estensioni nelle cartelle di base di XDG e conserva meglio la configurazione quando non riesce a trovarli.
kk: Қолмен орнатулар үшін: панель енді плагиндерді XDG негізгі бумаларынан табуға тырысады және оларды таба алмаған жағдайда өз баптауларын жақсырақ сақтайды.
pl: W przypadku instalacji ręcznych: panel teraz stara się jak najlepiej wyszukiwać wtyczki w katalogach bazowych XDG i lepiej zachowuje swoją konfigurację, gdy nie może ich znaleźć.
pt_br: Para instalações manuais: o painel agora faz o possível para encontrar plugins nas diretórias base do XDG e preserva melhor sua configuração quando não consegue encontrá-los.
ro: Pentru instalările manuale: panoul face acum tot posibilul să găsească modulele în directoarele de bază XDG și își păstrează mai bine configurația atunci când nu le poate găsi.
vi: Đối với cài đặt thủ công: bảng điều khiển hiện cố gắng hết sức để tìm các plugin trong thư mục cơ sở XDG và duy trì cấu hình của nó tốt hơn khi không thể tìm thấy chúng.

source: Clock
ca: Rellotge
es: Reloj
gl: Reloxo
it: Orologio
kk: Сағат
pl: Zegar
pt_br: Relógio
ro: Ceas
sr: Часовник
vi: Cái đồng hồ

source: LCD clock: An option was added to visualize inactive segments.
ca: Rellotge LCD: s'ha afegit una opció per visualitzar segments inactius.
es: Reloj LCD: Se añadió la opción para visualizar segmentos inactivos.
gl: Reloxo LCD: engadiuse unha opción para visualizar os segmentos inactivos.
it: Orologio LCD: è stata aggiunta un'opzione per visualizzare i segmenti inattivi.
kk: LCD сағаты: Белсенді емес сегменттерді визуализациялау опциясы қосылды.
pl: Zegar LCD: dodano opcję wizualizacji nieaktywnych segmentów.
pt_br: Relógio LCD: Foi adicionada uma opção para visualizar os segmentos inativos.
ro: Ceas LCD: A fost adăugată o opțiune pentru vizualizarea segmentelor inactive.
vi: Đồng hồ LCD: Một tùy chọn đã được thêm vào để hiển thị các phân đoạn không hoạt động.

source: Analog: There is now an optional 24h mode.
ca: Analog: Ara hi ha un mode opcional de 24h.
es: Analógico: Ahora hay un modo opcional de 24 horas.
gl: Analóxico: agora hai unha opción co modo 24 horas.
it: Analogico: ora è disponibile una modalità a 24 ore facoltativa.
kk: Аналогты: Енді таңдау бойынша 24 сағаттық режим бар.
pl: Analogowy: teraz dostępny jest opcjonalny tryb 24-godzinny.
pt_br: Analógico: Agora há um modo opcional de 24 horas.
ro: Analog: Există acum un mod opțional de 24 de ore.
sr: Часовник са сказаљкама: сада постоји могућност приказа у 24 часа.
vi: Analog: Hiện có chế độ 24h tùy chọn.

source: Digital: Week numbers now are shown optionally.
ca: Digital: Els números de setmana ara es mostren opcionalment.
es: Digital: Los números de la semana ahora se muestran opcionalmente.
gl: Dixital: agora poden amosarse os números da semana opcionalmente.
it: Digitale: i numeri delle settimane ora sono mostrati in modo facoltativo.
kk: Цифрлық: Енді таңдау бойынша апта нөмірлері көрсетіледі.
pl: Cyfrowo: numery tygodni są teraz wyświetlane opcjonalnie.
pt_br: Digital: Os números das semanas agora podem ser exibidos opcionalmente.
ro: Digital: Numerele săptămânii sunt acum afișate opțional.
vi: Kỹ thuật số: Số tuần hiện được hiển thị tùy chọn.

source: Show Desktop
ca: Mostra l'escriptori
es: Mostrar Escritorio
gl: Amosar o escritorio
it: Mostra desktop
kk: Жұмыс үстелін көрсету
pl: Pokaż pulpit
pt_br: Mostrar a área de trabalho
ro: Afișarea biroului
sr: Прикажи радну површ
vi: Hiển thị máy tính để bàn

source: There is now the possibility to show the desktop when hovering the mouse on the "show desktop" panel icon.
ca: Ara hi ha la possibilitat de mostrar l'escriptori en passar el ratolí per sobre de la icona del plafó «Mostra l'escriptori».
es: Ahora es posible mostrar el escritorio cuando el cursor pasa por encima del ícono del panel "mostrar escritorio".
gl: Agora existe a posibilidade de amosar o escritorio ao pasar o rato sobre a icona do panel «amosar o escritorio».
it: Ora è possibile mostrare la scrivania quando il puntatore del mouse è sull'icona del pannello "mostra scrivania".
kk: Енді панельдегі "жұмыс үстелін көрсету" таңбашасына тышқанды апарған кезде жұмыс үстелін көрсету мүмкіндігі бар.
pl: Istnieje teraz możliwość wyświetlenia pulpitu po najechaniu myszką na ikonę panelu „Pokaż pulpit”.
pt_br: Agora, é possível exibir a área de trabalho ao passar o mouse sobre o ícone do painel "Mostrar área de trabalho".
ro: Există acum posibilitatea de a afișa biroul la trecerea cu cursorul mausului peste pictograma panoului «Afișează biroul».
vi: Hiện tại có khả năng hiển thị màn hình nền khi di chuột vào biểu tượng bảng "hiển thị màn hình nền".

source: Tasklist
ca: Llista de tasques
es: Lista de tareas
gl: Lista de tarefas
it: Elenco delle operazioni
kk: Тапсырмалар тізімі
pl: Lista zadań
pt_br: Lista de tarefas
ro: Lista de sarcini
vi: Danh sách nhiệm vụ

source: Icon size management has been improved overall, notably by switching to libxfce4windowing.
ca: La gestió de la mida de les icones s'ha millorat en general, sobretot canviant a libxfce4windowing.
es: La gestión del tamaño de los iconos se ha mejorado en general, debido al cambio a libxfce4windowing.
gl: A xestión do tamaño das iconas mellorouse en xeral, especialmente ao cambiar a libxfce4windowing.
it: La gestione delle dimensioni delle icone è stata complessivamente migliorata, in particolare grazie al passaggio a libxfce4windowing.
kk: Таңбаша өлшемін басқару жалпы жақсартылды, атап айтқанда libxfce4windowing-ке ауысу арқылы.
pl: Ogólnie rzecz biorąc poprawiono zarządzanie rozmiarem ikon, głównie poprzez przejście na libxfce4windowing.
pt_br: O gerenciamento do tamanho dos ícones foi aprimorado de forma geral, especialmente com a mudança para a libxfce4windowing.
ro: Gestionarea dimensiunii pictogramelor a fost îmbunătățită în general, în special prin trecerea la biblioteca „libxfce4windowing”.
vi: Quản lý kích thước biểu tượng đã được cải thiện tổng thể, đặc biệt là bằng cách chuyển sang libxfce4windowing.

source: The 'delete' key can now be used to remove panel objects, and several objects can be removed at once.
ca: La tecla «suprimeix» ara es pot utilitzar per a eliminar objectes del plafó, i es poden eliminar diversos objectes alhora.
es: La tecla «delete» permite ahora eliminar objetos del panel, y se pueden eliminar varios objetos a la vez.
gl: Agora pode usarse a tecla «suprimir» para retirar obxectos de panel, poden ser retirados varios obxectos á vez.
it: Il tasto Canc ora può essere usato per rimuovere oggetti del pannello e più oggetti possono essere rimossi contemporaneamente.
kk: Енді 'delete' пернесін панель объектілерін өшіру үшін пайдалануға болады және бірнеше объектіні бірден өшіруге болады.
pl: Klawisz „Delete” można teraz wykorzystać do usuwania obiektów panelu. Można też usuwać kilka obiektów jednocześnie.
pt_br: A tecla 'delete' agora pode ser usada para remover objetos do painel, e vários objetos podem ser removidos de uma vez.
ro: Tasta «Del» poate fi acum utilizată pentru a elimina obiecte din panou, iar mai multe obiecte pot fi eliminate simultan.
vi: Phím 'xóa' hiện có thể được sử dụng để xóa các đối tượng trong bảng điều khiển và có thể xóa một số đối tượng cùng một lúc.

source: Panel objects in the panel configuration list now will have the same icons as in the panel itself.
ca: Els objectes del plafó a la llista de configuració del plafó ara tindran les mateixes icones que en el mateix plafó.
es: Los objetos del panel en la lista de configuración del panel ahora tendrán los mismos iconos que en el propio panel.
gl: Os obxectos de panel da lista de configuración agora terán as mesmas iconas que no propio panel.
it: Gli oggetti del pannello nella lista di configurazione dei pannelli avrà ora le stesse icone come nel pannello stesso.
kk: Панельді баптау тізіміндегі панель объектілерінде енді панельдің өзіндегідей таңбашалар болады.
pl: Obiekty panelu na liście konfiguracji panelu będą teraz miały takie same ikony, jak w samym panelu.
pt_br: Os objetos do painel na lista de configuração do painel agora terão os mesmos ícones que no próprio painel.
ro: Obiectele panoului din lista de configurare a panoului vor avea acum aceleași pictograme ca în panoul propriu-zis.
vi: Các đối tượng bảng điều khiển trong danh sách cấu hình bảng điều khiển bây giờ sẽ có các biểu tượng giống như trong chính bảng điều khiển đó.

source: xfce4-panel - panel configuration list
ca: xfce4-panel - llista de configuració del plafó
es: xfce4-panel - lista de configuración del panel
gl: xfce4-panel - lista de configuración do panel
it: xfce4-panel - elenco di configurazione del pannello
kk: xfce4-panel - панельді баптау тізімі
pl: xfce4-panel — lista konfiguracji panelu
pt_br: xfce4-panel - lista de configuração do painel
ro: xfce4-panel - lista de configurare a panoului
vi: xfce4-panel - danh sách cấu hình bảng điều khiển

source: Screen Locking
ca: Bloqueig de pantalla
es: Bloqueo de Pantalla
gl: Bloqueo da pantalla
it: Blocco dello schermo
kk: Экранды бұғаттау
pl: Blokowanie ekranu
pt_br: Bloqueio de tela
ro: Blocarea ecranului
vi: Khóa màn hình

source: There is no dedicated "security" tab anymore. Lock screen management was massively simplified and "Light Locker" was dropped. "lock-on-sleep" is now synchronized with xfce4-session and xfce4-screensaver.
ca: Ja no hi ha cap pestanya dedicada a la "seguretat". La gestió de la pantalla de bloqueig es va simplificar massivament i es va eliminar "Light Locker". "lock-on-sleep" ara està sincronitzat amb xfce4-session i xfce4-screensaver.
es: Ya no hay una pestaña dedicada a la «seguridad». La gestión de la pantalla de bloqueofue simplificado y «Light Locker» fue eliminado. «lock-on-sleep» está ahorasincronizado con xfce4-session y xfce4-screensaver.
gl: Xa non hai unha lapela adicada á «seguranza». A xestión da pantalla de bloqueo simplificouse enormemente e abandonouse «Light Locker». O «lock-on-sleep» agora está sincronizado con xfce4-session e xfce4-screensaver.
it: Non esiste più una scheda dedicata a "sicurezza". La gestione della schermata di blocco è stata semplificata e "Light Locker" è stato eliminato. "lock-on-sleep" è ora sincronizzato con xfce4-session e xfce4-screensaver.
kk: Енді арнайы "security" беті жоқ. Экранды бұғаттауды басқару айтарлықтай жеңілдетілді және "Light Locker" алынып тасталды. "lock-on-sleep" енді xfce4-session және xfce4-screensaver-мен синхрондалған.
pl: Nie ma już oddzielnej karty „Bezpieczeństwo”. Zarządzanie ekranem blokady zostało znacznie uproszczone, a „Light Locker” został usunięty. „lock-on-sleep” jest teraz zsynchronizowany z xfce4-session i xfce4-screensaver.
pt_br: Não há mais uma aba dedicada a "segurança". O gerenciamento do bloqueio de tela foi consideravelmente simplificado e o "Light Locker" foi removido. A opção "lock-on-sleep" agora está sincronizada com o xfce4-session e o xfce4-screensaver.
ro: Nu mai există nicio filă dedicată „securității”. Gestionarea ecranului de blocare a fost masiv simplificată și s-a renunțat la „Light Locker”. „Modul de repaus” este acum sincronizat cu «xfce4-session» și «xfce4-screensaver».
vi: Không còn tab "bảo mật" chuyên dụng nữa. Việc quản lý màn hình khóa đã được đơn giản hóa rất nhiều và "Light Locker" đã bị loại bỏ. "lock-on-sleep" hiện đã được đồng bộ hóa với xfce4-session và xfce4-screensaver.

source: Screen locking settings are now only handled by xfce4-screensaver to avoid conflicts. A button to open xfce4-screensaver-preferences was added:
ca: La configuració de bloqueig de pantalla ara només es gestiona amb l'estalvi de pantalla xfce4 per evitar conflictes. S'ha afegit un botó per obrir xfce4-screensaver-preferences:
es: Los ajustes de bloqueo de pantalla ahora sólo son manejados por xfce4-screensaver para evitar conflictos. Se ha añadido un botón para abrir xfce4-screensaver-preferences:
gl: Xfce4-screensaver só xestiona a configuración de bloqueo da pantalla para evitar conflitos. Engadiuse un botón para abrir xfce4-screensaver-preferences:
it: Le impostazioni di blocco dello schermo ora sono gestite solo da xfce4-screensaver per evitare conflitti. È stato aggiunto un pulsante per aprire xfce4-screensaver-preferences:
kk: Қақтығыстарды болдырмау үшін экранды бұғаттау баптауларын енді тек xfce4-screensaver өңдейді. xfce4-screensaver-preferences-ті ашуға арналған батырма қосылды:
pl: Ustawienia blokowania ekranu są teraz obsługiwane tylko przez xfce4-screensaver, aby uniknąć konfliktów. Dodano przycisk do otwierania xfce4-screensaver-preferences:
pt_br: As configurações de bloqueio de tela agora são gerenciadas apenas pelo xfce4-screensaver para evitar conflitos. Um botão para abrir as preferências do xfce4-screensaver foi adicionado:
ro: Opțiunile de blocare a ecranului sunt acum gestionate doar de «xfce4-screensaver» pentru a evita conflictele. A fost adăugat un buton pentru a deschide «xfce4-screensaver-preferences»:
vi: Cài đặt khóa màn hình hiện chỉ được xử lý bởi trình bảo vệ màn hình xfce4 để tránh xung đột. Một nút để mở xfce4-screensaver-preferences đã được thêm vào:

source: xfce4-power-manager - settings
ca: xfce4-power-manager - configuració
es: xfce4-power-manager - configuración
gl: xfce4-power-manager - configuración
it: xfce4-power-manager - impostazioni
kk: xfce4-power-manager - баптаулар
pl: xfce4-power-manager — ustawienia
pt_br: xfce4-power-manager - configurações
ro: xfce4-power-manager - opțiuni
vi: xfce4-power-manager - cài đặt

source: xfce4-screensaver - settings
ca: xfce4-screensaver - configuració
es: xfce4-screensaver - configuración
gl: xfce4-screensaver - configuración
it: xfce4-screensaver - impostazioni
kk: xfce4-screensaver - баптаулар
pl: xfce4-screensaver — ustawienia
pt_br: xfce4-screensaver - configurações
ro: xfce4-screensaver - opțiuni
vi: xfce4-bảo vệ màn hình - cài đặt

source: Power Settings
ca: Configuració d'energia
es: Configuración de Energía
gl: Configuración de enerxía
it: Impostazioni di gestione dell'energia
kk: Қорек баптаулары
pl: Ustawienia zasilania
pt_br: Gerenciador de energia
ro: Configurare alimentare cu energie
sr: Поставке напајања
vi: Cài đặt nguồn
