Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The Xfce development team is proud to announce the first preview release for Xfce 4.10. Together with this preview release, the Xfce project announces the feature freeze for the final 4.10 release which is set to be pushed out to the world on April 28th, 2012.
ca: L'equip de desenvolupament de l'Xfce s'enorgulleix d'anunciar el primer llançament de vista prèvia per a l'Xfce 4.10. Juntament amb aquest llançament de vista prèvia, el projecte Xfce anuncia la congelació de la funció per al llançament final 4.10 que està previst que es traslladi al món el 28 d'abril de 2012.
cs: Tým vývojářů Xfce hrdě oznamuje vydání první verze preview Xfce 4.10. Společně s tímto vydáním ohlašuje projekt Xfce zmrazení změn funkcí a vlastností pro finální vydání verze 4.10, které bude uvolněno do světa 28. dubna 2012.
da: Xfce udviklingsholdet er stolte over at kunne annoncere den første forhåndsviste udgave af Xfce 4.10. Sammen med denne forhåndsviste udgave, vil Xfce projektet annoncere frys-funktionen for den endelige 4.10 udgave hvilket er sat til at blive skubbet ud til verdenen April 28'ende 2012.
de: Das Xfce-Entwicklerteam freut sich, Ihnen die erste Vorabveröffentlichung für Xfce 4.10 freizugeben. Zeitgleich mit dieser Vorabveröffentlichung kündigt das Xfce-Projekt den Feature-Freeze für die finale Veröffentlichung 4.10 an, welche am 28. April 2012 freigegeben wird.
es: El equipo de desarrollo Xfce se enorgullece en anunciar el primer adelanto del lanzamiento de Xfce 4.10. Junto a esta versión preliminar, el proyecto Xfce anuncia la suspensión de características para la versión final de 4.10 que está preparada para publicarse el 28 de abril de 2012.
fr: L’équipe de développement est fière d’annoncer la sortie de la première préversion de Xfce 4.10. L’intégration de nouvelles fonctionnalités est désormais gelée d’ici la sortie de la version finale de la 4.10 prévue le 28 avril 2012.
gl: O equipo de desenvolvemento do Xfce está orgulloso de anunciar a primeira versión preliminar do Xfce 4.10. Xunto con esta versión provisoria, o proxecto Xfce anuncia a fixación de características para a versión final 4.10 que estará lista para o 28 de abril de 2012.
he: קבוצת הפיתוח של Xfce גאה להודיע על גרסה מקדימה ראשונה עבור Xfce 4.10. ביחד עם גרסה מקדימה זו, פרויקט Xfce מודיע על הקפאת מאפיינים עבור גרסה 4.10 סופית שאמורה להישלח לעולם ב-28 אפריל 2012.
id: Tim pengembang Xfce dengan bangga mengumumkan pratinjau kedua rilis Xfce 4.10. Bersama dengan rilis pratinjau ini, proyek Xfce mengumumkan pembekuan fitur untuk rilis 4.10 final yang akan dikeluarkan ke dunia pada 28 April 2012.
it: Il gruppo di sviluppo di Xfce è lieto di annunciare il primo rilascio di anteprima di Xfce 4.10. In concomitanza con questo rilascio di anteprima, il progetto Xfce annuncia anche il congelamento delle funzionalità per il rilascio finale 4.10 previsto per il 28 aprile 2012.
ja: Xfce開発チームは、Xfce 4.10の最初のプレビューリリースを発表できることを誇りに思っています。Xfceプロジェクトはこのプレビューリリースをもって、2012年4月28日に世界に向けて公開される予定の4.10リリースのフィーチャーフリーズを発表します。
kk: Xfce әзірлеушілер тобы Xfce 4.10 үшін бірінші алдын ала шығарылымын мақтанышпен хабарлайды. Осы алдын ала шығарылыммен бірге, Xfce жобасы 2012 жылғы 28 сәуірде жарық көретін түпкілікті 4.10 шығарылымы үшін мүмкіндіктерді мұздату туралы хабарлайды.
lt: Xfce kūrėjų komanda, didžiuodamasi praneša apie pirmą Xfce 4.10 peržiūros leidimą. Kartu su šiuo peržiūros leidimu, Xfce projektas praneša jog naujų galimybių pridėjimas sustabdomas iki galutinio 4.10 leidimo kuris turėtų pasirodyti 2012 balandžio 28-ą.
ms: Pasukan pembangunan Xfce dengan bangganya mengumumkan keluaran pratonton pertama bagi Xfce 4.10. Disertakan dalam keluaran pratonton ini, projek Xfce mengumumkan pembekuan fitur untuk keluaran akhir 4.10 yang ditetapkan pada 28 April 2012.
nb: Utviklingslaget til Xfce er stolt av å annonsere den første forhåndsutgivelsen til Xfce 4.10. I tillegg annonserer Xfce-prosjektet streng- og kodefrys for den endelige utgivelsen av 4.10, som kommer den 28. april 2012.
oc: L'equipa de desvolopament de Xfce es fièr d'anonciar la primièra version de previsualizacion per Xfce 4.10. Parallèlement a aquesta preversion, lo projècte Xfce annonce lo gèl dels foncionalitats per la version finala 4.10 que deuriá èsser sortida vers lo 28 Avril 2012.
pl: Zespół twórców Xfce z dumą ogłasza wydanie pierwszej wersji testowej Xfce 4.10. Wraz z tą odsłoną następuje wstrzymanie zmian funkcji oprogramowania. Ten stan będzie utrzymany do czasu wydania ostatecznej wersji 4.10, które zaplanowane jest na 28 kwietnia, 2012.
pt: A equipa de desenvolvimento Xfce está orgulhosa em anunciar a segunda versão prévia do Xfce 4.10. Juntamente com esta versão prévia, o projeto Xfce anuncia o congelamento de carateristicas para a versão final 4.10, a qual está definido que terá saida para todo o mundo em 28 de Abril de 2012.
pt_br: A equipe de desenvolvimento do Xfce tem o prazer de anunciar a primeira pré-visualização de lançamento do Xfce 4.10. Junto com esta pré-visualização de lançamento, o projeto Xfce anuncia o congelamento de recursos para o lançamento final 4.10, que está definido para ser empurrado ao mundo em 28 de abril de 2012.
ro: Echipa de dezvoltare Xfce este mândră să anunțe prima pre-versiune pentru Xfce 4.10. Împreună cu această pre-versiune, proiectul Xfce anunță înghețarea funcțiilor pentru versiunea finală 4.10, care urmează să fie lansată în lume pe 28 aprilie 2012.
ru: Команда разработчиков Xfce рада объявить о первом предварительном выпуске Xfce 4.10. Вместе с этим предварительным выпуском проект Xfce объявляет о заморозке функций для финального выпуска 4.10, который назначен на 28 апреля 2012 года.
sq: Ekipi i zhvillimit të Xfce-së është krenar që njofton hedhjen e parë paraparje në qarkullim për Xfce 4.10. Tok me këtë hedhje në qarkullim paraparje, projekti Xfce njofton ngrirjen e veçorive për hedhjen përfundimtare në qarkullim 4.10 që është caktuar t’i jepet publikut më 28 prill, 2012.
sr: Иксфце развојна дружина је поносна да најави први преглед издања Иксфце-а 4.10. Зајендо са овим предиздањем, Иксфце пројекат најављује замрзавање могућности за коначно издање 4.10 које је постављено да буде гурнуто у свет 28. априла 2012.
sv: Utvecklingsteamet för Xfce är stolt över att tillkännage den första förhandsversionen av Xfce 4.10. Tillsammans med denna förhandsversion, tillkännager Xfce-projektet strängfrysning för den slutgiltiga 4.10 utgåvan som är bestämd att presenteras för världen den 28 april 2012.
th: ทีมพัฒนา Xfce มีความภูมิใจที่จะประกาศออกรุ่นตัวอย่างรุ่นแรกของ Xfce 4.10 และพร้อมกับการออกรุ่นตัวอย่างรุ่นนี้ โครงการ Xfce ขอประกาศหยุดการเปลี่ยนแปลงความสามารถของซอฟต์แวร์ เพื่อเตรียมออกรุ่น 4.10 ขั้นสุดท้าย ซึ่งมีกำหนดออกสู่สาธารณะในวันที่ 28 เมษายน 2555
tr: Xfce geliştirme ekibi Xfce 4.10 birinci önizlemeyi duyurmaktan gurur duyar. Birlikte bu önizleme sürümü ile, Xfce proje olarak 28 Nisan 2012 tarihinde dünyaya sunulacak bir şekilde son 4.10 sürümünü ayarlamak için donduracağını duyurdu.
uk: Команда розробників Xfce гордо оголошує про вихід першого оглядового випуску Xfce 4.10. Разом з цим випуском проект Xfce оголошує про замороження розробки властивостей для фінального випуску 4.10, який плановано випустити в світ 28 квітня 2012.
vi: Nhóm phát triển Xfce tự hào công bố bản phát hành xem trước đầu tiên cho Xfce 4.10. Cùng với bản phát hành xem trước này, dự án Xfce thông báo về việc đóng băng tính năng cho bản phát hành 4.10 cuối cùng sẽ được tung ra thế giới vào ngày 28 tháng 4 năm 2012.
zh_tw: Xfce 開發團隊很榮幸宣佈 Xfce 4.10的第一個預覽版本。而與這個預覽版本一同來到的是，Xfce 專案宣佈特性凍結直到最終的4.10釋出，預計為2012年4月28日。
