Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: At the end of this, a decision is made on which dependencies the next stable release of the Xfce core desktop will depend. In particular this includes the minimum required versions for all essential dependencies of the Xfce core desktop.
cs: Nakonec se rozhodne o závislostech následujícího stabilního vydání jádra prostředí Xfce. To konkrétně zahrnuje nejnižší vyžadované verze všech nezbytných závislostí jádra prostředí Xfce.
da: I slutningen af dette, er et valg taget på hvilke afhængigheder den næste stabile udgivelse af Xfce kerne-skrivebordet vil afhænge. Særligt inkluderer dette minimums-krav af versioner for all essensielle afhængigheder af Xfce kerne-skrivebordet.
de: Am Ende wird darüber entschieden, welche Abhängigkeiten für die nächste Veröffentlichung der Xfce-Kernumgebung gelten sollen. Im einzelnen werden hierbei die minimal notwendigen Versionen der grundlegenden Abhängigkeiten der Xfce-Kernumgebung festgelegt.
fr: Ceci permettra de décider quelles dépendances seront intégrées à la prochaine version stable du cœur de Xfce. Seront aussi déterminées les versions minimums requises pour toutes les dépendances essentielles du bureau Xfce.
id: Pada akhir fase ini, akan diambil sebuah keputusan mengenai pemilihan dependensi yang akan digunakan untuk rilis stabil desktop inti Xfce berikutnya. Pada khususnya, hal ini termasuk versi minimum yang dibutuhkan untuk semua dependensi utama desktop inti Xfce.
ja: この最後に、次の Xfce コアデスクトップ安定版リリースの依存関係が決定される。特に、Xfce コアデスクトップに必須のすべての依存関係の最小バージョンも含まれる。
lt: Pabaigoje, priimamas sprendimas kokios bus naujos stabilios Xfce branduolio versijos priklausomybės. Iš esmės tai minimalios būtinos versijos visoms pagrindinėms priklausomybėms.
ms: Dipenghujung fasa ini, satu keputusan akan memilih dependensi yang akan digunapakai pada keluaran stabil dekstop teras Xfce berikutnya. Ia termasuklah versi minimum yang diperlukan untuk semua dependensi utama desktop teras Xfce.
nb: Til slutt tas en avgjørelse på hvilke avhengigheter som neste stabile utgivelse av skrivebordsmiljøet Xfce skal ha. Nærmere bestemt minimumsversjonene for alle essensielle avhengigheter til skrivebordsmiljøet Xfce.
nl: Aan het einde van deze, is een beslissing gemaakt op welke afhankelijkheden de volgende stabiele release van de Xfce desktop core zal afhangen. Dit houdt met name het vereiste minimum versies voor alle essentiële afhankelijkheden van de Xfce core desktop.
oc: A la fin d'aquò, una decision es presa sus quinas dependéncias de la version venenta establa del burèu del còr de Xfce dependrà. En particular, aquò inclutz las versions minimalas requesidas per totas las dependéncias essencialas del burèu del còr de Xfce.
pt: No fim de tudo, uma decisão é tomada sobre que dependências a próxima versão estável do núcleo do ambiente Xfce terá. Em particular isto requer versões mínimas de todas as dependências essenciais do núcleo do ambiente Xfce.
ru: По окончании принимается решение, от каких зависимостей будет зависеть следующий стабильный выпуск ядра оболочки Xfce. В частности оно включает наименее требуемые версии для всех необходимых зависимостей ядра оболочки Xfce.
sq: Në fund të kësaj, të merret një vendim se nga cilat varësi do të varet hedhja pasuese në qarkullim e versionit të qëndrueshëm të desktopit Xfce bazë. Në veçanti kjo përfshin versionet minimum të domosdoshëm për krejt varësitë themelore të desktopit Xfce bazë.
sv: I slutet av detta, fattas ett beslut om vilka beroenden nästa stabila utgåva av Xfce:s kärnskrivbord ska vara beroende av. Detta inbegriper i synnerhet de minimiversioner som krävs för alla viktiga beroenden för Xfce:skärnskrivbord.
th: ในตอนท้ายของช่วงนี้ จะมีการตัดสินใจว่า Xfce รุ่นเสถียรรุ่นถัดไปจะใช้ซอฟต์แวร์ใดประกอบบ้าง โดยเฉพาะอย่างยิ่ง รุ่นต่ำสุดที่ต้องใช้ของซอฟต์แวร์ประกอบที่จำเป็นทั้งหมดของเดสก์ท็อป Xfce แกนหลัก
tr: Bunun sonunda, Xfce temel masaüstünün sonraki karalı sürümünün hangi bağımlılıkları olacağına karar verilir. Özellikle, Xfce temel masaüstünün temel bağımlılıklarının tümü için gerekli olan asgari ihtiyaçları içerir.
uk: Наприкінці буде вирішено, які залежності ввійдуть в наступний стабільний випуск основних компонент робочого столу Xfce. Особливо це стосується мінімуму, який потрібен для основної версії Xfce.
zh_tw: 結束時，會決定下一個 Xfce 核心桌面的穩定版本會有哪些依賴性。特別是所有 Xfce 核心桌面所依賴的最低版本。

source: Maintainers who were not available during the first 2 weeks of the planning phase have the chance to request dependency changes in the 2 weeks after that.
cs: Údržbáři, kteří nebyli dostupní během prvních 2 týdnů plánovací fáze mají příležitost zažádat o změny v závislostech ještě 2 týdny poté.
da: Vedligeholdere der ikke er tilgængelige, de første 2 uger af planlægnings-fasen har chancen for at be om afhængigheds-ændringer de første 2 uger efter dét.
de: Betreuer, die während dieser zwei Wochen nicht verfügbar sind, erhalten die Möglichkeit, innerhalb der darauf folgenden zwei Wochen eine Änderungsanfrage bezüglich der Abhängigkeiten zu stellen.
fr: Les mainteneurs n’ayant pas été disponibles pendant les deux premières semaines de la phase de planification ont alors deux nouvelles semaines pour solliciter des changements de dépendances.
id: Pemelihara yang tidak siap selama dua minggu awal fase perencanaan memiliki kesempatan untuk meminta perubahan dependensi pada dua minggu setelahnya.
ja: 計画フェイズの最初の 2 週間に作業できなかったメンテナーは、その後の 2 週間に依存関係の変更を要請する機会が与えられる。
lt: Prižiūrėtojai kurie nebuvo prieinami per pirmas 2 planavimo fazės savaites turi šansą prašyti priklausomybių pakeitimo per sekančias 2 savaites po to.
ms: Penyelenggara yang tidak ketika 2 minggu pertama fasa perancangan masih berpeluang memohon pertukaran dependensi selepas 2 minggu tersebut.
nb: Vedlikeholdere som ikke var tilgjengelige i løpet av de første 2 ukene av planleggingsfasen vil ha muligheten til å be om endringer av avhengigheter i løpet av de 2 neste ukene.
nl: Onderhouders die niet beschikbaar waren tijdens de eerste 2 weken van de planningsfase de kans om de afhankelijkheid van veranderingen in de 2 weken na dat verzoek.
oc: Los responsables qu'èran pas disponibles pendent las 2 primièras setmanas de la fasa de planificacion an la possibilitat de demandar de modificacions de dependéncia dins las 2 setmanas aprèp.
pt: Mantenedores que não estejam disponíveis durante as primeiras semanas da fase de planeamento têm a hipótese de solicitar alterações das dependências nas próximas 2 semanas seguintes.
ru: Сопровождающие, кто не был доступен в течении первых 2 недель фазы планирования, имеют возможность обратиться с просьбой об изменении зависимости в течении 2 недель после этого.
sq: Mirëmbajtësit që nuk janë të lirë gjatë 2 javëve të para të fazës së planifikimit kanë shansin të kërkojnë ndryshime varësish në 2 javët që pasojnë.
sv: Utvecklare som inte är tillgängliga under de första 2 veckorna av planeringsfasen har chansen att begära ändringar av beroenden under 2 veckor efteråt.
th: ผู้ดูแลที่ไม่ว่างในระหว่าง 2 สัปดาห์แรกของขั้นวางแผนก็ยังมีโอกาสร้องขอการเปลี่ยนซอฟต์แวร์ที่ใช้ประกอบภายใน 2 สัปดาห์หลังจากนั้น
tr: Planlanan evrenin ilk 2 haftası sırasında mevcut olmayan proje yürütücüleri, bundan sonraki 2 hafta için bağımlılık isteği değişikliği isteyebilirler.
uk: Розробники, які були недоступні протягом перших 2 тижнів фази планування, мають шанс надіслати запит про зміну залежностей 2 тижні після цього.
zh_tw: 在計畫階段頭 2 個星期沒到的維護者有機會在之後的 2 個星期內提請依賴性更改。

source: At the end of these 4 weeks, all components enter dependency freeze which means they may not change the dependencies (and their versions) they depend on. Optional dependencies for are still allowed to be added though.
cs: Ke konci tohoto 4týdenního období vstoupí všechny komponenty do stavu zmrazení závislostí, což znamená, že nemohou změnit závislosti (a své verze) na kterých závisejí. Volitelné závislosti lze přitom stále přidat.
da: I slutningen af disse 4 uger, indtræffer alle komponenter afhængigheds-frys hvilket betyder de ikke må ændre afhængighederne (og de versioner) de er afhængige af. Valgfrie afhængigheder er dog stadigt tilladt at tilsætte.
de: Am Ende dieser vier Wochen gelangen alle Komponenten in den Abhängigkeiten-Freeze, so dass die Abhängigkeiten (und deren Versionsnummern) nicht mehr verändert werden können. Optionale Abhängigkeiten können jedoch nachträglich hinzugefügt werden.
fr: Au terme de ces quatre semaines, tous les composants connaissent un gel de leurs dépendances. Ceci signifie qu’ils ne peuvent plus changer les dépendances (et leur version) sur lesquelles ils reposent. Des dépendances optionnelles peuvent cependant être ajoutées.
id: Pada akhir empat minggu tersebut, semua komponen memasuki pembekuan dependensi yang artinya mereka tidak diperkenankan melakukan penggantian dependensi (dan versinya) yang mereka butuhkan. Namun dependensi opsional masih diperbolehkan untuk ditambahkan.
ja: これら 4 週間の最後にすべてのコンポーネントの依存関係は凍結され、以降、依存するパッケージおよびそのバージョンは変更できない。ただし、任意の依存関係の追加は認められる。
lt: Po 4 savaičių, visos komponentų priklausomybės užšaldomos, tai reiškia jog jos negali keisti savo priklausomybių(ir jų versijų). Vis dar galima pridėti nebūtinas priklausomybes.
ms: Pada penghujung minggu ke-4, semua komponen memasuki pembekuan dependensi yang bermaksud tidak boleh lagi menukar dependensi (dan versi mereka) yang diperlukan. Dependensi pilihan masih boleh ditambah.
nb: Når disse 4 ukene er over så fryses avhengighetene til alle komponentene. Det betyr at de ikke kan få endret avhengighetene sine (og disses versjoner). Valgfrie avhengigheter kan fortsatt legges til.
nl: Aan het einde van deze 4 weken, alle onderdelen in te voeren afhankelijkheid van bevriezing wat betekent dat ze misschien niet de afhankelijkheden te veranderen (en hun versies) ze afhankelijk zijn. Optioneel afhankelijkheden voor zijn nog steeds toegestaan om al worden toegevoegd.
oc: A la fin d'aquelas 4 setmanas, totes los components entran en gèl de dependéncia ; aquò significa que pòdon pas cambiar las dependéncias (e lors versions) que ne dependon. Pasmens, las dependéncias opcionalas son totjorn autorizadas a èsser aponduda.
pt: No fim destas 4 semanas, todas as dependências congelam, o que significa que as dependências não mudam (e as suas versões). Dependências opcionais ainda são permitidas.
ru: По окончании этих 4 недель, для всех компонентов вводят заморозку зависимостей от которых они зависят, что означает невозможность изменения зависимостей (и их версий). Дополнительные зависимости тем не менее по прежнему разрешено добавлять.
sq: Në fund të këtyre 4 javëve, krejt përbërësit hyjnë në fazën e ngrirjes së varësive, që do të thotë se nuk mund të ndryshojnë varësitë (dhe versione të tyre)nga të cilat varen. Lejohet ama të shtohen varësi opsionale.
sv: Vid slutet av dessa 4 veckor, går alla komponenter in i beroendefrysning vilket betyder att de inte får ändra de beroenden (och dessas versioner) de är beroende av. Det är dock fortfarande tillåtet att lägga till valfria beroenden.
th: เมื่อจบช่วง 4 สัปดาห์นี้แล้ว องค์ประกอบทุกตัวจะเข้าสู่ช่วงหยุดเปลี่ยนแปลงซอฟต์แวร์ที่ใช้ประกอบ ซึ่งหมายความว่าองค์ประกอบทั้งหลายจะไม่สามารถเปลี่ยนแปลงซอฟต์แวร์ที่ใช้ประกอบ (และรุ่นที่ใช้) ได้อีก แต่จะยังอนุญาตให้เพิ่มซอฟต์แวร์ตัวเลือกเสริมที่ใช้ประกอบได้
tr: Bu 4 haftanın sonunda, tüm bileşenler bağımlılık dondurmaya girer, bu bağımlılıkların (ve sürümlerinin) değiştirilemeyeceği anlamına gelmektedir. İsteğe bağlı bağımlılıklar hala eklenebilirler.
uk: Наприкінці цих 4 тижнів всі компоненти входять у фазу замороження залежностей, яка означає, що не дозволяється зміни в залежностях (і їхніх версіях), від яких вони залежать. Однак все ще можливо додати необов'язкові залежності.
zh_tw: 這 4 個星期結束後，所有組件進入依賴性凍結，這代表了他們不能再更改依賴性(及其版本)了。但仍然允許加入可選依賴性。

source: Informing the Community
cs: Informování komunity
da: Informere fællesskabet
de: Die Gemeinschaft (Community) informieren
fr: Informer la communauté
id: Mengumumkan kepada Komunitas
ja: コミュニティへの通知
lt: Pranešimas bendruomenei
ms: Memberi makluman kepada Komuniti
nb: Informere fellesskapet
nl: Het informeren van de Gemeenschap
oc: Informar la comunautat
pt: Informações à comunidade
ru: Оповещение сообщества
sq: Informim i Bashkësisë
sv: Informera gemenskapen
th: การแจ้งข่าวสู่ชุมชน
tr: Topluluğun Bilgilendirilmesi
uk: Інформування спільноти
zh_tw: 通知社群

source: At the very end of the planning phase, a mail with planned features and dependencies for all components of the Xfce core desktop is sent to the xfce4-dev@xfce.org and xfce@xfce.org mailing lists.
cs: Na úplném konci plánovací fáze je odeslán e-mail do e-mailových konferencí xfce4-dev@xfce.org a xfce@xfce.org, obsahující plánované funkce a vlastnosti a závislosti jádra prostředí Xfce.
da: I slutningen af planlægnings-fasen, er en mail med planlagte funktioner og afhængigheder for at alle komponenter af Xfce kerne-skrivebordet sendt til xfce4-dev@xfce.org og xfce@xfce.org's mailing liste.
de: Am Ende der Planungsphase wird eine E-Mail mit den geplanten Funktionsmerkmalen und den Abhängigkeiten aller Komponenten der Xfce-Kernumgebung an die Mailinglisten xfce4-dev@xfce.org und xfce@xfce.org verschickt.
fr: À la toute fin de la phase de planification, un courriel regroupant les fonctionnalités prévues et les dépendances de tous les composants du cœur du bureau Xfce est envoyé aux listes de diffusion xfce4-dev@xfce.org et xfce@xfce.org.
id: Di bagian paling akhir fase perencanaan, akan dikirimkan sebuah surel yang berisi fitur-fitur dan dependensi yang direncanakan untuk semua komponen desktop inti Xfce ke milis xfce4-dev@xfce.org dan xfce@xfce.org.
ja: 計画フェイズの最後の最後に、すべての Xfce コアコンポーネントにおける新しい機能と依存関係の計画をメーリングリスト xfce4-dev@xfce.org および xfce@xfce.org へ投稿する。
lt: Planavimo fazės pabaigoje, laiškas su visomis planuojamomis galimybėmis ir priklausomybėmis nusiunčiamas į xfce4-dev@xfce.org ir xfce@xfce.org pašto konferencijas.
ms: Dipenghujung fasa perancangan, satu mel dengan fitur yang dirancang dan dependensi bagi semua komponen desktop teras Xfce dihantar kepada senarai mel xfce4-dev@xfce.org dan xfce@xfce.org.
nb: Helt til slutt i planleggingsfasen sendes en e-post med planlagte funksjoner og avhengigheter for alle komponentene til Xfce til e-postlistene xfce4-dev@xfce.org og xfce@xfce.org.
nl: Helemaal aan het einde van de planningsfase, is een mail met de geplande functies en afhankelijkheden voor alle onderdelen van de Xfce core desktop naar de xfce4-dev@xfce.org en xfce@xfce.org mailinglijsten.
oc: A la tota fin de la fasa de planificacion, un e-mail amb de foncionalitats e de dependéncias per totes los components del còr del burèu Xfce prévu es mandat a las listas de difusion xfce4-dev@xfce.org e xfce@xfce.org.
pt: No final da fase de planeamento, um e-mail com os recursos planeados e as dependências de todos os componentes do ambiente central do Xfce é enviado para as listas de discussões xfce4-dev@xfce.org e xfce@xfce.org.
ru: В самом конце фазы планирования в списки рассылки xfce4-dev@xfce.org и xfce@xfce.org отправляется сообщение с перечислением запланированных возможностей и зависимостей для всех основных компонентов Xfce.
sq: Në fund fare të fazës së planifikimit, te listat e postimeve xfce4-dev@xfce.org dhe xfce@xfce.org dërgohet një email me veçoritë dhe varësitë e planifikuara për krejt përbërësit e desktopit bazë Xfce.
sv: I slutet av planeringsfasen, skickas ett mail med planerade funktioner och beroenden för alla komponenter i Xfce:s kärnskrivbord till e-postlistorna xfce4-dev@xfce.org och xfce@xfce.org.
th: ในตอนท้ายสุดของขั้นวางแผน จะมีเมลแจ้งรายการสิ่งที่วางแผนจะทำและซอฟต์แวร์ประกอบที่จะใช้สำหรับองค์ประกอบทั้งหมดของเดสก์ท็อป Xfce แกนหลักไปที่กลุ่มเมล xfce4-dev@xfce.org และ xfce@xfce.org
tr: Planlama evresinin en sonunda, planlanan özellikleri ve Xfce temel masaüstü için olan tüm bağımlılıkları içeren bir posta, xfce4-dev@xfce.org ve xfce@xfce.org posta listelerine atılır.
uk: Наприкінці фази планування на адреси списків розсилки xfce4-dev@xfce.org і xfce@xfce.org висилається лист з планованими можливостями і залежностями для всіх компонент ядра Xfce.
zh_tw: 在計畫階段結束時，一封寫有所有 Xfce 核心桌面組件的計畫好的特性及依賴性的電子郵件會寄到 xfce4-dev@xfce.org 和 xfce@xfce.org 郵件列表。

source: Development Phase (5 Months)
cs: Fáze vývoje (5 měsíců)
da: Udviklingsfase (5 måneder)
de: Entwicklungsphase (5 Monate)
fr: Phase de développement (cinq mois)
id: Fase Pengembangan (5 Bulan)
ja: 開発フェイズ (5 ヶ月)
lt: Kūrimo fazė (5 mėnesiai)
ms: Fasa Pembangunan (5 Bulan)
nb: Utviklingsfase (5 måneder)
nl: Ontwikkelingsfase (5 maanden)
oc: Fasa de desvolopament (5 meses)
pt: Fase de desenvolvimento (5 meses)
ru: Фаза разработки (5 месяцев)
sq: Fazë Zhvillimi (5 Muaj)
sv: Utvecklingsfas (5 månader)
th: ขั้นพัฒนา (5 เดือน)
tr: Geliştirme Süreci (5 Ay)
uk: Фаза розробки (5 місяців)
zh_tw: 開發階段 (5 個月)

source: During the development phase every maintainer is free to do maintenance and development releases of his components independently of the rest of Xfce.
cs: Během fáze vývoje může každý údržbář vydávat údržbová a vývojová vydání svých komponent nezávisle na zbytku prostředí Xfce
da: I løbet af udviklings-fasen er hver vedligeholder fri til at vedligeholde og udvikle udgivelser of hans komponenter uafhængigt af resten af Xfce.
de: Während der Entwicklungsphase darf jeder Betreuer Wartungs- und Entwicklungsversionen seiner Komponenten veröffentlichen, unabhängig von den anderen Xfce-Komponenten.
fr: Durant la phase de développement, chaque mainteneur est libre de réaliser des versions de maintenance et de développement des composants dont il a la charge, indépendamment du reste de Xfce.
id: Selama fase pengembangan, setiap pemelihara bebas untuk melakukan rilis pemeliharaan dan pengembangan komponennya secara mandiri tanpa tergantung pada keseluruhan Xfce.
ja: 開発フェイズの間、各メンテナーは各自で担当コンポーネントのメンテナンスおよび開発版リリースを行える。
lt: Kūrimo fazėje kiekvienas prižiūrėtojas gali kurti priežiūros ir kūrimo leidimus neatsižvelgiant į likusią Xfce.
ms: Semasa fasa pembangunan setiap penyelenggara bebas melakukan penyelenggaraan dan pembangunan keluaran komponennya secara berasingan dari Xfce yang lain.
nb: I utviklingsfasen er hver vedlikeholder fri til å gjøre vedlikeholds- og utviklingsutgivelser av sine komponenter uavhengig av resten av Xfce.
nl: Tijdens de ontwikkelingsfase elke beheerder is vrij om zelfstandig te doen onderhoud en de ontwikkeling releases van zijn componenten van de rest van Xfce.
oc: Pendent la fasa de desvolopament cada responsable es libre de far dels versions de mantenença e lo desvolopament de ses components independentament del reste de Xfce.
pt: Durante a fase de desenvolvimento cada mantenedor é livre para fazer manutenção e desenvolvimento de seus lançamentos de componentes de forma independente do resto do Xfce.
ru: В течение этапа разработки каждый сопровождающий свободен сопровождать и разрабатывать выпуски его компонентов независимо от остальной части Xfce.
sq: Gjatë fazës së zhvillimit çdo mirëmbajtës është i lirë të hedhë në qarkullim versione mirëmbajtje ose zhvillimi të përbërësve të tij, pavarësisht nga pjesa tjetër e Xfce-së.
sv: Under utvecklingsfasen är varje utvecklare fri att släppa underhålls- och utvecklingsutgåvor av sina komponenter oberoende av resten av Xfce.
th: ในขั้นพัฒนา ผู้ดูแลทุกคนมีอิสระในการออกรุ่นบำรุงรักษาและรุ่นพัฒนาขององค์ประกอบของตัวเอง โดยไม่ขึ้นต่อส่วนที่เหลือของ Xfce
tr: Gelişirme süreci sırasında, tüm proje yürütücüleri, tüm Xfce içinde bileşenlerinin geliştirme süreçlerini ve bakımlarını bağımsızca yapmakta özgürlerdir.
uk: Протягом фази розробки кожен розробник може налаштовувати і розробляти випуски своїх компонент незалежно від решти Xfce.
zh_tw: 在開發階段時，每個維護者獨立的去維護及開發他所負責的 Xfce 組件。

source: Development Releases
cs: Vývojová vydání
da: Udviklingsudgivelser
de: Entwicklungsfreigaben
fr: Versions de développement
id: Rilis Pengembangan
ja: 開発版リリース
lt: Kūrimo leidimai
ms: Keluaran Pembangunan
nb: Utviklingsutgivelser
nl: Ontwikkeling Releases
oc: Versions de desvolopament
pt: Versões de desenvolvimento
ru: Опытные выпуски
sq: Versione Zhvillim
sv: Utvecklingsutgåvor
th: รุ่นพัฒนา
tr: Geliştirme Sürümleri
uk: Випуски розробок
zh_tw: 開發版本
