Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Other than getting in touch with current translators, you can use a private page to share progress on translations. The defacto place is on <a href="http://wiki.xfce.org/translations/">wiki.xfce.org</a>, but you can also use alternative possibilities like the <a href="http://groups.google.com/support/">Google Groups</a>.
nl: Anders dan in contact komen met de huidige vertalers, kunt u een prive-pagina gebruiken om te delen vooruitgang op vertalingen. De defacto plaats is op <a href="http://wiki.xfce.org/translations/">wiki.xfce.org</a> , maar u kunt ook gebruik maken van alternatieve mogelijkheden, zoals de <a href="http://groups.google.com/support/">Google Groups</a> .

source: Transifex Usage
nl: Gebruik Transifex

source: Statistics
nl: Statistieken

source: Transifex provides statistics per language and per project. The <a href="http://translations.xfce.org/projects/p/xfce/">Xfce collection project</a> view is the most interesting as it lets you know if the core projects are fully translated. An overview of the language stats in Xfce core master are <a href="http://translations.xfce.org/projects/p/xfce/r/master/">here</a>. It is also possible to get to such a page by going to the <a href="http://translations.xfce.org/languages/">language page</a> first and picking up your language than a collection. The collection &quot;Xfce&quot; has several components for the different stable versions (<em>xfce-4.4</em>, <em>xfce-4.6</em>, etc) and one for the development branch (<em>master</em>). The other collections, for example Applications, have usually only development components as they aren't part of any official Xfce releases.
nl: Transifex biedt statistieken per taal en per project. Het <a href="http://translations.xfce.org/projects/p/xfce/">Xfce collectie project</a> te bekijken is het meest interessant omdat het laat u weten of de kern projecten zijn volledig vertaald. Een overzicht van de taal stats in Xfce core meester zijn <a href="http://translations.xfce.org/projects/p/xfce/r/master/">hier</a> . Het is ook mogelijk om pagina krijgen om een dergelijk door naar de <a href="http://translations.xfce.org/languages/">pagina Taal</a> eerste en het oppakken van uw taal dan een verzameling. De collectie "Xfce" heeft diverse componenten voor de verschillende stabiele versies <em>(xfce-4.4, xfce-4.6,</em> etc) en een voor de ontwikkeling tak <em>(master).</em> De andere collecties, bijvoorbeeld toepassingen, hebben meestal alleen de ontwikkeling onderdelen, als ze geen deel uitmaken van een officiële Xfce releases.

source: Downloading Translations
nl: Vertalingen downloaden

source: You can visualize and download PO files from existing translations. For that just go to a project page or select a collection from the languages page, than click one of the small buttons at the right of the statistics. If there is no current translation you can download the source file (the PO template) available on each project page. Also when you are on a collection view you have at the bottom of the statistics table a download section with ZIP files.
nl: U kunt visualiseren en te downloaden PO-bestanden van bestaande vertalingen. Voor dat ga je gewoon naar een project pagina of selecteer een verzameling van de talen die pagina, dan klikt u op een van de kleine knopjes aan de rechterkant van de statistieken. Als er geen actuele vertaling die u kunt downloaden van de source file (de PO-sjabloon) beschikbaar op elk project pagina. Ook als je op een collectie te bekijken heb je aan de onderkant van de tabel met statistieken een download sectie met ZIP-bestanden.

source: Uploading Translations
nl: Uploaden Vertalingen

source: When you are identified on Transifex and have the upload rights it is very simple to upload new translations. Go to a project and choose the component that corresponds to a stable version or to the development branch &mdash; you can pass through the collection page to find a project &mdash; then click on the small <em>Upload</em> button besides the visualize/download/lock/edit buttons at the right of your language or the <em>Add a new translation</em> button at the bottom of the page if it doesn't exist yet. Fill in the form and click the <em>Send</em> button.
nl: Wanneer u worden geïdentificeerd op Transifex en hebben de upload rechten is het zeer eenvoudig om nieuwe vertalingen te uploaden. Ga naar een project en kies het onderdeel dat overeenkomt met een stabiele versie of de ontwikkeling tak - je kan passeren de collectie pagina vind je een project - en klik dan op de kleine knop <em>Uploaden</em> naast het visualiseren / download / lock / bewerken knoppen aan de rechterkant van uw taal of het <em>toevoegen van een nieuwe vertaling</em> op de knop onderaan de pagina als het nog niet bestaat. Vul het formulier in en klik op de knop <em>Verzenden.</em>

source: It is a good idea to click the <em>Lock</em> button when doing a translation while there is more than one active translator for your current language. Besides the <em>Upload</em> form, you can click the <em>Edit</em> button to update the translations online.
nl: Het is een goed idee om klik op de knop <em>Lock</em> bij het doen van een vertaling, terwijl er meer dan een actieve vertaler voor uw huidige taal. Naast het <em>uploaden</em> formulier, kunt u op de knop <em>Bewerken</em> om actualisering van de vertalingen online.

source: Report a bug
nl: Meld een bug

source: Translations
nl: Vertalingen

source: Xfce is made possible thanks to the help of volunteers with all kinds of skills and talents. Coding is just one way to help &ndash; translators, documenters, and designers are also welcome! This page outlines some of the areas where you could help out.
nl: Xfce is mogelijk gemaakt dankzij de hulp van vrijwilligers met allerlei vaardigheden en talenten. Codering is slechts een manier om te helpen - vertalers, documenteerders, en ontwerpers zijn ook welkom! Op deze pagina worden enkele van de gebieden waar je kon helpen.

source: Feel free to join us in developing the next release of Xfce or in helping fix bugs in existing releases. <a href="http://bugzilla.xfce.org">Bugzilla</a> and the <a href="%s">roadmap</a> are good sources of ideas on what needs some love.
nl: Voel je vrij om ons aan te sluiten bij de ontwikkeling van de volgende release van Xfce of in het helpen van bugs in de bestaande versies. <a href="http://bugzilla.xfce.org">Bugzilla</a> en de <a href="%s">routekaart</a> zijn goede bronnen van ideeën over wat er moet wat liefde.

source: If you are interested in more details or news about current development efforts, subscribe to the <a href="http://foo-projects.org/mailman/listinfo/xfce4-dev">development mailing list</a>. The <a href="http://wiki.xfce.org/">wiki</a> also contains a lot of useful information.
nl: Als u geïnteresseerd bent in meer informatie of nieuws over de huidige ontwikkeling van de inspanningen, abonneren op de <a href="http://foo-projects.org/mailman/listinfo/xfce4-dev">mailinglijst voor de ontwikkeling</a> . De <a href="http://wiki.xfce.org/">wiki</a> bevat ook veel nuttige informatie.

source: Xfce is translated into dozens of languages. Translations are currently managed using <a href="https://translations.xfce.org/">Transifex</a>. The <a href="https://translations.xfce.org/help/">help page</a> contains instructions on how to contribute. If you have any questions, the <a href="http://foo-projects.org/mailman/listinfo/xfce-i18n/">Xfce i18n mailing list</a> is there for you!
nl: Xfce is vertaald in tientallen talen. Vertalingen zijn op dit moment beheerd door middel van <a href="https://translations.xfce.org/">Transifex</a> . De <a href="https://translations.xfce.org/help/">help pagina</a> bevat instructies over hoe te dragen. Als u nog vragen hebben, de <a href="http://foo-projects.org/mailman/listinfo/xfce-i18n/">Xfce i18n mailinglijst</a> is er voor u!

source: As you may have noticed, the <a href="http://docs.xfce.org>">Xfce documentation</a> needs some love! If you want to join the new documentation effort, please contact us using the <a href="http://foo-projects.org/mailman/listinfo/xfce4-dev">development mailing list</a>.
nl: Zoals u wellicht heeft gemerkt, de <a href="http://docs.xfce.org>\ "&gt; Xfce documentatie</a> moet wat liefde! Als u wilt deelnemen aan de inspanningen nieuwe documentatie, neem dan contact met ons op via de <a href="http://foo-projects.org/mailman/listinfo/xfce4-dev">mailinglijst voor de ontwikkeling</a> .

source: The <a href="http://goodies.xfce.org">Xfce goodies</a> are independent projects related to the Xfce desktop. Though they are not part of the official release, they complement and enhance the overall desktop, and they also need your help! If you want to contribute to one of these, contact that project's maintainer, or you could start your own pet project. The <a href="http://foo-projects.org/mailman/listinfo/goodies-dev/">Goodies development mailing list</a>is there for you if you have any questions.
nl: De <a href="http://goodies.xfce.org">Xfce goodies</a> zijn onafhankelijke projecten in verband met de Xfce desktop. Hoewel ze geen deel uitmaken van de officiële release, zij een aanvulling en verbetering van de algehele bureaublad, en ook zij hebben uw hulp nodig! Als u wilt bijdragen aan een van deze, dat het project maintainer contact, of u kunt uw eigen huisdier project te beginnen. De <a href="http://foo-projects.org/mailman/listinfo/goodies-dev/">Goodies ontwikkeling mailinglijst</a> is er voor u als u vragen hebt.

source: Xfce framework
nl: Xfce kader

source: Xfce provides a framework for developing applications that integrate well in the Xfce desktop environment. This framework also provides common and useful functionality not present in the GLib/GTK stack, further easing application development.
nl: Xfce biedt een kader voor het ontwikkelen van applicaties die goed te integreren in de Xfce desktop omgeving. Dit kader voorziet ook in gemeenschappelijke en nuttige functionaliteit niet in de GLib / GTK stack, een verdere vermindering van applicatie-ontwikkeling.

source: The <a href="http://foo-projects.org/%7Ebenny/projects/xfce4-dev-tools/">Xfce developer tools</a> provide a collection of scripts and M4 macros that are required to build the Xfce core desktop components.
nl: De <a href="http://foo-projects.org/~benny/projects/xfce4-dev-tools/">Xfce ontwikkeltools</a> bieden een verzameling scripts en M4 macro's die nodig zijn om onderdelen te bouwen de Xfce core desktop.

source: The <a href="/projects/libraries/">base libraries of Xfce</a> are used by almost every Xfce application. Among other things, they provide convenience functions and specialized display widgets.
nl: De <a href="/projects/libraries/">basisbibliotheken van Xfce</a> worden gebruikt door bijna elke Xfce toepassing. Onder andere dingen, ze bieden het gemak functies en gespecialiseerde display widgets.

source: Xfce also includes <a href="http://pyxfce.xfce.org/">Python</a>, <a href="http://spuriousinterrupt.org/projects/xfce4-perl">Perl</a>, and <a href="http://xfc.xfce.org/">C++</a> bindings to its libraries.
nl: Xfce omvat ook <a href="http://pyxfce.xfce.org/">Python</a> , <a href="http://spuriousinterrupt.org/projects/xfce4-perl">Perl</a> en <a href="http://xfc.xfce.org/">C + +</a> bindingen aan haar bibliotheken.

source: The <a href="/about/artwork">Xfce Artwork</a> project needs volunteers! Design new icons, wallpapers, or window manager themes by following our step-by-step example <a href="http://wiki.xfce.org/howto">howto's</a>. Or see how others have customized their Xfce desktops on <a href="http://www.xfce-look.org/">Xfce Look</a>.
nl: Het <a href="/about/artwork">Xfce Artwork</a> project heeft vrijwilligers nodig! Het ontwerpen van nieuwe iconen, wallpapers, of window manager thema's door het volgen van onze stap-voor-stap voorbeeld <a href="http://wiki.xfce.org/howto">howto's</a> . Of zie hoe anderen hebben op maat van hun Xfce desktop <a href="http://www.xfce-look.org/">Xfce Look</a> .

source: xfce4-appfinder
nl: xfce4-Menu bijwerken

source: xfce4-settings
nl: xfce4-instellingen
