Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: <b>Xfce 4.6</b> also comes with a brand new application finder which features a cleaner user interface. It is also easier to use it with the keyboard, and it monitors installed applications to update the list "on the fly." It also allows you to create panel launchers quickly by dragging an application icon to the launcher creation window.
ca: <b>Xfce 4.6</b> també ve amb un descobridor d'aplicacions nou de marca que compta amb una interfície d'usuari més neta. També és més fàcil d'utilitzar amb el teclat i monitora les aplicacions instal·lades per actualitzar la llista "sobre la marxa". També us permet crear llançadors de plafó ràpidament en arrossegar una icona d'aplicació a la finestra de creació de llançador.
cs: <b>Xfce 4.6</b> také přichází se zbrusu novým vyhledávačem aplikací, který přináší čistější uživatelské rozhraní. Je také snazší pro použití s klávesnicí a sleduje seznam nainstalovaných aplikací "za běhu". Do umožňuje rychle vytvářet spouštěče na panelu pomocí přetažení ikony aplikace do okna pro vytvoření spouštěče.
da: <b>Xfce 4.6</b> kommer også med en helt ny applikations-finder der indeholder en renere brugergrænseflade. Det er også nemmere at bruge den med tastaturet, og den overvåger installerede applikationer for at opdatere listen "med det samme" Den tillader dig også at skabe panel-kørelser hurtigt ved at trække en applikations-ikon til kørelse-skabelse vinduet.
de: <b>Xfce 4.6</b> beinhaltet auch einen brandneuen Anwendungsfinder mit übersichtlicherer Benutzeroberfläche. Der Anwendungsfinder ist jetzt auch einfacher mit der Tastatur zu bedienen und er überwacht installierte Anwendungen, um die Liste permanent zu aktualisieren. Er erlaubt das einfache Erstellen von Startern in der Leiste durch Ziehen eines Anwendungssymbols auf das Fenster zur Erstellung von Startern.
es: <b>Xfce 4.6</b> también viene con una nueva aplicación de búsqueda que cuenta con una interfaz de usuario más clara. También es más fácil de usar con el teclado, y monitorea las aplicaciones instaladas para actualizar la lista «sobre la marcha». También le permite crear lanzadores en el panel rápidamente arrastrando el icono de la aplicación a la ventana de creación del lanzador.
fr: <b>Xfce 4.6</b> est également livré avec un nouveau chercheur d’application doté d’une interface épurée. Il est plus facile à utiliser avec le clavier et met automatiquement à jour sa liste des applications installées. Il vous permet aussi de créer rapidement des lanceurs pour le tableau de bord en faisant glisser l’icône d’une application dans la fenêtre de création de lanceurs.
gl: O <b>Xfce 4.6</b> tamén inclúe un novo buscador de aplicacións que ten unha interface de usuario máis limpa. Tamén é máis doado empregar o teclado e monitoriza as aplicacións instaladas para actualizar a lista "en marcha". Tamén permite crear iniciadores de panel rapidamente mediante o arrastrado unha icona dunha aplicación á xanela de creación do iniciador.
he: <b> Xfce 4.6 <b> גם מגיע עם מוצא תוכנות חדש המציג ממשק משתמש נקי יותר. זה גם קל יותר להשתמש בו עם המקלדת, והוא עוקב אחר תוכנות מותקנות לעידכון הרשימה "בזמן אמת". הוא גם מאפשר לך ליצור מפעילי פאנל במהירות ע"י גרירה של אייקון תוכנה לחלון יצירת מפעיל.
id: <b>Xfce 4.6</b> juga datang dengan sebuah pencari aplikasi yang baru yang mengedepankan sebuah antarmuka yang lebih bersih. Aplikasi ini juga lebih mudah digunakan dengan papan tik, dan ia akan memonitor aplikasi yang terpasang dan memperbarui daftarnya dengan cepat. Ia juga memungkinkan Anda membuat peluncur panel secara cepat dengan menyeret sebuah ikon aplikasi ke jendela pembuatan peluncur.
it: <b>Xfce 4.6</b> porta con sé anche un nuovo ricercatore di applicazioni che si presenta con un'interfaccia più pulita. Risulta anche più semplice da utilizzare con la tastiera e monitora le applicazioni installate per aggiornare l'elenco "al volo". Permette anche di creare velocemente degli avviatori per il pannello trascinando l'icona dell'applicazione nella finestra di creazione dell'avviatore.
ja: <b>Xfce 4.6</b> では、ユーザーインターフェイスが整理された新しいアプリケーションファインダーも用意しました。アプリケーションファインダーは、インストールされたアプリケーションを表示し (リストはキー入力により "オンザフライ" で更新されます)、簡単に検索および起動が行えます。また、アプリケーションアイコンを、パネルのランチャープラグインの設定ウィンドウにドラッグすることですばやくパネルランチャーの作成が行えます。
kk: <b>Xfce 4.6</b> нұсқасында пайдаланушы интерфейсі таза жаңа қолданбаларды іздеу құралы бар. Оны пернетақта арқылы пайдалану оңайырақ, сонымен қатар ол тізімді "жұмыс барысында" жаңарту үшін орнатылған қолданбаларды бақылайды. Ол сондай-ақ қолданба таңбашасын іске қосу терезесіне сүйреп апару арқылы панельді іске қосқыштарды жылдам жасауға мүмкіндік береді.
lt: <b>Xfce 4.6</b> taip pat yra pristatoma visiškai nauja programų ieškyklė, kurioje yra pateikiama išvalyta naudotojo sąsaja. Ją taip pat yra lengviau naudoti klaviatūros pagalba, be to, ji stebi įdiegtas programas, kad galėtų iš karto atnaujinti jų sąrašą. Prie viso to, programų ieškyklė leidžia jums greitai kurti skydelio leistukus, velkant programos piktogramą į leistuko kūrimo langelį.
ms: <b>Xfce 4.6</b> juga disertakan dengan pencari aplikasi baharu yang fiturkan antaramuka pengguna yang lebih kemas. Ia juga lebih mudah digunakan dengan papan kekunci, dan ia memantau aplikasi dipasang supaya dapat mengemaskini senarai "serta-merta." Ia juga membolehkan anda cipta pelancar panel secara pantas dengan menyeret ikon aplikasi ke dalam tetingkap penciptaan pelancar.
nb: <b>Xfce 4.6</b> har nå en ny programsøker med et renere brukergrensesnitt. Den er lettere å bruke med tastaturet, og den overvåker installerte programmer for å kunne oppdatere listen i sanntid. Den lar deg raskt lage panelstartere ved å dra programikonet til vinduet for opprettelse av startere.
nl: <b>Xfce 4.6</b> komt ook met een gloednieuwe applicatie zoeken welke interface beschikt over een schonere gebruiker. Het is ook makkelijker om het te gebruiken met het toetsenbord, en het monitoren geïnstalleerde applicaties aan de lijst \ update "on the fly. " Het staat u toe ook om snel panel draagraketten door het slepen van een applicatie icoon om de draagraket creatie venster.
oc: <b>Xfce 4.6</ b> es tanben liurat amb una tota novèla lista d'aplicacion que dispausa d'una interfàcia utilizaire epurada. Es tanben mai de bon utilizar amb lo clavièr, e susvelha las aplicacions installadas per metre a jorn la lista «a la volada». Vos permet tanben de crear d'aviadors de panèls rapidament en fasent lisar una icòna d'aplicacion dins la fenèstra de creacion de l'aviador.
pl: <b>Xfce 4.6</b> zyskał również nową, przejrzystą wyszukiwarkę programów. Jest prostsza w obsłudze za pomocą klawiatury i potrafi aktualizować listę oprogramowania na bieżąco. Pozwala również na szybkie tworzenie aktywatorów, przeciągając z listy ikonę programu do okna tworzenia aktywatora.
pt: O <b>Xfce 4.6</b> também vem com uma nova aplicação para encontrar aplicações com uma interface de utilizador limpa. É fácil de usar com o teclado e monitoriza aplicações instaladas para atualizar a lista em "tempo real". Também permite criar lançadores de painel rapidamente ao arrastar um ícone de aplicação para a janela de criação do lançador.
pt_br: O <b>Xfce 4.6</b> também vem com um novo localizador de aplicativos com uma interface de usuário mais limpa. Ele também é mais fácil de usar com o teclado e monitora os aplicativos instalados para atualizar a lista "on the fly" (em tempo real). Ele também permite que você crie lançadores de painel rapidamente arrastando e soltando aplicativos na janela de criação de lançadores.
ro: <b>Xfce 4.6</b> vine, de asemenea, cu un căutător de aplicații complet nou, care are o interfață de utilizator mai curată. De asemenea, este mai ușor de utilizat cu tastatura, iar acesta monitorizează aplicațiile instalate pentru a actualiza lista „din zbor”. De asemenea, vă permite să creați rapid lansatoare de panouri prin glisarea unei pictograme de aplicație în fereastra de creare a lansatoarelor.
ru: В <b>Xfce 4.6</b> появилось новое средство для поиска приложений с упрощённым пользовательским интерфейсом. Им проще пользоваться с помощью клавиатуры - поиск приложения происходит по мере набора текста. Также возможно быстрое создание значка запуска на панели перетягиванием в окно создания значка запуска.
sq: <b>Xfce 4.6</b> vjen gjithashtu me një gjetës aplikacionesh fringo të ri, që përmban një ndërfaqe më të qëruar përdoruesi. Është gjithashtu më i lehtë për t’u përdorur përmes tastierës, dhe mbikëqyr aplikacionet e instaluara, që ta përditësojë listën "fluturimthi." Ju lejon edhe të krijoni shpejt e shpejt nisës paneli, duke e tërhequr ikonën e një aplikacioni te dritarja e krijimit të nisësit.
sr: <b>ИксФЦЕ 4.6</b> такође долази са сасвим новим проналазачем програма који представља чистије корисничко сучеље. Такође је лакше да се користи тастатура, и прати уграђене програме ради освежавања списка „успут“. Такође омогућава брзо стварање покретача на полици превлачењем сличице програма до прозора ствараоца покретача.
sv: <b>Xfce 4.6</b> kommer nu också med en helt ny programsökare med ett renare gränssnitt. Den är också lättare att använda med tangentbordet, och den övervakar installerade program för att uppdatera listan "i farten." Den låter dig också skapa panelstartare snabbt genom att dra en programikon till fönstret som skapar startare.
th: <b>Xfce 4.6</b> ยังมาพร้อมกับเครื่องมือค้นหาโปรแกรมตัวใหม่เอี่ยม ซึ่งมีส่วนติดต่อผู้ใช้ที่สะอาดกว่า และยังใช้งานกับแป้นพิมพ์ได้ง่าย นอกจากนี้ยังคอยเฝ้าสังเกตโปรแกรมที่ติดตั้งในระบบ เพื่อปรับข้อมูลรายชื่อ "ทันทีระหว่างทำงาน" เครื่องมือนี้ยังช่วยให้คุณสามารถสร้างปุ่มเรียกโปรแกรมบนพาเนลได้อย่างรวดเร็ว โดยลากไอคอนของโปรแกรมไปวางบนหน้าต่างสร้างปุ่มเรียก
tr: <b>Xfce 4.6</b> artık daha temiz bir arayüze sahip uygulama bulucuyla birlikte geliyor. Onu klavye ile kullanmak da daha kolay ve kurulu uygulamaları canlı olarak gösterebiliyor. Bir uygulama simgesini başlatıcı oluşturucu penceresine sürükleyerek kolayca uygulama paneli oluşturmanıza da imkan veriyor.
uk: <b>Xfce 4.6</b>також має новий шукач програм з новим кращим інтерфейсом користувача.Його легко використовувати його з клавіатурою, він слідкує на встановленими програмами і оновлює їх список "на льоту". Він також дозволяє швидко створювати панельні запускачі програм, захоплюючи і переносячи іконку програми до вікна створення запускача.
vi: <b>Xfce 4.6</b> cũng đi kèm với công cụ tìm ứng dụng hoàn toàn mới có giao diện người dùng rõ ràng hơn. Việc sử dụng nó với bàn phím cũng dễ dàng hơn và nó giám sát các ứng dụng đã cài đặt để cập nhật danh sách "nhanh chóng". Nó cũng cho phép bạn tạo các trình khởi chạy bảng điều khiển một cách nhanh chóng bằng cách kéo biểu tượng ứng dụng vào cửa sổ tạo trình khởi chạy.
zh_tw: <b>Xfce 4.6</b> 也帶來了新的應用程式協尋器，特性是使用者介面更加簡潔。更易於以鍵盤使用，且它會監視已安裝的應用程式並「立即」更新其列表。它還讓您可以利用拖曳一個應用程式圖示到啟動器創建視窗中快速的創建面板啟動器。

source: New application finder
ca: Descobridor d'aplicacions nou
cs: Nový vyhledávač aplikací
da: Ny programfinder
de: Neuer Anwendungsfinder
es: Buscador de aplicaciones nuevo
fr: Nouveau chercheur d’application
gl: Novo buscador de aplicacións
he: מוצא תוכנות חדש
id: Pencari aplikasi yang baru
it: Nuovo ricercatore di applicazioni
ja: 新しいアプリケーションファインダー
kk: Жаңа қолданбаларды іздеу құралы
lt: Nauja programų ieškyklė
ms: Pencari aplikasi baharu
nb: Ny programsøker
nl: Nieuwe toepassing zoeken
oc: Novèla recèrca d'aplicacion (finder)
pl: Nowa wyszukiwarka programów
pt: Novo localizador de aplicações
pt_br: Novo localizador de aplicativos
ro: Noul căutător de aplicații
ru: Новый поиск приложений
sq: Gjetës i ri aplikacionesh
sr: Нови проналазач програма
sv: Ny programsökare
th: เครื่องมือค้นหาโปรแกรมตัวใหม่
tr: Yeni uygulama bulucu
uk: Новий шукач програм
vi: Công cụ tìm ứng dụng mới
zh_tw: 新應用程式查找器

source: Written by Jérôme Guelfucci (February 2009)
ca: Escrit per Jérôme Guelfucci (febrer del 2009)
cs: Napsal Jérôme Guelfucci (únor 2009)
da: Skrevet af Jérôme Guelfucci (februar 2009)
de: Geschrieben von Jérôme Guelfucci (Februar 2009)
es: Escrito por Jérôme Guelfucci (febrero de 2009)
fr: Écrit par Jérôme Guelfucci (Février 2009)
gl: Escrito por Jérôme Guelfucci (febreiro de 2009)
he: נכתב ע"י ג'רום גולפוצ'י (פברואר 2009)
id: Ditulis oleh Jérôme Guelfucci (Februari 2009)
it: Scritto da Jérôme Guelfucci (febbraio 2009)
kk: Жазған: Jérôme Guelfucci (Ақпан 2009)
lt: Parašė Jérôme Guelfucci (2009-ųjų vasaris)
ms: Ditulis oleh Jérôme Guelfucci (Februari 2009)
nb: Skrevet av Jérôme Guelfucci (Februar 2009)
nl: Geschreven door Jerôme Guelfucci (februari 2009)
oc: Escrich per Jérôme Guelfucci (Febrièr de 2009)
pl: Opracował Jérôme Guelfucci (luty 2009)
pt: Desenvolvido por Jérôme Guelfucci (February 2009)
pt_br: Escrito por Jérôme Guelfucci (Fevereiro de 2009)
ro: Scris de Jérôme Guelfucci (februarie 2009)
ru: Автор — Jérôme Guelfucci (февраль 2009)
sq: Shkruar nga Jérôme Guelfucci (Shkurt 2009)
sr: Написао Jérôme Guelfucci (Фебруара 2009)
sv: Skrivet av Jérôme Guelfucci (februari 2009)
th: เขียนโดย Jérôme Guelfucci (กุมภาพันธ์ 2552)
tr: Jérôme Guelfucci (Şubat 2009)
uk: Написаний Jérôme Guelfucci (Лютий 2009)
vi: Viết bởi Jérôme Guelfucci (tháng 2 năm 2009)
zh_tw: 由 Jérôme Guelfucci 撰寫，2009年2月

source: Screenshots by Jannis Pohlmann
ca: Captures de pantalla per Jannis Pohlmann
cs: Snímky obrazovek dodal Jannis Pohlmann
da: Skærmbilleder af Jannis Pohlmann
de: Bildschirmfotos von Jannis Pohlmann
es: Capturas de pantalla por Jannis Pohlmann
fr: Captures d’écran par Jannis Pohlmann
gl: Capturas de pantalla de Jannis Pohlmann
he: צילומי מסך מאת יאניס פולמאן
id: Cuplikan layar oleh Jannis Pohlmann
it: Immagini catturate da Jannis Pohlmann
kk: Скриншоттарды жасаған: Jannis Pohlmann
lt: Ekrano kopijos pagal Jannis Pohlmann
ms: Cekupan skrin oleh Jannis Pohlmann
nb: Skjermbilder av Jannis Pohlmann
nl: Screenshots van Jannis Pohlmann
oc: Capturas d'ecran de Jannis Pohlmann
pl: Obrazy ekranów dostarczył Jannis Pohlmann
pt: Imagens por Jannis Pohlmann
pt_br: Capturas de tela por Jannis Pohlmann
ro: Capturi de ecran realizate de Jannis Pohlmann
ru: Снимки экранов — Jannis Pohlmann
sq: Foto ekrani nga Jannis Pohlmann
sr: Снимак екрана направио Jannis Pohlmann
sv: Skärmbilder av Jannis Pohlmann
th: ภาพหน้าจอโดย Jannis Pohlmann
tr: Ekran görüntüleri Jannis Pohlmann tarafından alınmıştır
uk: Копії екрану від Jannis Pohlmann
vi: Ảnh chụp màn hình của Jannis Pohlmann
zh_tw: 畫面截圖由 Jannis Pohlmann 提供

source: Xfce 4.8 tour
ca: Recorregut de l'Xfce 4.8
cs: Prohlídka Xfce 4.8
da: Xfce 4.8 rundvisning
de: Rundgang durch Xfce 4.8
es: Paseo por Xfce 4.8
fr: Présentation de Xfce 4.8
gl: Visita ao Xfce 4.8
he: סיור Xfce 4.8
id: Tur Xfce 4.8
it: Tour di Xfce 4.8
ja: Xfce 4.8 ツアー
kk: Xfce 4.8 шолуы
lt: Xfce 4.8 turas
ms: Jelajah Xfce 4.8
nb: Xfce 4.8 – omvisning
oc: Visita Xfce 4.8
pl: Prezentacja Xfce 4.8
pt: Guia do Xfce 4.8
pt_br: Conheça o Xfce 4.8
ro: Turul versiunii Xfce 4.8
ru: Тур по Xfce 4.8
sq: Tur i Xfce 4.8-s
sr: Упознавање са ИксФЦЕ 4.8
sv: Xfce 4.8 rundtur
th: นำชม Xfce 4.8
tr: Xfce 4.8 turu
uk: Огляд Xfce 4.8
vi: Tham quan Xfce 4.8
zh_tw: Xfce 4.8 導覽

source: This tour will introduce you to all the new major visual features in Xfce 4.8. This is only the visual part of what has been done; for a full list of changes, see the <a href="/download/changelogs/">changelogs</a>.
ca: Aquest recorregut us presentarà totes les característiques visuals principals noves de l'Xfce 4.8. Només cobreix la part visual que s'ha fet; per a la llista completa dels canvis, consulteu els <a href="/download/changelogs/">registres de canvis</a>.
cs: Tato prohlídka Vám představí hlavní nové viditelné funkce Xfce 4.8. Zahrnuje pouze viditelné části provedených změn. Úplný seznam změn naleznete v <a href="/download/changelogs/">protokolu o změnách</a>.
da: Denne rundvisning introducerer dig for alle de nye større visuelle funktionaliteter i Xfce 4.8. Den dækker kun de visuelle dele som er lavet; se <a href="/download/changelogs/">ændringsloggene</a> for en fuld liste af ændringer.
de: Dieser Rundgang führt Sie in die neuen visuellen Hauptmerkmale in Xfce 4.8 ein. Dies betrifft nur die sichtbaren Änderungen. Eine Liste aller Änderungen finden Sie in den <a href="/download/changelogs/">Änderungsprotokollen</a>.
es: Este paseo le presentará las principales nuevas características visuales de Xfce 4.8. Esto es solamente la parte visual de lo implementado; para un listado completo de los cambios, vea el <a href="/download/changelogs/">registro de cambios</a>.
fr: Cette présentation vous fera découvrir les principales nouveautés de Xfce 4.8. Elle ne couvre que la partie visuelle de ce qui a été fait. Pour une liste complète des changements, lisez le <a href="/download/changelogs/">journal des modifications</a>.
gl: Esta visita presentaralle todas as novas funcionalidades visuais no Xfce 4.8. Esta é só a parte visual do que se fixo. Para obter unha lista completa de cambios, consulte os <a href="/download/changelogs/">rexistros de cambios</a>.
he: סיור זה יציג בפניך את כל המאפיינים הויזואלים העיקריים ב-Xfce 4.8. זהו רק החלק הויזואלי של מה שנעשה, לרשימת שינויים מלאה, ראה <a href="/download/changelogs/">changelogs</a>.
id: Tur ini akan memperkenalkan Anda kepada fitur-fitur visual yang utama pada Xfce 4.8. Tur ini hanya meliputi bagian visual dari apa yang telah dikerjakan; untuk daftar lengkap perubahan, lihat <a href="/download/changelogs/">log perubahan</a>.
it: Questo tour descrive le principali novità introdotte con Xfce 4.8. Le novità descritte rappresentano solamente quelle visibili dall'utente; per un elenco completo dei cambiamenti, consultare l'<a href="/download/changelogs/">elenco delle modifiche</a>.
ja: このツアーでは、Xfce 4.8 の主な新機能について紹介します。ここでは目に見える部分のみについて説明していますが、すべての変更点については<a href="/download/changelogs/">更新履歴</a>をご覧ください。
kk: Бұл шолу сізді Xfce 4.8 нұсқасындағы барлық жаңа негізгі визуалды мүмкіндіктермен таныстырады. Бұл жасалған жұмыстың тек визуалды бөлігі; өзгерістердің толық тізімін <a href="/download/changelogs/">өзгерістер журналынан</a> көре аласыз.
lt: Šis turas pristatys jums visas naujas 4.10 vizualias galimybes. Tai yra tik vizuali dalis to kas buvo padaryta; pilną pakeitimų sąrašą galite rasti <a href="/download/changelogs/">keitimų žurnaluose</a>.
ms: Jelajah ini akan memperkenalkan kepada anda semua fitur visual utama di dalam Xfce 4.8. Ia hanya bahagian visual yang telah diperbaiki dan diperkemaskan; untuk senarai penuh perubahan, sila rujuk <a href="/download/changelogs/">log perubahan</a>.
nb: Denne omvisningen vil ta for seg ny overfladisk funksjonalitet i Xfce 4.8. Den dekker kun de visuelle endringene som er gjort. For en fullstendig liste over endringer se <a href="/download/changelogs/">endringsloggen</a>.
oc: Aquesta visita vous fera descobrir totas las novèlas caracteristicas majeures visualas dins Xfce 4.8. Ce n'est que la partie visible d'aqueste que es estada fait, per una lista completa dels modificacions, veire la <a href="/download/changelogs/"> liste dels cambiaments</a>.
pl: Poniżej zaprezentowano najbardziej znaczące nowości środowiska Xfce wprowadzone w wersji 4.8. Zestawienie obejmuje jedynie zmiany dostrzegalne w interfejsie graficznym. Pełna lista znajduje się się na stronie <a href="/download/changelogs/">dziennika zmian</a>.
pt: Este guia mostra todas as novas funcionalidades do Xfce 4.8. Estas são apenas as alterações visuais do que foi feito. Para uma lista completa das alterações, consulte o <a href="/download/changelogs/">registo de alterações</a>.
pt_br: Esse tour vai apresentar a você todos os novos recursos visuais no Xfce 4.8. Isso é somente a parte visual e o que foi feito; para uma lista completa de alterações, veja os <a href="/download/changelogs/">registros de alterações</a>.
ro: Acest tur vă va prezenta toate noile caracteristici vizuale majore din Xfce 4.8. Aceasta este doar partea vizuală a ceea ce s-a făcut; pentru o listă completă a modificărilor, consultați <a href="/download/changelogs/">Jurnalul de modificări al Xfce 4.8</a>.
ru: Этот тур ознакомит вас со всеми новыми значительными визуальными особенностями в Xfce 4.8. Это только видимая часть того что было сделано, для полного перечня изменений, см. <a href="/download/changelogs/">журнал изменений</a>.
sq: Ky tur do t’ju paraqesë veçoritë e reja të rëndësishme pamore në Xfce 4.8. Mbulon vetëm pjesën pamore të asaj që është bërë; Për listën e plotë të ndryshimeve, shihni <a href="/download/changelogs/">regjistra ndryshimesh</a>.
sr: Овај обилазак ће вас провести кроз занимљиве новине у ИксФЦЕ 4.8. То представља само видни део онога што је учињено! За потпун списак измена погледајте <a href="/download/changelogs/">дневнике измена</a>.
sv: Denna rundtur introducerar dig till alla viktigare nya visuella funktioner i Xfce 4.8. Detta är bara den synliga delen av vad som har gjorts; för en komplett lista över ändringar, se <a href="/download/changelogs/">ändringsloggar</a>.
th: เอกสารนำชมนี้จะแนะนำถึงความสามารถใหม่หลักๆ ที่เห็นได้ด้วยตาใน Xfce 4.8 นี่เป็นเพียงส่วนที่เห็นได้ด้วยตาของสิ่งที่ได้ทำไปทั้งหมดเท่านั้น หากต้องการดูรายการเปลี่ยนแปลงทั้งหมด กรุณาอ่านได้ที่ <a href="/download/changelogs/">ปูมการเปลี่ยนแปลง</a>
tr: Bu tur, Xfce 4.8 için tüm yeni ana görsel özellikleri tanıtacaktır. Bu yapılmış işlerin sadece görsel bir bölümüdür; değişikliklerin tüm listesi için, <a href="/download/changelogs/">Değişim Günlüğü</a> sayfasında bulabilirsiniz.
uk: Цей тур познайомить Вас з усіма новими основними візуальними особливостями в Xfce 4.8. Це тільки візуальна частина того, що було зроблено, повний список дивіться в <a href="/download/changelogs/">списку змін</a>.
vi: Chuyến tham quan này sẽ giới thiệu cho bạn tất cả các tính năng hình ảnh chính mới trong Xfce 4.8. Đây chỉ là phần trực quan của những gì đã được thực hiện; để biết danh sách đầy đủ các thay đổi, hãy xem <a href="/download/changelogs/">nhật ký thay đổi</a>.
zh_tw: 此導覽向您介紹 Xfce 4.8的主要新功能。它只包含了使用者可見的已完成的部份；要觀看完整的變動列表，見 <a href="/download/changelogs/">變動記錄</a> 。

source: Remote shares browsing
ca: Navegació per les comparticions remotes
cs: Procházení vzdálených sdílených složek
da: Fjern deler gennemsøger
de: Durchsuchen entfernter Freigaben
es: Acciones de navegación remotas
fr: Partages distants
gl: Navegación por cartafoles remotos
he: סיור בשיתופים מרוחקים
id: Peramban kongsi jauh
it: Navigazione delle condivisioni remote
ja: リモート共有のブラウズ
kk: Қашықтағы ортақ ресурстарды шолу
lt: Nutolusio turinio naršymas
ms: Pelayaran kongsi jauh
nb: Bla gjennom eksternt delte ressurser
oc: Partages distants
pl: Przeglądanie zdalnych zasobów
pt: Navegação nas partilhas remotas
pt_br: Navegação de compartilhamentos remotos
ro: Navigarea prin partajările la distanță
ru: Просмотр удалённых общих ресурсов
sq: Shfletim ndarjesh të largëta
sr: Преглед удаљених дељења
sv: Bläddra i fjärresurser
th: การท่องดูแหล่งใช้ร่วมในเครือข่าย
tr: Uzak paylaşımların gösterilmesi
uk: Перегляд віддалених спільних тек
vi: Duyệt chia sẻ từ xa
zh_tw: 瀏覽遠端分享資源
