Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: All header bars of Xfce Windows/Dialogs by default will be drawn by the window manager now (Xfwm4). Some dialogs optionally support 'GtkHeaderBar' (CSD) which can be enabled via a xfconf setting.
ca: Totes les barres de capçalera de l'Xfce Windows/Dialogs per defecte seran dibuixades pel gestor de finestres ara (Xfwm4). Alguns diàlegs admeten opcionalment «GtkHeaderBar» (CSD) que es pot habilitar a través d'un paràmetre xfconf.
de: Alle Kopfleisten von Xfce-Fenstern/Dialogen werden nun standardmäßig vom der Fensterverwaltung gezeichnet (Xfwm4). Einige Dialoge unterstützen optional 'GtkHeaderBar' (CSD), was über eine xfconf-Einstellung aktiviert werden kann.
es: Todas las barras de encabezado de las ventanas/Dialogos de Xfce de forma predeterminada ahora serán dibujadas por el administrador de ventanas (Xfwm4). Algunos cuadros de diálogo admiten opcionalmente la 'Barra de encabezado Gtk' (CSD) que se puede habilitar mediante una configuración xfconf.
gl: Todas as barras de cabeceira de Xfce Xanelas/Diálogos de xeito predeterminado serán debuxadas polo xestor de xanelas agora (Xfwm4). Algúns diálogos admiten opcionalmente «Barra de encabezado GTK» (CSD) que se pode activar mediante unha configuración xfconf.
he: כל סרגלי הכותרת של חלונות/דו שיח Xfce כברירת מחדל יצוירו עכשיו על ידי מנהל החלונות (Xfwm4). חלק מדו שיח תומכים ב-(CSD) 'GtkHeaderBar' הניתן להפעלה דרך הגדרת xfconf.
it: Tutte le barre di intestazione delle finestre Xfce, per impostazione predefinita, ora saranno disegnate dal gestore di finestre (Xfwm4). Alcune finestre supportano opzionalmente "GtkHeaderBar" (CSD). Tale opzione può essere abilitata tramite una configurazione xfconf.
kk: Xfce терезелерінің/сұхбат терезелерінің барлық тақырыптама жолақтары әдепкі бойынша енді терезелер басқарушысы (Xfwm4) арқылы салынады. Кейбір сұхбат терезелері қосымша ретінде xfconf баптауы арқылы іске қосуға болатын 'GtkHeaderBar' (CSD) қолдайды.
pl: Wszystkie paski nagłówkao oknach Xfce domyślnie będą teraz rysowane przez menedżera okien (Xfwm4). Niektóre okna dialogowe opcjonalnie obsługują 'GtkHeaderBar' (CSD), który można włączyć za pomocą ustawienia xfconf.
pt: Todas as barras de cabeçalho do Xfce Janelas/Caixas por defeito serão agora desenhadas pelo gestor de janelas (Xfwm4). Algumas janelas suportam opcionalmente a 'GtkHeaderBar' (CSD) que pode ser ativada através de uma configuração xfconf.
pt_br: Todas as barras de cabeçalho do Xfce janelas/diálogos por padrão serão agora desenhadas pelo gerenciador de janelas (Xfwm4). Algumas janelas suportam opcionalmente a 'GtkHeaderBar' (CSD) que pode ser habiltiada através de uma configuração xfconf.
ro: Toate barele de antet ale ferestrelor/dialogurilor Xfce vor fi desenate în mod implicit acum de administratorul de ferestre (Xfwm4). Unele dialoguri acceptă opțional „GtkHeaderBar” (CSD), care poate fi activat printr-o opțiune xfconf.
ru: Все заголовки окон/диалогов Xfce по умолчанию теперь будут отображаться оконным менеджером (Xfwm4). Некоторые диалоги дополнительно поддерживают "GtkHeaderBar" (CSD), который можно включить с помощью настройки xfconf.
sq: Si parazgjedhje, krejt shtyllat e kreut të dritareve/dialogëve të Xfce-së do të vizatohen nga përgjegjësi i dritareve tani (Xfwm4). Disa dialogë mbulojnë, në u dashtë, 'GtkHeaderBar' (CSD), që mund të aktivizohet përmes një rregullimi në xfconf.
sr: Све траке заглавља прозора/прозорчића ИксФЦЕ-а ће подразумевано бити исцртане управником прозора (ИксФВМ4). Неки прозорчићи подразумевају могућност „GtkHeaderBar“ (ЦСД) што се може омогућити у поставкама иксфцонф-а.
vi: Tất cả các thanh tiêu đề của Xfce Windows/Dialogs theo mặc định sẽ được trình quản lý cửa sổ vẽ ngay bây giờ (Xfwm4). Một số hộp thoại tùy chọn hỗ trợ 'GtkHeaderBar' (CSD) có thể được bật thông qua cài đặt xfconf.

source: xfce-appearance-settings - Preference to enable GtkHeaderBar
ca: Xfce-appearance-settings - Preferència per habilitar GtkHeaderBar
de: xfce-appearance-settings - Voreinstellung zur Aktivierung der GtkHeaderBar
es: Configuración de apariencia de xfce - Preferencia para habilitar la barra de encabezado Gtk
gl: Configuración da aparencia do Xfce - Preferencias para activar a barra de encabezado GTK
he: xfce-appearance-settings - העדפה להפעלת GtkHeaderBar
it: xfce-appearance-settings - Opzione per abilitare GtkHeaderBar
kk: xfce-appearance-settings - GtkHeaderBar іске қосу теңшелімі
pl: xfce-appearance-settings – preferencja włączania GtkHeaderBar
pt: Definições de aparência do Xfce - Preferência para ativar a GtkHeaderBar
pt_br: Configurações de aparência do Xfce - Preferência para habilitar a GtkHeaderBar
ro: xfce-appearance-settings - Preferința pentru activarea barelor de antet Gtk
ru: xfce-appearance-settings — Настройка для включения GtkHeaderBar
sq: xfce-appearance-settings - Parapëlqim për aktivizim të GtkHeaderBar-it
sr: xfce-appearance-settings - поставке изгледа за омогућавања заглавља ГТК-а
vi: xfce-appearance-settings - Tùy chọn bật GtkHeaderBar

source: Screenshots
ca: Captures de pantalla
cs: Snímky obrazovky
da: Skærmbilleder
de: Bildschirmfotos
es: Capturas de pantalla
fr: Captures d’écran
gl: Capturas de pantalla
he: תצלומי מסך
id: Cuplikan Layar
it: Immagini
ja: スクリーンショット
kk: Экран суреттері
lt: Ekrano kopijos
ms: Cekupan Skrin
nb: Skjermbilder
oc: Capturas d'ecran
pl: Obrazy ekranów
pt: Capturas de ecrã
pt_br: Capturas de tela
ro: Capturi de ecran
ru: Снимки экранов
sq: Foto ekrani
sr: Снимци радне површи
sv: Skärmbilder
th: ภาพหน้าจอ
tr: Ekran görüntüleri
uk: Знімки екрана
vi: Ảnh chụp màn hình
zh_tw: 畫面截圖

source: Some screenshots of Xfce, ordered by version.
ca: Algunes captures de pantalla de l'Xfce ordenades per versió.
cs: Několik snímků obrazovky Xfce, seřazené podle verze.
da: Nogle skærmbilleder af Xfce, vist efter version.
de: Einige Bildschirmfotos von Xfce, geordnet nach Version.
es: Algunas capturas de pantalla de Xfce, ordenadas por versión.
fr: Quelques captures d’écran de Xfce, classées par version.
gl: Algunhas capturas de pantalla do Xfce, ordenadas por versión.
he: כמה צילומי מסך של Xfce, מסודרים לפי גרסה.
id: Beberapa cuplikan layar Xfce, diurutkan berdasarkan versi.
it: Alcune immagini di Xfce, ordinate per versione.
ja: バージョン別の Xfce スクリーンショットです。
kk: Нұсқасы бойынша реттелген Xfce-нің кейбір экран суреттері.
lt: Kelios Xfce ekrano kopijos, išrikiuotos pagal versiją.
ms: Beberapa cekupan skrin Xfce, ditertib mengikut versi.
nb: Noen skjermbilder av Xfce, arrangert etter versjon.
nl: Enkele screenshots van Xfce, in volgorde van uitvoering.
oc: Qualques capturas d'ecran de Xfce, ordenadas per la version.
pl: Poniżej zaprezentowano obrazy ekranów przechwycone w różnych wersjach środowiska Xfce.
pt: Algumas imagens do Xfce, ordenada por versão.
pt_br: Algumas capturas de tela do Xfce, organizadas por versão.
ro: Câteva capturi de ecran ale Xfce, ordonate în funcție de versiune.
ru: Некоторые снимки экрана Xfce, упорядоченные по версиям.
sq: Disa foto ekrani nga Xfce, renditur sipas versionesh.
sr: Неки снимци екрана ИксФЦЕ-а, поређани по издањима.
sv: Några skärmdumpar av Xfce, ordnade efter version.
th: ภาพหน้าจอบางส่วนของ Xfce เรียงตามรุ่น
tr: Sürüm sırasına göre bazı Xfce ekran görüntüleri.
uk: Деякі знімки екрану Xfce, залежно від версії.
vi: Một số ảnh chụp màn hình của Xfce, sắp xếp theo phiên bản.
zh_tw: Xfce 的一些畫面擷圖，按版本排列。

source: Xfce 4.20 tour
ca: Tour Xfce 4.20
es: Paseo por XFCE 4.20
gl: Visita ao Xfce 4.20
he: Xfce 4.20 סיור
it: Panoramica di Xfce 4.20
kk: Xfce 4.20 шолуы
pl: Prezentacja Xfce 4.20
pt_br: Conheça o Xfce 4.20
ro: Turul versiunii Xfce 4.20
sr: Обилазак ИксФЦЕ-а 4.20
vi: Chuyến tham quan Xfce 4.20

source: This tour will introduce you to new major features of Xfce 4.20. It only covers improvements made on the (user-visible) surface.
ca: Aquest recorregut us introduirà les noves característiques principals de l'Xfce 4.20. Només cobreix les millores realitzades en la superfície (visible per l'usuari).
es: Este paseo le permitirá conocer las nuevas características de Xfce 4.20. Solo cubre mejoras en los aspectos visibles (para el usuario).
gl: Este percorrido presentaralle as novas características principais de Xfce 4.20. Só cobre as melloras feitas na superficie (visible polo usuario).
he: סיור זה יציג בפניך את המאפיינים העיקריים החדשים של Xfce 4.20. הוא סוקר רק שיפורים על פני השטח (ניראים למשתמש).
it: Questa panoramica illustra le principali novità introdotte da Xfce 4.20. Le novità descritte rappresentano solamente quelle visibili dall'utente.
kk: Бұл шолу сізді Xfce 4.20 жаңа негізгі мүмкіндіктерімен таныстырады. Ол тек сыртқы (пайдаланушыға көрінетін) жақсартуларды ғана қамтиды.
pl: Ta prezentacja zapozna Cię z nowymi głównymi funkcjami Xfce 4.20. Obejmuje tylko ulepszenia dokonane na powierzchni (widocznej dla użytkownika).
pt_br: Serão apresentados os novos recursos principais do Xfce 4.20, abrangendo apenas as melhorias feitas na interface (visível ao usuário).
ro: Acest tur vă va prezenta noile caracteristici majore ale Xfce 4.20. Acesta acoperă doar îmbunătățirile aduse la suprafață (vizibile pentru utilizator).
sr: Овај обилазак ће Вам представити нове битне могућности ИксФЦЕ-а 4.20. Покриће само побољшања извршена на површи (кориснички видљивој).
vi: Chuyến tham quan này sẽ giới thiệu cho bạn các tính năng chính mới của Xfce 4.20. Nó chỉ bao gồm những cải tiến được thực hiện trên bề mặt (người dùng có thể nhìn thấy).

source: Check the full <a href="/download/changelogs/4.20/">Xfce 4.20 changelog</a> for a detailed list of changes.
ca: Comproveu el registre complet de canvis <a href="/download/changelogs/4.20/">Xfce 4.20</a> per a una llista detallada de canvis.
es: Revise la <a href="/download/changelogs/4.20/">lista de cambios de Xfce 4.20 </a> para obtener una lista detallada de los cambios.
gl: Consulte o rexistro de <a href="/download/changelogs/4.20/">cambios completo do Xfce 4.20</a> para obter unha lista detallada dos cambios.
he: בדוק את <a href="/download/changelogs/4.20/">יומן שינויים Xfce 4.20 </a> המלא לרשימת שינויים מפורטת.
it: Consultare l'<a href="/download/changelogs/4.20/">elenco completo delle modifiche di Xfce 4.20</a> per un elenco dettagliato delle modifiche.
kk: Өзгерістердің толық тізімін <a href="/download/changelogs/4.20/">Xfce 4.20 өзгерістер журналынан</a> қараңыз.
pl: Sprawdź pełny <a href="/download/changelogs/4.18/">dziennik zmian Xfce 4.20</a>, aby uzyskać szczegółową listę zmian.
pt_br: Veja o <a href="/download/changelogs/4.20/">registro de alterações completo do Xfce 4.20</a> para uma lista detalhada das mudanças.
ro: Verificați <a href="/download/changelogs/4.20/">Jurnalul de modificări al Xfce 4.20</a> pentru o listă detaliată a modificărilor.
sr: Проверите пуни <a href="/download/changelogs/4.20/">дневник измена ИксФЦЕ-а 4.20</a> ради подробнијег списка измена.
vi: Kiểm tra <a href="/download/changelogs/4.20/">nhật ký thay đổi Xfce 4.20</a> đầy đủ để biết danh sách chi tiết các thay đổi.

source: <b>Important Notice:</b> Please be aware that the Wayland support in Xfce 4.20 is experimental. It is recommended for advanced users only, as you may encounter bugs and experience incomplete functionality. Proceed with caution!
ca: <b>Important Notice:</b> Si us plau, tingueu en compte que el suport Wayland a Xfce 4.20 és experimental. Es recomana només per a usuaris avançats, ja que podeu trobar errors i experimentar una funcionalitat incompleta. Procedeix amb precaució!
es: <b>Atención:</> Por favor, tenga en cuenta que el soporte para Wayland es experimental en Xfce 4.20. Solo se recomienda su uso por usuarios avanzados, puesto que puede encontrar errores y funcionalidad incompleta. Proceda con precaución!
gl: <b>Nota importante:</b> Teña en conta que a compatibilidade de Wayland no Xfce 4.20 é experimental. Só se recomenda para usuarios avanzados, pois pode atopar erros e experimentar unha funcionalidade incompleta. Proceda con precaución!
he: <b>הערה חשובה:</b> לתשומת ליבך התמיכה ב-Wayland היא ניסיונית ב-Xfce 4.20. מומלץ למשתמשים מתקדמים בלבד, עקב באגים ופונקציונליות חלקית. השתמש בזהירות!
it: <b>Avviso importante:</b> tieni presente che il supporto a Wayland in Xfce 4.20 è sperimentale. È consigliato soltanto per gli utenti avanzati, perché potresti riscontrare bug e trovare funzionalità incomplete. Procedi con cautela!
kk: <b>Маңызды ескерту:</b> Xfce 4.20 ішіндегі Wayland қолдауы экспериментті екенін ескеріңіз. Ол тек тәжірибелі пайдаланушыларға ұсынылады, себебі қателерге тап болуыңыз немесе функционалдылықтың толық емес екенін байқауыңыз мүмкін. Сақ болыңыз!
pl: <b>Ważna uwaga:</b> należy pamiętać, że obsługa Waylanda w Xfce 4.20 jest eksperymentalna. Zalecane jest wyłącznie dla zaawansowanych użytkowników, ponieważ mogą wystąpić błędy i niepełna funkcjonalność. Postępuj ostrożnie!
pt_br: <b>Aviso importante:</b> Observe que o suporte para Wayland no Xfce 4.20 é experimental. É recomendado apenas para usuários avançados, uma vez que poderá encontrar problemas e funcionalidades incompletas. Proceda com cuidado!
ro: <b>Anunț important:</b> Vă rugăm să rețineți că suportul Wayland din Xfce 4.20 este experimental. Este recomandat doar pentru utilizatorii avansați, deoarece este posibil să întâmpinați erori și să aveți parte de funcționalități incomplete. Procedați cu precauție!
sr: <b>Важно обавештење:</b> Молим, обратите пажњу да је подршка Вејленда у ИксФЦЕ-у 4.20 је опитна. Препоручива је само за напредне кориснике, будући да се може наићи на бубице и доживити недовољне могућности окружења. Наставите уз пажњу!
vi: <b>Thông báo quan trọng:</b> Xin lưu ý rằng hỗ trợ Wayland trong Xfce 4.20 chỉ mang tính thử nghiệm. Nó chỉ được khuyến nghị cho người dùng nâng cao vì bạn có thể gặp lỗi và gặp phải chức năng chưa hoàn chỉnh. Tiến hành thận trọng!

source: Thanks to <a href="https://gitlab.xfce.org/kelnos">Brian</a> and <a href="https://gitlab.xfce.org/Tamaranch">Gaël</a> almost all Xfce components are able to run on Wayland windowing, while still keeping support for X11 windowing.
ca: Gràcies a <a href="https://gitlab.xfce.org/kelnos">Brian</a> i <a href="https://gitlab.xfce.org/Tamaranch">Ga.l</a> gairebé tots els components de l'Xfce són capaços d'executar-se a les finestres Wayland, mentre que encara es manté el suport per a les finestres X11.
es: Gracias a <a href="https://gitlab.xfce.org/kelnos">Brian</a> y <a href="https://gitlab.xfce.org/Tamaranch">Gaël</a> casi todos los componentes de Xfce se pueden ejecutar en Wayland, mientras mantienen el soporte para X11.
gl: Grazas a <a href="https://gitlab.xfce.org/kelnos">Brian</a> e <a href="https://gitlab.xfce.org/Tamaranch">Gaël</a>, case todos os compoñentes de Xfce poden executarse en xanelas Wayland, mantendo a compatibilidade coas xanelas X11.
he: הודות ל<a href="https://gitlab.xfce.org/kelnos">בריאן</a> ו<a href="https://gitlab.xfce.org/Tamaranch">גאאל</a> כמעט כל רכיבי Xfce ניתנים להפעלה במערכת חלונות Wayland, תוך שמירת התמיכה למערכת חלונות X11.
it: Grazie a <a href="https://gitlab.xfce.org/kelnos">Brian</a> e <a href="https://gitlab.xfce.org/Tamaranch">Gaël</a> quasi tutti i componenti di Xfce possono essere eseguiti su Wayland, mantenendo comunque il supporto per X11.
kk: <a href="https://gitlab.xfce.org/kelnos">Brian</a> және <a href="https://gitlab.xfce.org/Tamaranch">Gaël</a> арқасында Xfce барлық дерлік компоненттері X11 терезе жүйесін қолдауды сақтай отырып, Wayland терезе жүйесінде жұмыс істей алады.
pl: Dzięki <a href="https://gitlab.xfce.org/kelnos">Brianowi</a> i <a href="https://gitlab.xfce.org/Tamaranch">Gaëlowi</a> prawie wszystkie komponenty Xfce mogą działać w systemie Windows Wayland, zachowując jednocześnie obsługę okien X11.
pt_br: Graças ao <a href="https://gitlab.xfce.org/kelnos">Brian</a> e ao <a href="https://gitlab.xfce.org/Tamaranch">Gaël</a> quase todos os componentes do Xfce são capazes de ser executados no sistema de janelas Wayland, suportando ao mesmo tempo o sistema de janelas X11.
ro: Mulțumită lui <a href="https://gitlab.xfce.org/kelnos">Brian</a> și <a href="https://gitlab.xfce.org/Tamaranch">Gaël</a> aproape toate componentele Xfce pot rula pe ferestre Wayland, păstrând în același timp suportul pentru ferestrele X11.
sr: Захваљујући <a href="https://gitlab.xfce.org/kelnos">Брајану</a> и <a href="https://gitlab.xfce.org/Tamaranch">Гаелу</a> скоро сви делови могу да раде под прозорима Вејленда, истовремено задржавајући подршку прозора Икс11.
vi: Nhờ có <a href="https://gitlab.xfce.org/kelnos">Brian</a> và <a href="https://gitlab.xfce.org/Tamaranch">Gaël</a> nên hầu hết các thành phần Xfce đều có thể chạy trên cửa sổ Wayland trong khi vẫn duy trì hỗ trợ cho cửa sổ X11.

source: This major effort was achieved by abstracting away any X11/Wayland windowing specific calls and making use of Wayland/Wlroots protocols. A whole new Xfce library, "libxfce4windowing" was introduced during that process. XWayland will not be required to run any of the ported Xfce components.
ca: Aquest gran esforç es va aconseguir mitjançant l'abstracció de qualsevol crida X11/Wayland de finestres específiques i fent ús dels protocols Wayland/Wlroots. Durant aquest procés es va introduir una nova biblioteca de l'Xfce, "libxfce4windowing". XWayland no serà necessari per executar cap dels components de l'Xfce portats.
es: Esto se logró abstrayendo cualquier llamada específica de X11/Wayland y usando los protocolos Wayland/Wlroots. Una nueva librería de Xfce, "libxfce4windowing" se introdujo durante este proceso. No será necesario ejecutar XWayland para la ejecución de ninguno de los componentes de Xfce portados.
gl: Este gran esforzo conseguiuse abstraendo calquera chamada específica de xanlas X11/Wayland e facendo uso dos protocolos Wayland/Wlroots. Durante ese proceso introduciuse unha nova biblioteca Xfce, «libxfce4windowing». XWayland non terá que executar ningún dos compoñentes de Xfce portados.
he: מאמץ עיקרי זה הושג תוך ביטול קריאות חלונות X11/Wayland ספציפיות ושימוש בפרוטוקולים של Wayland/Wlroots . ספרית Xfce חדשה, "libxfce4windowing" הוכנסה לשימוש במהלך תהליך זה. אין צורך ב-XWayland להפעלת רכיבי Xfce שעברו הסבה.
it: Questo è stato reso possibile grazie all'astrazione delle chiamate specifiche a X11/Wayland e tramite l'uso di protocolli Wayland/Wlroots. Una libreria completamente nuova, "libxfce4windowing", è stata introdotta durante il processo. XWayland non sarà necessario per eseguire componenti convertiti di Xfce.
kk: Бұл үлкен нәтижеге кез келген X11/Wayland терезелеріне тән шақыруларды абстракциялау және Wayland/Wlroots протоколдарын пайдалану арқылы қол жеткізілді. Осы процесс барысында "libxfce4windowing" атты мүлдем жаңа Xfce кітапханасы енгізілді. Портталған Xfce компоненттерін іске қосу үшін XWayland талап етілмейді.
pl: Ten poważny wysiłek został osiągnięty poprzez wyodrębnienie wszelkich wywołań specyficznych dla okien X11/Wayland i wykorzystanie protokołów Wayland/Wlroots. W trakcie tego procesu wprowadzono zupełnie nową bibliotekę Xfce, „libxfce4windowing”. XWayland nie będzie wymagany do uruchomienia żadnego z przeniesionych komponentów Xfce.
pt_br: Este grande esforço foi alcançado abstraindo qualquer chamada específica do sistema de janelas do X11/Wayland e fazendo uso dos protocolos Wayland/Wlroots. Uma biblioteca Xfce totalmente nova chamada “libxfce4windowing”, foi introduzida durante esse processo. O XWayland não será necessário para executar nenhum dos componentes Xfce portados.
ro: Acest efort major a fost realizat prin abstractizarea oricăror apeluri specifice ferestrelor X11/Wayland și prin utilizarea protocoalelor Wayland/Wlroots. O bibliotecă Xfce complet nouă, „libxfce4windowing” a fost introdusă în timpul acestui proces. XWayland nu va fi necesar pentru a rula oricare dintre componentele Xfce adaptate.
sr: Овакав велики напредак је постигнут отписивањем свих нарочитих позива Х11/Вејланда и употребљавањем правилника Вејланда/Влрута. Потпуно нова књижница Иксфцеа, „libxfce4windowing“ је представљена током тог захвата. ИксВејланд неће бити обавезан ради покретања пренесених делова Иксфце-а.
vi: Nỗ lực lớn này đã đạt được bằng cách loại bỏ mọi lệnh gọi cụ thể của cửa sổ X11/Wayland và sử dụng các giao thức Wayland/Wlroots. Một thư viện Xfce hoàn toàn mới, "libxfce4windowing" đã được giới thiệu trong quá trình đó. XWayland sẽ không bắt buộc phải chạy bất kỳ thành phần Xfce nào được chuyển.
