Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: A summary of the changes since the 4.8pre3 preview release is available on the following URL (it also includes links to the changes introduced in all preview releases):
ca: Un resum dels canvis des de la versió de vista prèvia 4.8pre3 està disponible a la següent URL (també inclou enllaços als canvis introduïts en totes les versions de vista prèvia):
cs: Souhrn změn před vydáním verze preview 4.8pre3 je dostupný pod následujícím umístěním URL (také obsahuje odkazy na změny představené ve všech vydáních preview):
da: Et summarum af ændringerne siden 4.8pre3 forhåndsvisnings-udgaven er tilgængelig på følgende URL adresse (det inkluderer også links til ændringerne introduceret i all forhåndsvisnings-udgaverne):
de: Eine Zusammenfassung der Änderung seit der Veröffentlichung der Vorschau 4.8pre3 ist unter der folgenden URL verfügbar (diese enthält auch Verweise zu den Änderungen, die in den jeweiligen Vorschauveröffentlichungen eingeführt wurden):
es: Un resumen de los cambios desde la publicación preliminar 4.8pre3 se encuentra disponible en la siguiente URL (que también incluye enlaces a los cambios introducidos en todas las publicaciones de vista previa):
fr: Un résumé des changements intervenus depuis la préversion 4.8pre3 est disponible à l’adresse suivante (il comprend aussi les liens vers les changements des autres versions préliminaires) :
gl: Está dispoñíbel na seguinte URL un resumo das modificacións desde a versión preliminar 4.8pre3 (tamén inclúe ligazóns aos cambios introducidos en todas as versións preliminares):
he: סיכום של השינויים מאז גרסת הקדם השלישית זמין בכתובת הבאה (הוא גם כולל קישורים לשינויים שהוצגו בכל גרסאות הקדם):
id: Ringkasan perubahan sejak rilis pratinjau 4.8pre3 tersedia pada URL berikut (juga termasuk tautan ke perubahan yang diperkenalkan pada semua rilis pratinjau):
it: Un sommario dei cambiamenti dalla versione di anteprima 4.8pre3 è disponibile al seguente indirizzo (comprende anche i cambiamenti introdotti in tutti i rilasci precedenti):
kk: 4.8pre3 алдын ала шығарылымынан бергі өзгерістердің жиынтығы келесі URL мекенжайында қолжетімді (онда сондай-ақ барлық алдын ала шығарылымдарда енгізілген өзгерістерге сілтемелер бар):
lt: Visų, nuo 4.8pre3 pristatymo laidos, įvykdytų pakeitimų suvestinė yra prieinama sekančiu URL (jame taip pat yra nuorodos į visose ankstesnėse laidose pristatytus pakeitimus):
ms: Satu ringkasan perubahan semenjak keluaran pratonton 4.8pra3 tersedia pada URL berikut (ia juga sertakan pautan ke perubahan yang diperkenalkan dalam semua keluaran pratonton):
nb: En oppsummering av endringene siden forhåndsutgivelsen 4.8pre3 er nå tilgjengelig på følgende URL (den har også lenker til endringene i alle forhåndsutgivelsene):
oc: Un resumit de las modificacions aportadas dempuèi la version préliminaire 4.8pre3 es disponible sus l'adreça seguenta (compren tanben de ligams cap als cambiaments introduits dins totes los comunicats de previsualizacion) :
pl: Podsumowanie zmian wprowadzonych od wydania wersji testowej 4.8pre3 dostępne jest pod następującym adresem (zawiera także odnośniki do zmian we wszystkich wersjach testowych):
pt: Um sumário das alterações, desde a versão prévia 4.8pre3, está disponível no seguinte URL (inclui também ligações para as alterações introduzidas em todas as versões prévias):
pt_br: Um sumário das alterações desde a pré-visualização de lançamento do 4.8 está disponível na seguinte URL (também inclui links para alterações introduzidas em todas pré-visualizações de lançamentos):
ro: Un rezumat al modificărilor de la pre-versiunea 4.8pre3 este disponibil la următoarea adresă URL (aceasta include, de asemenea, legături către modificările introduse în toate pre-versiunile):
ru: Сводка изменений, начиная с предварительной версии 4.8pre3, доступна по следующей ссылке (также содержит ссылки на изменения в предшествующих версиях):
sq: Një përmbledhje e ndryshimeve që prej hedhjesh 4.8pre3 paraparje në qarkullim mund ta gjeni te URL-ja vijuese (përmban gjithashtu lidhje për te ndryshimet e sjella për herë të parë në krejt hedhjet paraparje në qarkullim):
sr: Сажетак измена од предиздања 4.8pre3 је доступан на следећој страници (укључене су и везе ка страницама са изменама у свим преходним издањима)
sv: En sammanfattning av ändringarna sedan 4.8pre3 förhandsversion finns tillgänglig på följande URL (den inkluderar även länkar till ändringarna som introducerats i alla förhandsversioner):
th: มีสรุปการเปลี่ยนแปลงจากรุ่นตัวอย่าง 4.8pre3 ที่ URL ต่อไปนี้ (มีลิงก์ไปยังการเปลี่ยนแปลงต่างๆ ที่เกิดขึ้นในรุ่นตัวอย่างทุกรุ่นอยู่ในนั้นด้วย):
tr: 4.8pre3 önizleme sürümünden beri olan değişikliklerin özeti (aynı zamanda tüm önizleme sürümlerinin değişikliklerinin tanıtıldığı bağlantılar içerir) aşağıdaki URL'de geçerlidir:
uk: Підсумок про зміни від версії 4.8pre3 доступні за наступною адресою URL (так само є посилання до змін, впроваджених в усіх початкових випусках):
vi: Bản tóm tắt các thay đổi kể từ bản phát hành xem trước 4.8pre3 có sẵn trên URL sau (nó cũng bao gồm các liên kết đến những thay đổi được giới thiệu trong tất cả các bản phát hành xem trước):
zh_tw: 自4.8pre3版本的摘要在下列網址中提供(它同時也包括了在所有的預覽版本中採用的變動的連結)。

source: The release can be downloaded either as individual releases or as a fat tarball including all these individual versions:
ca: El llançament es pot descarregar ja sigui com a llançaments individuals o com a fat tarball incloent totes aquestes versions individuals:
cs: Toto vydání lze stáhnout jako jednotlivá vydání nebo jako jeden velký balíček typu tar obsahující všechny tyto jednotlivé verze:
da: Udgaven kan hentes fra enten individuelle udgaver eller som en tyk tarball inkluderet alle disse individuelle versioner:
de: Die Veröffentlichung kann entweder als indivudelle Veröffentlichungen der Komponenten oder als umfassendes Tar-Archiv mit allen individuellen Komponenten heruntergeladen werden:
es: La versión se puede descargar ya sea como publicaciones individuales o como un archivo comprimido grande, incluyendo todas las publicaciones individuales:
fr: Vous pouvez télécharger individuellement les paquets de cette version ou sous la forme d’un fichier d’archive les contenant tous.
gl: A versión pode descargarse tanto a través das versións individuais como cun gran ficheiro comprimido incluíndo todas estas versións individuais:
he: הגרסה ניתנת להורדה כגרסאות אינדיבידואליות או כקובץ טארבול שמן הכולל את כל הגרסאות האינדיבידואליות האלה:
id: Rilis ini dapat diunduh baik sebagai rilis individu atau sebagai satu tarball utuh yang berisi semua versi individu berikut:
it: Il rilascio può essere scaricato sia come rilasci individuali o come un'unica tarball che contiene le seguenti versioni individuali:
kk: Шығарылымды жеке шығарылымдар ретінде немесе осы жеке нұсқалардың барлығын қамтитын үлкен архив (tarball) ретінде жүктеп алуға болады:
lt: Leidimas gali būti parsiųstas kaip individualūs leidimai arba kaip storas tarball įskaitant visas šias individualias versijas:
ms: Keluaran boleh dimuat turun semasa ada secara keluaran individu atau tarball fat termasuklah semua versi individu ini:
nb: Utgivelsen kan enten lastes ned som frittstående pakker eller ett stort tar-arkiv med alle disse versjonene:
oc: La version pòt èsser telecargada siá en tant que versions individualas o coma una grosse archive y compris totas ces versions individualas :
pl: Nowe wydanie można pobrać w osobnych plikach archiwów lub w jednym pliku, zawierającym wszystkie pakiety:
pt: A versao pode ser transferida versão a versão ou como um ficheiro tarball unico incluido todas essas versões individuais:
pt_br: O lançamento pode ser baixado tanto como lançamentos individuais quanto como um arquivo tarball único, incluindo todas essas versões individuais:
ro: Versiunea poate fi descărcată fie ca versiuni individuale, fie ca o arhivă comprimată ca un balot care include toate aceste versiuni individuale:
ru: Выпуск может быть загружен как отдельные выпуски или как объёмный архив, включающий все отдельные версии.
sq: Kjo hedhje në qarkullim mund të shkarkohet ose si hedhje individuale në qarkullim, ose si një paketë e bëshme tar që përfshin krejt këto versione individuale:
sr: Издање може бити преузето или као засебно издање, или као тар лоптица која садржи ова појединачна издања:
sv: Utgåvan kan laddas ner antingen som individuella utgåvor eller som ett stort tar-arkiv som inkluderar alla dessa individuella versioner:
th: รุ่นนี้มีให้ดาวน์โหลดทั้งในรูปของแพกเกจย่อยๆ และในรูปแฟ้มทาร์ก้อนใหญ่หนึ่งก้อนที่มีทุกแพกเกจรวมกัน:
tr: Sürüm, kişisel sürümler veya tüm bu kişisel sürümleri içeren toplu arşiv halinde indirilebilir:
uk: Цей випуск можна звантажити або як індивідуальний випуск, або як архів tar, що містить всі індивідуальні версії:
vi: Bản phát hành có thể được tải xuống dưới dạng bản phát hành riêng lẻ hoặc dưới dạng tarball béo bao gồm tất cả các phiên bản riêng lẻ sau:
zh_tw: 這個版本可以以一整套獨立的組件的方式下載，也可以以包含這些獨立組件的大型壓縮包的方式下載：

source: 2011 has just begun and we are already planning for the future. The 4.10 schedule will be worked on soon and hopefully, we will be able to turn Xfce into a non-profit organization at this year's FOSDEM, so stay tuned!
ca: L'any 2011 acaba de començar i ja estem planejant el futur. L'horari de les 4.10 es treballarà aviat i esperem poder convertir Xfce en una organització sense ànim de lucre al FOSDEM d'aquest any, així que estigueu atents!
cs: Rok 2011 právě začal a my již plánujeme do budoucnosti. Plán pro verzi 4.10 bude brzy zpracován a snad budeme schopni transformovat Xfce na nevýdělečnou organizaci na letošní události FOSDEM. Zůstaňte s námi!
da: Da 2011 var lige begyndt og vi planlagde allerede for fremtiden. 4.10 tidsplanen vil blive arbejdet på snart og forhåbentlig, vil vi være i stand til at vende Xfce ind til en ikke-profit organisation ved dette års FOSDEM, så bliv hængende!
de: Das Jahr 2011 hat gerade erst begonnen und wir planen bereits für die Zukunft. Der Zeitplan für 4.10 wird bald erstellt werden und hoffentlich können wir Xfce auf der diesjährigen FOSDEM in eine gemeinnützige Gesellschaft umwandeln, also bleiben Sie dran!
es: 2011 acaba de empezar y ya estamos planeando el futuro. Vamos a agendar en breve a 4.10 y esperamos convertir a Xfce en una organización sin ánimos de lucro en el FOSDEM de este año, ¡así que estén atentos!
fr: 2011 vient seulement de commencer et nous préparons déjà l’avenir. Le plan de travail de la 4.10 sera prochainement défini et nous espérons pouvoir transformer Xfce en organisation à but non lucratif au FOSDEM de cette année, alors restez branchés !
gl: O 2011 acaba de comezar e xa estamos planeando para o futuro. A programación da versión 4.10 será definido en breve e, con sorte, poderiamos converter o Xfce nunha organización sen ánimo de lucro no FOSDEM deste ano, así que estea atento.
he: שנת 2011 רק החלה ואנו כבר מתכננים את העתיד. לוח הזמנים עבור 4.10 יהיה מוכן בקרוב ובתקווה, אנו נוכל להפוך את Xfce לארגון ללא כוונת רווח ב- FOSDEM השנה, אז תישארו מעודכנים!
id: 2011 baru saja dimulai dan kami telah membuat rencana untuk masa depan. Jadwal untuk 4.10 akan segera dikerjakan dan semoga, kami akan mampu menjadikan Xfce sebagai organisasi non-profit di FOSDEM tahun ini, jadi tetaplah bersama kami!
it: Il 2011 è appena iniziato e stiamo già pensando al futuro. Il programma per la 4.10 verrà steso molto presto e probabilmente saremo in grado di trasformare Xfce in una organizzazione non-profit al FOSDEM di quest'anno!
kk: 2011 жыл жаңа ғана басталды, ал біз болашақты жоспарлап қойдық. Жақында 4.10 кестесімен жұмыс басталады және биылғы FOSDEM-де Xfce-ні коммерциялық емес ұйымға айналдыра аламыз деп үміттенеміз, сондықтан жаңалықтардан қалып қоймаңыз!
lt: 2011-ieji tik prasidėjo ir mes jau planuojame savo ateities planus. Greitu metu bus ruošiamas 4.10 laidos tvarkaraštis ir, tikėkimės, kad šių metų FOSDEM susitikime mums pavyks paversti Xfce į ne pelno siekiančią organizaciją, taigi, sekite naujienas!
ms: Tahun 2011 telah bermula dan kami sudah merancang keluaran akan datang. Jadual 4.10 akan digerakkan tidak lama lagi dan diharap kami dapat menjadikan Xfce kepada organisasi tidak berasaskan keuntungan pada FOSDEM tahun ini.
nb: Vi er i 2011 og planlegger allerede framtida. Vi jobber med framdrifta til 4.10 og håper vi kan gjøre Xfce til en veldedig organisasjon når FOSDEM kommer, så følg med!
oc: 2011 a tout juste commencé e avèm ja planifié l'avenir. Lo calendièr 4.10 sera trabalhat j'espère bientôt, nous serons en mesure de transformer Xfce en una organizacion a but non lucratif al FOSDEM de aquesta annada, alara restez brancats !
pl: Rok 2011 właśnie się rozpoczął, a my rozpoczynamy planowanie nowego wydania. Harmonogram prac dla 4.10 zostanie niedługo udostępniony. Mamy nadzieję, że uda nam się nasze przedsięwzięcie przekształcić w organizację non-profit podczas tegorocznej konferencji FOSDEM.
pt: 2011 está apenas começando e já estamos planeando para o futuro. A programação 4,10 será trabalhada em breve e, esperamos, ser capazes de transformar Xfce em uma organização sem fins lucrativos na FOSDEM deste ano, portanto, fique atento!
pt_br: 2011 começou agora e já estamos planejando para o futuro. O agendamento do 4.10 será trabalhado em breve e espero que, sejamos capazes de tornar o Xfce em um organização não-lucrativa no FOSDEM deste ano, deste modo, fique ligado!
ro: 2011 abia a început și deja facem planuri pentru viitor. Programul pentru versiunea 4.10 va fi elaborat în curând și sperăm că vom reuși să transformăm Xfce într-o organizație non-profit la FOSDEM din acest an, așa că fiți pe fază!
ru: 2011 год только начался, а у нас уже есть планы на будущее. Работа над графиком для 4.10 скоро будет завершена и, надеемся, мы сможем превратить Xfce в некоммерческую организацию на встрече FOSDEM. Следите за новостями!
sq: 2011-a sapo ka filluar dhe jemi tashmë duke bërë plane për të ardhmen. Planet për 4.10 do të fillohen së shpejti, dhe shpresojmë që këtë vit në FOSDEM të jemi në gjendje ta shndërrojmë Xfce-në në një organizëm jofitimprurës, ndaj na ndiqni!
sr: 2011 је тек почела, а ми већ планирамо будућност. Распоред за 4.10 ће бити урађен ускоро, и надамо се да ћемо бити способни да претворимо Иксфце у непрофитну организацију на ФОСДЕМ-у ове године, зато, пратите догађаје!
sv: 2011 började nyss och vi planerar redan för framtiden. Det kommer snart att arbetas på tidtabellen för 4.10 och förhoppningsvis kommer vi att kunna förvandla Xfce till en ideell organisation på årets FOSDEM, så håll ögonen öppna!
th: ปี 2554 เพิ่งจะเริ่มต้น และเราได้เริ่มวางแผนสำหรับอนาคตแล้ว เราจะร่างกำหนดการของ 4.10 ในเร็วๆ นี้ และหวังว่าเราจะสามารถพลิกโฉม Xfce ให้เป็นองค์กรไม่แสวงกำไรได้ใน FOSDEM ปีนี้ โปรดติดตาม!
tr: 2011 yeni başladı ve biz gelecekteki planlamalarımız için hazırız.4.10 programı yakında çalışılacağı umut ediliyor, biz bu FOSDEM yılında Xfce'yi kar amacı gütmeyen kuruluş haline getirilmesini mümkün kılacağız, bu yüzden bizi izlemeye devam edin!
uk: 2011 тільки розпочався, і ми вже плануємо майбутнє. Будемо розробляти графік випуску версії 4.10 найближчим часом і сподіваємося, що ми зможемо перетворити Xfce в некомерційну організацію на цьогорічному FOSDEM в цьому році, так що слідкуйте за оновленнями!
vi: Năm 2011 vừa mới bắt đầu và chúng tôi đã lên kế hoạch cho tương lai. Lịch trình 4.10 sẽ sớm được thực hiện và hy vọng chúng tôi có thể biến Xfce thành một tổ chức phi lợi nhuận tại FOSDEM năm nay, vì vậy hãy chú ý theo dõi!
zh_tw: 2011年才剛開始，我們已經在計畫未來。4.10行事曆將會很快的實施，並且，我們希望能在今年的 FOSDEM 上將 Xfce 轉變為一個非營利組織，敬請期待！

source: But until then we hope you will enjoy today's release and join us in celebrating. Thanks go out to all our contributors, bug reporters as well as the awesome efforts of our translators and packagers.
ca: Però fins llavors esperem que gaudiu de l'alliberament d'avui i us uniu a nosaltres en la celebració. Gràcies a tots els nostres col·laboradors, reporters d'errors, així com als increïbles esforços dels nostres traductors i envasos.
cs: Ale do té doby doufáme, že si dnešní vydání užijete a připojíte se k našim oslavám. Děkujeme všem našim přispěvatelům, oznamovatelům chyb a stejně tak překladatelům a tvůrcům balíčků za jejich vynaložené úsilí.
da: Men indtil da håber vi du vil nyde dagen's udgave og komme med os og fejre. Tak til alle bidragsydere, fejl-berettere og også den seje indsats af vores oversættere og pakkere.
de: Bis dahin hoffen wir, dass Sie die heutige Veröffentlichung genießen und mit uns feiern. Wir bedanken uns bei allen Beteiligten, Fehlermeldern und den außerordentlichen Anstrengungen unserer Übersetzer und Paketbauer.
es: Pero hasta entonces esperamos que le guste la versión actual y lo celebre con nosotros. Damos las gracias a todos nuestros colaboradores, reporteros de fallos, así como a los increíbles esfuerzos de nuestros traductores y creadores de paquetes.
fr: D’ici là, nous espérons que vous apprécierez la publication d’aujourd’hui et vous joindrez à nous pour la célébrer. Merci à tous les contributeurs, rapporteurs de bogues et aux incroyables efforts de nos traducteurs et empaqueteurs.
gl: Pero ata entón esperamos que goce a versión de hoxe e que ser una a nós na celebración. Grazas a todos os nosos contribuidores, os que achegaron informes de fallos e os impresionantes esforzos dos nosos tradutores e empaquetadores.
he: אבל עד אז אנו מקווים שתיהנו מהגרסה של היום ותצטרפו אלינו לחגוג. תודה לכל התורמים שלנו, מדווחי הבאגים וגם המאמצים הנהדרים של המתרגמים ומכיני החבילות שלנו.
id: Tetapi sampai saat itu, kami berharap Anda akan menikmati rilis hari ini dan bergabung bersama kami untuk merayakannya. Terimakasih kami haturkan kepada seluruh kontributor kami, pelapor kutu, serta usaha yang keren dari para penerjemah dan pemaket kami.
it: Ma fino a quel momento ci auguriamo che possiate godere di questo nuovo rilascio e che vi uniate a noi nei festeggiamenti. Grazie a tutti coloro che hanno contribuito, segnalando bug, traducendo o pacchettizzando.
kk: Бірақ оған дейін сіз бүгінгі шығарылымды ұнатасыз және бізбен бірге мерекелеуге қосыласыз деп үміттенеміз. Барлық үлес қосушыларға, қателер туралы хабарлаушыларға, сондай-ақ аудармашыларымыз бен жинақтаушыларымыздың тамаша еңбектеріне алғыс айтамыз.
lt: Tačiau mes tikimės, kad iki to laiko, jūs visi mėgausitės šiandienos laida ir prisijungsite prie mūsų šventės. Padėkos skiriamos visiems mūsų talkininkams, visiems, kas pranešė apie klaidas, o taip pat visiems mūsų vertėjams ir pakuotojams už jų neapsakomas pastangas.
ms: Oleh yang demikian kami harap anda menikmati keluaran hari ini dan meraikannya. Terima kasih kepada semua penyumbang, pelapor pepijat dan juga usaha hebat para penterjemah dan pembuat pakej kami.
nb: Inntil videre håper vi du liker dagens utgivelse og feirer med oss. Takk til alle bidragsytere og dere som rapporterer feil, våre oversettere og pakkere.
oc: Mas d'aicí d'alà, esperam que vos agradarà la version d'uèi e rejonhetz-nos dins la celebracion. Nòstres mercés van a totes nòstres collaborators, raportaires de bugs e tanben pels esfòrcas impressionants de nòstres traductors e empaquetaires.
pl: Jednak póki co, wraz ze wszystkimi użytkownikami świętujemy dzisiejsze wydanie. Dziękujemy za wkład wszystkim programistom, zgłaszającym błędy oraz tłumaczom i twórcom pakietów.
pt: Mas até lá nos esperamos que goste do actual lançamento e se junte a nos para celebrar. Os agradecimentos vão para os nosso contribuidores, informadores de erros bem como para os grandes esforços dos nossos tradutores e empacotadores.
pt_br: Mas, até então, esperamos que aproveite o lançamento de hoje e junte-se a nós na celebração. Agradecemos a todos nossos contribuidores, relatores de bugs, bem como os esforços incríveis de nossos tradutores e empacotadores.
ro: Dar, până atunci, sperăm că vă veți bucura de lansarea de astăzi și veți sărbători alături de noi. Mulțumim tuturor colaboratorilor noștri, celor care au raportat erori, precum și eforturilor impresionante ale traducătorilor și împachetatorilor noștri.
ru: Но до тех пор мы надеемся, что вам понравится сегодняшний выпуск, и присоединитесь к нашему празднику. Благодарим всех тех, кто нам помогал, находил ошибки, а также прикладывал немалые усилия для перевода и создания пакетов.
sq: Por, deri atëherë, shpresojmë se do të kënaqeni me hedhjen e sotme në qarkullim dhe do t’i bashkoheni festimit të saj prej nesh. Falënderimet shkojnë për krejt kontribuesit tanë, njoftuesit e të metave, si dhe përpjekjet e shkëlqyera të përkthyesve dhe paketuesve tanë.
sr: Али, до тада, надамо се да ћете уживати у данашњем издању, и придружити нам се у слављу. Хвала свим нашим доприносиоцима, пријављивачима буба, као и сјајном напору наших преводиоца и паковаоца.
sv: Men till dess hoppas vi att du kommer att uppskatta dagens publicering och förena dig med vårt firande. Ett tack går till alla våra bidragsgivare, felrapportörer liksom den fantastiska insatsen från våra översättare och paketerare.
th: แต่ก่อนจะถึงตอนนั้น เราหวังว่าคุณจะมีความสุขกับรุ่นที่ออกในวันนี้ และร่วมฉลองกับเรา ขอขอบคุณผู้ร่วมสมทบงาน ผู้รายงานบั๊กทุกท่าน รวมถึงความพยายามอันน่าทึ่งของนักแปลและผู้จัดเตรียมแพกเกจทั้งหลาย
tr: Ama o zamana kadar biz sizin bugünün serbest keyfine varacağınızı ve kutlamada bize katılacağınızı umuyoruz. Katkıda bulunan herkese,hata raporcularına,ç evirmenlerimize ve paketleyicilerimize teşekkür ederiz.
uk: Але до тих пір ми сподіваємося, що Вам сподобається сьогоднішній випуск і Ви приєднаєтеся до нас у святкуванні. Дякуємо всім нашим учасникам, тим, хто повідомляв про вади, а також зусиллям наших перекладачів і пакувальників.
vi: Nhưng cho đến lúc đó, chúng tôi hy vọng bạn sẽ thích bản phát hành ngày hôm nay và cùng chúng tôi ăn mừng. Xin gửi lời cảm ơn tới tất cả những người đóng góp, những người báo cáo lỗi cũng như những nỗ lực tuyệt vời của các dịch giả và người đóng gói của chúng tôi.
zh_tw: 但願那時您仍會喜歡今天的釋出並與我們一起同樂。我們非常感謝我們所有的貢獻者，臭蟲回報者，以及同樣感謝所有翻譯者及打包者的精彩成果。
