Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The middle-click window list menu has new styling and added features.
ca: El menú de llista de finestres amb clic del mig té un estil nou i funcions afegides.
es: La lista de ventana del menú accesible con click central tiene un nuevo estilo y características añadidas.
it: Il menu dell'elenco della finestra con clic centrale ha un nuovo stile e nuove funzioni.
kk: Ортаңғы батырмамен шерткенде шығатын терезелер тізімі мәзірінің жаңа стилі мен қосымша функциялары бар.
pl: Menu listy okien otwierane środkowym przyciskiem myszy ma nowy wygląd i dodatkowe funkcje.
pt_br: O menu da lista de janelas do clique do meio agora possui um novo estilo e recursos adicionais.
ro: Meniul de listă al ferestrei cu clic pe mijloc are un stil nou și caracteristici adăugate.
vi: Menu danh sách cửa sổ khi nhấp chuột giữa có kiểu dáng mới và các tính năng bổ sung.

source: Support for stretch theme variants
ca: Suport per a les variants del tema d'estirament
es: Soporte para variantes de temas extensibles
it: Supporto per le varianti dei temi stretch
kk: Созылатын тақырып нұсқаларына қолдау көрсету
pl: Obsługa wariantów motywu rozciągliwego
pt_br: Suporte para variantes de tema "stretch".
ro: Suport pentru variante de teme extensibile
vi: Hỗ trợ các biến thể chủ đề kéo dài

source: Compositor: Block softpipe for GLX vsync
ca: Compositor: bloca softpipe per a GLX vsync
it: Compositore: Blocca softpipe per GLX vsync
kk: Композитор: GLX vsync үшін softpipe блоктау
pl: Kompozytor: blokada softpipe dla vsync GLX
ro: Compozitor: bloc softpipe pentru GLX vsync
vi: Bộ tổng hợp: Chặn softpipe cho GLX vsync

source: Focus: Include skip taskbar/pager when passing focus
ca: Focus: inclou l'omissió de la barra de tasques o el paginador en passar el focus
it: Messa a fuoco: Includi il salto del taskbar/pager quando si passa la messa a fuoco
kk: Фокус: Фокусты беру кезінде есептер панелін/пейджерді өткізіп жіберуді қосу
pl: Uaktywnienie: dołączanie pominięcia paska zadań/pagera podczas przekazywania uaktywnienia
ro: Focalizare: include saltul peste bara de sarcini/paginator la pasarea focalizării
vi: Tiêu điểm: Bao gồm bỏ qua thanh tác vụ/máy nhắn tin khi chuyển tiêu điểm

source: Fix crash when alt-tabbing (<a href="https://gitlab.xfce.org/xfce/xfwm4/-/issues/762">#762</a>)
ca: Corregeix una fallada quan es punxa alt (<a href="https://gitlab.xfce.org/xfce/xfwm4/-/issues/762">)762</a>)
es: Corregido el error al pulsar alt-tab (<a href="https://gitlab.xfce.org/xfce/xfwm4/-/issues/762">#762</a>)
it: Corretto crash quando si usa Alt-Tab (<a href="https://gitlab.xfce.org/xfce/xfwm4/-/issues/762">#762</a>)
kk: Alt-tab ауыстыру кезіндегі істен шығуды түзету (<a href="https://gitlab.xfce.org/xfce/xfwm4/-/issues/762">#762</a>)
pl: Naprawiono awarię podczas korzystania z klawiszy Alt-Tab (<a href="https://gitlab.xfce.org/xfce/xfwm4/-/issues/762">#762</a>)
pt_br: Corrigir falha ao alternar entre janelas com alt-tab (<a href="https://gitlab.xfce.org/xfce/xfwm4/-/issues/762">#762</a>)
ro: Remedierea unei erori la tastarea alt-tab (<a href="https://gitlab.xfce.org/xfce/xfwm4/-/issues/762">#762</a>)
vi: Khắc phục sự cố khi tab alt (<a href="https://gitlab.xfce.org/xfce/xfwm4/-/issues/762">#762</a>)

source: Used theme: "Greybird-dark". Used icon-theme: "elementary Xfce dark".
ca: Tema usat: «Greybird-dark». Icona-tema utilitzat: «elementary Xfce dark».
es: Tema usado: «Greybird-dark». Tema de iconos usado: «elementary Xfce dark».
it: Tema utilizzato: "Greybird-dark". Tema delle icone utilizzato: "elementary Xfce dark".
kk: Қолданылған тақырып: "Greybird-dark". Қолданылған таңбашалар тақырыбы: "elementary Xfce dark".
pl: Użyty motyw: „Greybird-dark”. Użyty motyw ikon: „elementary Xfce dark”.
pt_br: Tema usado: "Greybird-dark". Tema de ícone usado: "elementary Xfce dark".
ro: Tema utilizată: „Greybird-dark”. Tema utilizată pentru pictograme: „elementary Xfce dark”.
vi: Chủ đề được sử dụng: "Greybird-dark". Chủ đề biểu tượng đã sử dụng: "Xfce tối cơ bản".

source: Related Pages
ca: Pàgines relacionades
cs: Související stránky
da: Relaterede sider
de: Verwandte Seiten
es: Páginas relacionadas
fr: Pages connexes
gl: Páxinas relacionadas
he: עמודים קשורים
id: Halaman Terkait
it: Pagine correlate
ja: 関連ページ
kk: Қатысты беттер
lt: Susiję puslapiai
ms: Halaman Berkaitan
nb: Relaterte sider
oc: Paginas connèxas
pl: Powiązane strony
pt: Páginas relacionadas
pt_br: Páginas relacionadas
ro: Pagini conexe
ru: Связанные страницы
sq: Faqe të Afërta
sr: Сродне странице
sv: Relaterade sidor
th: หน้าที่เกี่ยวข้อง
tr: İlgili Sayfalar
uk: Пов’язані сторінки
vi: Trang liên quan
zh_tw: 相關網頁

source: 4.20 Tour
ca: Tour 4.20
es: Paseo de 4.20
it: Tour della versione 4.20
kk: 4.20 шолуы
pl: Wydanie 4.20
pt_br: Conheça o 4.20
ro: Turul versiunii Xfce 4.20
sr: Упознавање са 4.20
vi: 4.20 Chuyến tham quan

source: visual tour of new features in the last few major releases
ca: gira visual de noves característiques en els últims llançaments importants
cs: vizuální prohlídka nových funkcí a vlastností nejnovějších hlavních vydání
da: visuel rundvisning over nye funktionaliteter i de sidste få større udgivelser
de: Visueller Rundgang über neue Funktionsmerkmale der letzten Hauptversionen
es: recorrido visual de las nuevas funciones de los últimos lanzamientos importantes
gl: percorrido visual sobre novas funcións nas últimas versións
he: סיור ויזואלי של מאפיינים חדשים בגרסאות העיקריות האחרונות
id: tur visual fitur-fitur baru pada beberapa rilis mayor terakhir
it: tour per immagini delle nuove funzionalità degli ultimi rilasci
ja: 最近のメジャーリリースにある新機能のビジュアルツアー
kk: соңғы бірнеше негізгі шығарылымдардағы жаңа мүмкіндіктерге визуалды шолу
lt: vizualus turas parodantis naujas kelių paskiausių versijų galimybes
pl: pokazuje nowe funkcje w kilku ostatnich wydaniach głównych
pt: guia visual de novas funcionalidades nos últimos grandes lançamentos
pt_br: visualize os novos recursos nos últimos lançamentos importantes
ro: tur vizual al noilor caracteristici din ultimele câteva versiuni majore
ru: Визуальный тур по новым функциям в нескольких последних основных выпусках
sq: tur pamor rreth veçorish të reja në hedhjet në qarkullim të rëndësishme së fundi
sr: преглед нових могућности у најновијем великом издању
sv: Visuell rundtur av nya funktioner i några av de senaste utgåvorna
th: นำชมภาพของความสามารถใหม่ในรุ่นหลักล่าสุด
tr: son birkaç büyük sürümdeki yeni özelliklerin görsel turu
uk: візуальний огляд нових можливостей в останніх кількох основних випусках
vi: chuyến tham quan trực quan về các tính năng mới trong một số bản phát hành chính gần đây
zh_tw: 最近幾個主要版本中新功能的直觀介紹

source: 4.18 Tour
ca: Tour 4.18
es: Paseo de 4.18
gl: Visita ao Xfce 4.18
he: סיור 4.18
it: Tour della versione 4.18
kk: 4.18 шолуы
lt: 4.18 Turas
pl: Wydanie 4.18
pt: Guia do Xfce 4.18
pt_br: Conheça o 4.18
ro: Turul versiunii Xfce 4.18
ru: Тур по 4.18
sq: Tur për 4,18-n
sr: Обилазак 4.18
sv: 4.18 Rundtur
vi: 4.18 Chuyến tham quan

source: 4.16 Tour
ca: Tour 4.16
cs: Prohlídka 4.16
da: 4.16 rundvisning
de: Rundgang durch 4.16
es: Paseo de 4.16
gl: Visita ao Xfce 4.16
he: סיור 4.16
id: Tur Versi 4.16
it: Tour della versione 4.16
ja: 4.16 の説明
kk: 4.16 шолуы
lt: 4.16 Turas
pl: Wydanie 4.16
pt: Guia do Xfce 4.16
pt_br: Conheça o 4.16
ro: Turul versiunii Xfce 4.16
ru: Тур по 4.16
sq: Tur për 4.16
sr: Обилазак 4.16
sv: 4.16 Rundtur
th: นำชม 4.16
tr: 4.16 Turu
uk: Огляд 4.16
vi: 4.16 Chuyến tham quan
zh_tw: 4.16 導覽

source: 4.14 Tour
cs: Prohlídka 4.14
da: 4.14 rundvisning
de: Rundgang durch 4.14
es: Paseo de 4.14
gl: Visita ao Xfce 4.14
he: סיור 4.14
id: Tur 4.14
it: Tour della versione 4.14
ja: 4.14 ツアー
kk: 4.14 шолуы
lt: 4.14 Turas
pl: Wydanie 4.14
pt: Guia do Xfce 4.14
pt_br: Conheça o 4.14
ro: Turul versiunii Xfce 4.14
ru: Тур по 4.14
sq: Tur për 4.14
sr: Обилазак 4.14
sv: 4.14 Rundtur
th: นำชม 4.14
tr: 4.14 Turu
uk: Огляд 4.14
vi: 4.14 Chuyến tham quan
zh_tw: 4.14 導覽

source: 4.12 Tour
ca: Recorregut de 4.12
cs: Prohlídka 4.12
da: 4.12 rundvisning
de: Rundgang durch 4.12
es: Paseo de 4.12
fr: Présentation de Xfce 4.12
gl: Visita a 4.12
he: סיור 4.12
id: Tur Versi 4.12
it: Tour della versione 4.12
ja: 4.12 ツアー
kk: 4.12 шолуы
lt: 4.12 Turas
ms: Jelajah 4.12
nb: 4.12 – omvisning
oc: Visita 4.12
pl: Wydanie 4.12
pt: Guia do Xfce 4.12
pt_br: Conheça o 4.12
ro: Turul versiunii Xfce 4.12
ru: Тур по 4.12
sq: Tur i 4.12-s
sr: Обилазак 4.12
sv: 4.12 Rundtur
th: นำชม 4.12
tr: 4.12 Turu
uk: Огляд 4.12
vi: 4.12 Chuyến tham quan
zh_tw: 4.12 導覽

source: 4.10 Tour
ca: Recorregut de 4.10
cs: Prohlídka 4.10
da: 4.10 rundvisning
de: Rundgang durch 4.10
es: Paseo de 4.10
fr: Présentation de Xfce 4.10
gl: Visita a 4.10
he: סיור 4.10
id: Tur Versi 4.10
it: Tour della versione 4.10
ja: 4.10 ツアー
kk: 4.10 шолуы
lt: 4.10 Turas
ms: Jelajah 4.10
nb: 4.10 – omvisning
oc: Visita 4.10
pl: Wydanie 4.10
pt: Guia do Xfce 4.10
pt_br: Conheça o 4.10
ro: Turul versiunii Xfce 4.10
ru: Тур по 4.10
sq: Tur i 4.10-s
sr: Обилазак 4.10
sv: 4.10 Rundtur
th: นำชม 4.10
tr: 4.10 Turu
uk: Огляд 4.10
vi: 4.10 Chuyến tham quan
zh_tw: 4.10 導覽

source: 4.8 Tour
ca: Recorregut de 4.8
cs: Prohlídka 4.8
da: 4.8 rundvisning
de: Rundgang durch 4.8
es: Paseo de 4.8
fr: Présentation de Xfce 4.8
gl: Visita a 4.8
he: סיור 4.8
id: Tur Versi 4.8
it: Tour della versione 4.8
ja: 4.8 ツアー
kk: 4.8 шолуы
lt: 4.8 Turas
ms: Jelajah 4.8
nb: 4.8 – omvisning
oc: Visita 4.8
pl: Wydanie 4.8
pt: Guia do Xfce 4.8
pt_br: Conheça o 4.8
ro: Turul versiunii Xfce 4.8
ru: Тур по 4.8
sq: Tur i 4.8-s
sr: Обилазак 4.8
sv: 4.8 Rundtur
th: นำชม 4.8
tr: 4.8 Turu
uk: Огляд 4.8
vi: 4.8 Chuyến tham quan
zh_tw: 4.8 導覽

source: 4.6 Tour
ca: Recorregut de 4.6
cs: Prohlídka 4.6
da: 4.6 rundvisning
de: Rundgang durch 4.6
es: Paseo de 4.6
fr: Présentation de Xfce 4.6
gl: Visita a 4.6
he: סיור 4.6
id: Tur Versi 4.6
it: Tour della versione 4.6
ja: 4.6 ツアー
kk: 4.6 шолуы
lt: 4.6 Turas
ms: Jelajah 4.6
nb: 4.6 – omvisning
oc: Visita 4.6
pl: Wydanie 4.6
pt: Guia do Xfce 4.6
pt_br: Conheça o 4.6
ro: Turul versiunii Xfce 4.6
ru: Тур по 4.6
sq: Tur i 4.6-s
sr: Обилазак 4.6
sv: 4.6 Rundtur
th: นำชม 4.6
tr: 4.6 Turu
uk: Огляд 4.6
vi: 4.6 Chuyến tham quan
zh_tw: 4.6 導覽

source: 4.4 Tour
ca: Recorregut de 4.4
cs: Prohlídka 4.4
da: 4.4 rundvisning
de: Rundgang durch 4.4
es: Paseo de 4.4
fr: Présentation de Xfce 4.4
gl: Visita a 4.4
he: סיור 4.4
id: Tur Versi 4.4
it: Tour della versione 4.4
ja: 4.4 ツアー
kk: 4.4 шолуы
lt: 4.4 Turas
ms: Jelajah 4.4
nb: 4.4 – omvisning
oc: Visita 4.4
pl: Wydanie 4.4
pt: Guia do Xfce 4.4
pt_br: Conheça o 4.4
ro: Turul versiunii Xfce 4.4
ru: Тур по 4.4
sq: Tur i 4.4-s
sr: Обилазак 4.4
sv: 4.4 Rundtur
th: นำชม 4.4
tr: 4.4 Turu
uk: Огляд 4.4
vi: 4.4 Chuyến tham quan
zh_tw: 4.4 導覽

source: release announcements
ca: anuncis de llançament
cs: oznámení o vydání
da: udgivelsesbekendtgørelser
de: Freigabe-Ankündigungen
es: notas de publicación
fr: annonces de publication
gl: anuncios de versións
he: הכרזות גרסה
id: pengumuman rilis
it: Annunci di rilascio
ja: リリースのお知らせ
kk: шығарылым хабарландырулары
lt: išleidimo pranešimai
ms: pengumuman keluaran
nb: annonsering av utgivelser
oc: anoncis de parucion
pl: przechowuje ogłoszenia wydań
pt: anúncios de versões
pt_br: anúncios de lançamentos
ro: anunțuri de publicare
ru: Анонсы о выпусках
sq: njoftime për hedhjet në qarkullim
sr: најаве издања
sv: Utgåvetillkännagivande
th: ประกาศออกรุ่นต่างๆ
tr: sürüm duyuruları
uk: оголошення про випуск
vi: thông báo phát hành
zh_tw: 發行公告

source: see examples of Xfce desktops
ca: veure exemples d'escriptoris Xfce
cs: podívejte se na příklady desktopového prostředí Xfce
da: se eksempler på Xfce-skriveborde
de: siehe Beispiele für Xfce-Desktops
es: ver ejemplos de escritorios Xfce
gl: ver exemplos de escritorios Xfce
he: ראה דוגמאות של שולחנות עבודה Xfce
id: lihat beberapa contoh tampilan desktop Xfce
it: vedi esempi di ambienti Xfce
ja: Xfce のデスクトップの例を見る
kk: Xfce жұмыс үстелдерінің мысалдарын көру
lt: žiūrėti Xfce darbalaukio pavyzdžius
pl: przedstawiają przykłady wyglądu środowiska Xfce
pt: veja exemplos de áreas de trabalho Xfce
pt_br: veja exemplos de desktops Xfce
ro: vedeți exemple de birouri Xfce
ru: обзор примеров рабочих столов Xfce
sq: shihni shembuj desktopi Xfce
sr: погледајте примере радних површи Иксфцеа
sv: Se exempel av Xfce skrivbord
th: ชมภาพตัวอย่างของเดสก์ท็อป Xfce
tr: Xfce masaüstü örneklerine bakın
uk: дивитися зразки стільниць Xfce
vi: xem ví dụ về máy tính để bàn Xfce
zh_tw: 檢視 Xfce 桌面範例

source: list of all contributors
ca: llistat de tots els contribuïdors
cs: seznam všech přispěvatelů
da: liste over alle bidragydere
de: Liste aller Mitwirkenden
es: Listado de todos los colaboradores
fr: liste des contributeurs
gl: lista de todos/as os/as colaboradores/as
he: רשימת כל התורמים
id: daftar semua kontributor
it: Elenco di tutti i contributori
ja: 協力者の皆様の一覧
kk: барлық үлес қосушылар тізімі
lt: visų bendraautorių sąrašas
ms: senarai semua penyumbang
nb: Liste over alle bidragsytere
oc: La lista dels contributors
pl: zawiera listę wszystkich twórców
pt: lista de todos os colaboradores
pt_br: lista de todos os contribuidores
ro: lista tuturor colaboratorilor
ru: список всех участников
sq: listë e krejt pjesëmarrësve
sr: списак свих доприносиоца
sv: lista över alla bidragsgivare
th: รายชื่อผู้ร่วมสมทบงานทั้งหมด
tr: tüm katkıda bulunanlar listesi
uk: список всіх розробників
vi: danh sách tất cả những người đóng góp
zh_tw: 所有貢獻者的清單

source: Related Sites
ca: Llocs relacionats
cs: Související webové stránky
da: Relaterede steder
de: Verwandte Seiten
es: Sitios relacionados
fr: Sites connexes
gl: Sitios relacionados
he: אתרים קשורים
id: Situs Terkait
it: Siti correlati
ja: 関連サイト
kk: Қатысты сайттар
lt: Susijusios svetainės
ms: Laman Berkaitan
nb: Relaterte nettsteder
oc: Sites connèxes
pl: Powiązane strony
pt: Sítios relacionados
pt_br: Sites relacionados
ro: Situri conexe
ru: Связанные сайты
sq: Sajte të Afërt
sr: Сродне странице
sv: Relaterade webbsidor
th: ไซต์ที่เกี่ยวข้อง
tr: İlişkili Siteler
uk: Корисні посилання
vi: Trang web liên quan
zh_tw: 相關網站

source: Forums
ca: Fòrum
cs: Diskuzní fórum
da: Fora
de: Foren
es: Foros
gl: Foros
he: פורומים
id: Forum
it: Forum
ja: フォーラム
kk: Форумдар
lt: Forumai
ms: Forum
nb: Nettforum
pl: Fora dyskusyjne
pt: Fóruns
pt_br: Fórum
ro: Forumuri
ru: Форумы
sq: Forume
sr: Форуми
sv: Forum
th: กระดานสนทนา
tr: Forumlar
uk: Форуми
vi: Diễn đàn
zh_tw: 論壇

source: talk about Xfce in the community forums
ca: parlar de l'Xfce als fòrums de la comunitat
cs: hovořte o Xfce v komunitních diskuzních fórech
da: snak om Xfce i fællesskabsforaene
de: sprechen Sie über Xfce in den Geimschafts-Foren
es: hable acerca de Xfce en los foros de la comunidad
fr: parler de Xfce dans les forums communautaires
gl: fale sobre Xfce nos foros da comunidade
he: דבר על Xfce בפורומים של הקהילה
id: bicara tentang Xfce di forum komunitas
it: Discuti di Xfce nei forum della comunità
ja: Xfce コミュニティのフォーラム
kk: қауымдастық форумдарында Xfce туралы талқылау
lt: diskutuokite apie Xfce, bendruomenės forumuose
ms: cerita tentang Xfce di dalam forum komuniti
nb: snakk om Xfce i gemenskapsforumet
oc: parlar de Xfce dins los forums comunautaris
pl: umożliwia wymianę zdań o Xfce na forach społecznościowych
pt: debater o Xfce no fórum da comunidade
pt_br: converse sobre o Xfce nos fóruns da comunidade
ro: vorbiți despre Xfce în forumurile comunității
ru: Говорите о Xfce на форумах сообщества
sq: bisedoni rreth Xfce-së në forumet e bashkësisë
sr: причајте о ИксФЦЕ на форумима заједнице
sv: tala om Xfce i gemenskapsfora
th: พูดคุยเกี่ยวกับ Xfce ในกระดานสนทนาของชุมชน
tr: topluluk forumlarında Xfce hakkında konuşun
uk: розмови про Xfce на форумах спільноти
vi: nói về Xfce trong diễn đàn cộng đồng
zh_tw: 在社群論壇談論 Xfce

source: read what the contributors to Xfce have to say
ca: llegeix el que han de dir els col·laboradors de l'Xfce
da: læs hvad bidragyderne til Xfce har at sige
de: lesen Sie, was die zu Xfce Beitragenden zu sagen haben
es: Lee lo que dicen los contribuyentes de Xfce
gl: lea o que os contribuidores do Xfce están a dicir
he: קרא מה יש לכותבים של Xfce לאמר
id: Silahkan baca apa yang para kontributor dari Xfce rekomendasikan
it: Leggi cosa hanno da dire i contributori di Xfce
kk: Xfce үлес қосушылары не айтатынын оқыңыз
pl: przeczytaj, co mają do powiedzenia autorzy Xfce
pt: leia o que os colaboradores do Xfce têm a dizer
pt_br: leia o que os contribuidores do Xfce têm a dizer
ro: citiți ce au de spus colaboratorii Xfce
ru: прочитайте, что говорят участники Xfce
sq: lexoni ç’kanë për të thënë kontribuesit te Xfce
sr: читајте шта кажу доприносиоци ИксФЦЕ-а
sv: läs vad bidragsgivarna till Xfce har att säga
th: อ่านเรื่องที่ผู้ร่วมสมทบงานกับ Xfce จะบอกเล่า
tr: katkıcıların Xfce hakkında söylediklerini okuyun
vi: đọc những gì những người đóng góp cho Xfce nói

source: community wiki and development resources
ca: wiki de la comunitat i recursos de desenvolupament
cs: komunitní wiki a zdroje pro vývoj
da: fællesskabswiki og udviklingsressourcer
de: Gemeinschafts-Wiki und Entwicklungs-Ressourcen
es: wiki de la comunidad y recursos de desarrollo
fr: wiki communautaire et ressources de développement
gl: wiki da comunidade e recursos de desenvolvemento
he: ויקי קהילה ומשאבי פיתוח
id: wiki komunitas dan sumber daya pengembangan
it: Wiki della comunità e risorse per lo sviluppo
ja: コミュニティの wiki および開発リソース
kk: қауымдастық wiki-і және әзірлеу ресурстары
lt: bendruomenės wiki ir kūrimo ištekliai
ms: wiki komuniti dan sumber pembangunan
nb: fellesskapswiki og utviklingsressurser
oc: Wiki de la comunautat e las ressorsas de desvolopament
pl: udostępnia społecznościową wiki i zasoby programistyczne
pt: wiki comunitária e recursos de desenvolvimento
pt_br: wiki da comunidade e recursos de desenvolvimento
ro: wiki comunitar și resurse pentru dezvoltare
ru: Вики-сайт сообщества и ресурсы разработчиков
sq: wiki bashkësie dhe burime zhvillimi
sr: вики заједнице и развојна средства
sv: gemenskapswiki och utvecklingsresurser
th: วิกิของชุมชนและทรัพยากรสำหรับการพัฒนา
tr: topluluk wikisi ve geliştirme kaynakları
uk: вікі спільноти і ресурси розробника
vi: wiki cộng đồng và tài nguyên phát triển
zh_tw: 社群 wiki 和開發資源

source: Docs
ca: Documents
cs: Dokumenty
da: Dokumenter
de: Dokus
es: Documentos
fr: Documents
gl: Documentos
he: מסמכים
id: Dokumentasi
it: Documentazione
kk: Құжаттама
lt: Dokumentai
nb: Dokumentasjon
oc: Documents
pl: Dokumenty
pt: Documentos
pt_br: Documentação
ro: Documente
ru: Документы
sq: Dokumentime
sr: Документа
sv: Dokumentation
th: เอกสาร
tr: Belgeler
uk: Доки
vi: Tài liệu
zh_tw: 文件

source: official documentation for Xfce projects
ca: documentació oficial per a projectes Xfce
da: officiel dokumentation til Xfce-projekter
de: offizielle Dokumentation für Xfce-Projekte
es: documentación oficial para proyectos Xfce
gl: documentación oficial dos proxectos do Xfce
he: תיעוד רשמי לפרויקטים של Xfce
id: Dokumentasi resmi untuk proyek Xfce
it: documentazione ufficiale per progetti Xfce
kk: Xfce жобаларына арналған ресми құжаттама
lt: oficiali Xfce projektų dokumentacija
pl: oficjalna dokumentacja projektów Xfce
pt: documentação oficial para projetos Xfce
pt_br: documentação oficial para os projetos do Xfce
ro: documentație oficială pentru proiectele Xfce
ru: официальная документация проектов Xfce
sq: dokumentim zyrtar për projekte Xfce
sr: званична документа пројекта ИксФЦЕ
sv: officiell dokumentation för Xfce-projekt
th: เอกสารอย่างเป็นทางการของโครงการต่างๆ ใน Xfce
tr: Xfce projeleri için belgeler
uk: офіційна документація проєктів Xfce
vi: tài liệu chính thức cho các dự án Xfce

source: report problems, patches or ideas to help making Xfce better
ca: informa de problemes, pegats o idees per ajudar a millorar l'Xfce
cs: vylepšujte Xfce oznamováním potíží, opravami nebo nápady
da: rapportér problemer, programrettelser eller ideer for at hjælpe med at gøre Xfce bedre
de: Probleme, Korrekturen oder Ideen, um Xfce zu verbessern, melden
es: Reportar problemas, parches o ideas para ayudar a hacer mejor a Xfce
fr: signaler des problèmes, soumettre des correctifs ou idées pour améliorer Xfce
gl: informe de problemas, parches ou ideas para axudar a facer o Xfce mellor
he: דיווח על תקלות, פרסום טלאים או רעיונות כולם מסייעים בשיפור Xfce
id: lapor permasalahan, mengirimkan tambalan solusi, atau ide untuk membuat Xfce lebih baik
it: Segnala i problemi, invia patch o idee per contribuire al miglioramento di Xfce
ja: バグの報告、Xfce をより良くするためのパッチやアイデアの提供
kk: Xfce-ні жақсартуға көмектесетін ақаулықтар, түзетулер немесе идеялар туралы хабарлау
lt: praneškite apie bėdas, pataisas ar mintis, kurios padės padaryti Xfce geresnę
ms: lapor masalah, tampalan atau idea yang dapat menghasilkan Xfce lebih baik
nb: rapporter problemer, patcher eller ideer for å hjelpe å gjøre Xfce bedre
oc: senhalar un problèma, correccion o d'idèas per ajudar a rendre Xfce melhor
pl: pozwala zgłaszać błędy, poprawki lub pomysły
pt: reporte de erros, envio de correções ou ideias para melhorar o Xfce
pt_br: relate problemas, patches ou ideias para ajudar a melhorar o Xfce
ro: raportați probleme, corecții (plasturi) sau idei pentru a contribui la îmbunătățirea Xfce
ru: сообщить о проблеме, отправить патч или поделиться идеей, чтобы сделать Xfce лучше
sq: njoftoni probleme, arnime ose ide që të ndihmoni të përmirësohet Xfce-ja
sr: пријавите потешкоће, закрпе или замисли како би помогли да ИксФЦЕ буде боље
sv: rapportera fel, lösningar eller idéer för att göra Xfce bättre
th: รายงานปัญหา, เสนอแพตช์หรือแนวคิดเพื่อช่วยทำให้ Xfce ดีขึ้น
tr: Xfce'yi daha iyi hale getirmek için sorunları, yamaları veya fikirlerini raporla
uk: повідомляти про проблеми, латки або ідеї, щоб зробити Xfce кращим
vi: báo cáo sự cố, bản vá hoặc ý tưởng để giúp Xfce tốt hơn
zh_tw: 報告問題、提供修補檔或新點子，讓 Xfce 變得更好

source: Community
ca: Comunitat
cs: Komunita
da: Fællesskab
de: Gemeinschaft
es: Comunidad
fr: Communauté
gl: Comunidade
he: קהילה
id: Komunitas
it: Comunità
ja: コミュニティ
kk: Қауымдастық
lt: Bendruomenė
ms: Komuniti
nb: Samfunn
nl: Gemeenschap
oc: Comunautat
pl: Społeczność
pt: Comunidade
pt_br: Comunidade
ro: Comunitate
ru: Сообщество
sq: Bashkësi
sr: Заједница
sv: Gemenskap
th: ชุมชน
tr: Topluluk
uk: Товариство
vi: Cộng đồng
zh_tw: 社群
