Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Perhaps the most important achievement we will accomplish with Xfce 4.8 is that, despite suffering from the small size of the development team from time to time, the core of the desktop environment has been aligned with today's desktop technologies such as GIO, ConsoleKit, PolicyKit, udev and many more. A lot of old cruft like has been stripped from the core as well, as has happened with HAL and ThunarVFS (which is still around for compatibility reasons).
ca: Potser l'assoliment més important que aconseguirem amb Xfce 4.8 és que, tot i patir de la petita grandària de l'equip de desenvolupament de tant en tant, el nucli de l'entorn d'escriptori s'ha alineat amb les tecnologies d'escriptori actuals com GIO, ConsoleKit, PolicyKit, udev i molts més. També s'ha despullat una gran quantitat d'escorça antiga del nucli, com ha passat amb HAL i ThunarVFS (que encara hi és per motius de compatibilitat).
cs: I přes malou velikost týmu vývojářů je zřejmě nejdůležitějším dosaženým úspěchem v Xfce 4.8 přizpůsobení jádra desktopového prostředí takovým technologiím, jako jsou GIO, ConsoleKit, PolicyKit, udev a mnoha dalším. Mnoho starého nadbytečného zdrojového kódu bylo z jádra odstraněno, což se týká i vrstvy HAL a systému souborů ThunarVFS (který je zde ponechán z důvodů zpětné kompatibility).
da: Måske er den vigtigste præstation vi vil opnå med Xfce 4.8 er det, at selvom Xfce lider af et lille udviklings-hold fra tid til anden, er kerne skrivebords-miljøet blevet opstillet på linje med idag's skrivebords-teknologier såsom GIO, KonsolKit, PolitikKit, udev og mange flere. Meget af ældre kompliceret-kode er blevet strippet fra kernen også, som også skete med HAL og ThunarVFS (hvilket stadig er omkring på grund af kompatibilitets grunde).
de: Vielleicht die größte mit Xfce 4.8 erreichte Errungenschaft ist die Anpassung der Kernumgebung auf aktuelle Technologien wie GIO, ConsoleKit, PolicyKit, udev und andere, obwohl oft nur ein sehr kleines Entwicklerteam zur Verfügung steht. Eine Menge überflüssiger Programmcode wurde aus dem Kern entfernt, zum Beispiel für HAL und ThunarVFS, welches aber aus Kompatibilitätsgründen immer noch unterstützt wird.
es: Quizá el logro más importante con Xfce 4.8 es que, a pesar del ocasionalmente reducido equipo de desarrollo, el núcleo del entorno de escritorio se ha adaptado con las tecnologías de escritorio actuales, como GIO, ConsoleKit, PolicyKit, udev y muchas más. Bastantes elementos obsoletos han sido eliminados del núcleo de escitoriol, como con HAL y ThunarVFS (aunque este todavía está activo por razones de compatibilidad).
fr: Notre plus grande réussite pour Xfce 4.8, malgré une équipe de développement parfois réduite, aura sans doute été d’avoir modernisé le cœur de l’environnement de bureau avec les technologies actuelles comme GIO, ConsoleKit, PolicyKit, udev et beaucoup d’autres. Beaucoup d’éléments caducs ont également été retirés du cœur, tout comme HAL et ThunarVFS (qui est toujours là pour des raisons de compatibilité).
gl: Quizais o logro máis importante que realizaremos co Xfce 4.8 é que, a pesar de sufrir polo pequeno tamaño do equipo de desenvolvemento de cando en vez, o núcleo do contorno de escritorio foi axustado coas tecnoloxías de escritorio de hoxe como GIO, ConsoleKit, PolicyKit, udev e moitos máis. Tamén foron eliminadas do núcleo unha chea de cousas vellas, como aconteceu con HAL e ThunarVFS (que aínda está por razóns de compatibilidade).
he: אולי ההישג החשוב ביותר שנשיג עם Xfce 4.8 הוא, שלמרות הסבל מקבוצת פיתוח קטנה מפעם לפעם, ליבת סביבת שולחן העבודה הותאמה לטכנולוגיות שולחן העבודה של היום כמו GIO, ConsoleKit, PolicyKit, udev ועוד רבות. הרבה דברים ישנים הוצאו מהליבה גם כן, כמו שקרה עם HAL ו- ThunarVFS (שעדיין בסביבה מטעמי תאימות).
id: Mungkin pencapaian paling penting yang akan kami dapatkan dengan Xfce 4.8 adalah, meskipun mengalami kesulitan dengan kecilnya ukuran tim pengembangan dari waktu ke waktu, inti dari lingkungan desktop telah disesuaikan dengan teknologi desktop masa kini seperti GIO, ConsoleKit, PolicyKit, udev dan lebih banyak lagi. Banyak juga komponen tua yang dikeluarkan dari inti, seperti yang terjadi dengan HAL dan ThunarVFS (yang masih ada untuk alasan kompatibilitas).
it: Probabilmente l'obiettivo più importante che si raggiungerà con Xfce 4.8, nonostante il numero di sviluppatori ristretto, è che il cuore dell'ambiente desktop è stato allineato con le più moderne tecnologie quali GIO, ConsoleKit, PolicyKit, udev e molte altre. Il cuore dell'ambiente è stato ripulito come è anche accaduto a HAL e ThunarVFS (che è ancora presente per motivi di compatibilità)
kk: Мүмкін, Xfce 4.8-мен қол жеткізген ең маңызды жетістігіміз — әзірлеушілер тобының аздығынан туындаған қиындықтарға қарамастан, жұмыс үстелі ортасының өзегі GIO, ConsoleKit, PolicyKit, udev және т.б. сияқты қазіргі заманғы технологиялармен сәйкестендірілді. Сондай-ақ өзектен көптеген ескірген элементтер алынып тасталды, бұл HAL және ThunarVFS (үйлесімділік үшін әлі де бар) жағдайында орын алды.
lt: Tikriausiai, didžiausias mūsų pasiekimas, kurį mes pasieksime Xfce 4.8 laidoje yra tai, kad nepaisant to, kad mūsų kūrimo komanda laikas nuo laiko yra maža, darbalaukio aplinkos branduolys buvo sulygiuotas su šiandienos darbalaukio technologijomis, tokiomis kaip GIO, ConsoleKit, PolicyKit, udev ir daugeliu kitų. Daugelis pasenusių programėlių buvo pašalintos iš branduolio, kaip tai nutiko su HAL bei ThunarVFS (kuri vis dar sukiojasi aplink dėl suderinamumo priežasčių).
ms: Barangkali pencapaian paling penting kami dalam Xfce 4.8 adalah teras persekitaran desktop telah sejajar dengan teknologi terkini seperti GIO, ConsoleKit, PolicyKit, udev dan banyak lagi walaupun saiz pasukan pembangunan yang kecil dari masa ke semasa. Banyak perkara lama telah diselesaikan dari teras, seperti apa yang berlaku pada HAL dan ThunarVFS (masih dikekalkan atas sebab keserasian).
nb: Kanskje det viktigste med Xfce 4.8 er at kjerneprogrammene nå bruker dagens skrivebordsteknologi, slik som GIO, ConsoleKit, PolicyKit, udev og mange flere. Dette har vi klart selv om utviklingslaget til tider er lite. Mye gammel daukode er fjernet fra kjerneprogrammene, slik som HAL og ThunarVFS (som fortsatt er der for å være kompatibel).
nl: Misschien wel de belangrijkste prestatie zullen we bereiken met Xfce 4.8 wordt dat, ondanks het lijden van de kleine omvang van het development team van tijd tot tijd, de kern van de desktop-omgeving is afgestemd met de desktop van vandaag technologieën zoals GIO, consolekit, PolicyKit, udev en nog veel meer. Een veel oude rommel, zoals is ontdaan van de kern als goed, zoals is gebeurd met de HAL en ThunarVFS (die in de buurt is nog steeds voor compatibiliteit redenen).
oc: Peut-èsser lo résultat lo mai important que nous allons accomplir amb Xfce 4.8 es que, malgré la souffrance de la pichona talha de l'equipa de desvolopament, de temps en temps, lo nucli de l'environament de burèu es estada alinhat amb los tecnologias de burèu d'uèi, coma GIO, ConsoleKit, PolicyKit, udev e beaucoup plus. Beaucoup de vieux machins coma es estada dépouillé de la base ainsi, coma aquò s'est produit amb HAL e ThunarVFS (qui es totjorn là per dels rasons de compatibilitat).
pl: Chyba największym sukcesem osiągniętym wraz z Xfce 4.8, jest to, że przy udziale niewielkiego zespołu programistów, udało się przystosować kluczowe komponenty środowiska do działania z aktualnymi standardami, takimi jak GIO, ConsoleKit, PolicyKit, udev i wiele innych. Ze środowiska usunięto wiele przestarzałych rozwiązań, tak jak stało się to z HAL i ThunarVFS (które po części pozostawiono z powodu kompatybilności z innymi komponentami).
pt: Talvez a conquista mais importante que iremos realizar com Xfce 4.8 é que, apesar de sofrer do pequeno tamanho da equipa de desenvolvimento de vez em quando, o núcleo do ambiente de trabalho foi alinhada com tecnologias desktop atuais como GIO, ConsoleKit, PolicyKit, udev e muitos mais. Um monte de coisas velhas como foi despojado do núcleo, assim, como aconteceu com HAL e ThunarVFS (que ainda existe por razões de compatibilidade).
pt_br: Talvez a conquista mais importante que alcançaremos com o Xfce 4.8 seja que, apesar das dificuldades ocasionadas pelo tamanho reduzido da equipe de desenvolvimento, o núcleo do ambiente de desktop foi alinhado com as tecnologias atuais de desktop, como GIO, ConsoleKit, PolicyKit, udev e muitas outras. Além disso, muitas antigas camadas de código obsoleto foram removidas do núcleo, como aconteceu com o HAL e o ThunarVFS (que ainda está presente por questões de compatibilidade).
ro: Poate că cea mai importantă realizare pe care o vom obține cu Xfce 4.8 este că, în ciuda faptului că echipa de dezvoltare este de dimensiuni mici din când în când, nucleul mediului desktop a fost aliniat la tehnologiile de mediu grafic de birou actuale, precum GIO, ConsoleKit, PolicyKit, udev și multe altele. De asemenea, o mulțime de elemente vechi au fost eliminate din nucleu, așa cum s-a întâmplat cu HAL și ThunarVFS (care există încă din motive de compatibilitate).
ru: Пожалуй, важнейшим достижением, которое мы отметим в Xfce 4.8 − это то, что несмотря на порой малую численность команды разработчиков, ядро среды рабочего стола было приведено в соответствие с настольными технологиями вроде GIO, ConsoleKit, PolicyKit, udev и многими другими, а также множество старого хлама было убрано из ядра, как это случилось с HAL и ThunarVFS (которые до сих пор присутствуют из соображений совместимости).
sq: Ndoshta arritja më e rëndësishme që do të vijë me Xfce 4.8-n është se, pavarësisht kusureve të një ekipi të vogël zhvillimi herë pas here, baza e mjedisit desktop është vënë në një vijë me teknologji të së sotmes për desktopin, të tilla si GIO, ConsoleKit, PolicyKit, udev dhe mjaft të tjera. Prej bazës janë hequr gjithashtu plot vjetërsira, siç ka ndodhur me HAL-in dhe ThunarVFS (që janë ende të pranishëm, për arsye përputhshmërie).
sr: Може да се сматра као наше највеће достугнуће у развоју ИксФЦЕ-а 4.8 то што смо успели упркос малобројности програмера који су радили на њему повремено, да језгро радног окружења пребацимо на савремене технологије, као што су ГИО, Конзолекит, Полисикит, удев. Много старих превазиђених технологија је одстрањено из језгра, као што су ХАЛ и ТунарВФС (који је још увек ту због сагласности са технологијама из прошлости)
sv: Det kanske viktigaste resultatet vi kommer att uppnå med Xfce 4.8 är att, trots att vi ibland lider av ett litet utvecklingsteamet, har kärnan i skrivbordsmiljön anpassats till dagens skrivbordstekniker såsom GIO, ConsoleKit, PolicyKit, udev och många fler. Mycket gammal rost har också slipats bort från kärnan, vilket har hänt med HAL och ThunarVFS (som fortfarande finns kvar av kompatibilitetsskäl).
th: ก้าวที่สำคัญที่สุดที่เราจะทำให้ได้ใน Xfce 4.8 อาจจะได้แก่เรื่องที่แม้เราจะมีเพียงทีมงานขนาดเล็ก แต่แกนหลักของเดสก์ท็อปของเราก็ยังก้าวทันเทคโนโลยีเดสก์ท็อปปัจจุบันอย่างเช่น GIO, ConsoleKit, PolicyKit, udev และอื่นๆ อีกมากมาย สิ่งเก่าๆ ก็ได้ถูกโละทิ้งออกไปจากแกนหลัก เช่นที่เคยเกิดกับ HAL และ ThunarVFS (ซึ่งยังคงอยู่ด้วยเหตุผลเรื่องความเข้ากันได้)
tr: Belkide en önemli kazanım, zaman zaman geliştirme takımının yaşadığı küçük sorunlara rağmen, masaüstü ortamının temeli, GIO, ConsoleKit, PolicyKit, udev ve diğerleri gibi bugünün masaüstü teknolojileriyle oluşturulmuştur. HAL ve ThunarVFS (Uyumluluk nedeniyle hala bunun çevresinde) ile olduğu gibi, bir çok eski bileşen gibi temelden ayrılmışlardır.
uk: Напевно нашим найбільшим досягненням у версії Xfce 4.8, незважаючи на малу групу розробників від часу до часу, є ядро середовища, яке відповідає теперішнім стандартам технології стільниць, таких як GIO, ConsoleKit, PolicyKit, udev та багато іншим. Також багато старих технологій, таких як це сталося з HAL і ThunarVFS, вилучено з ядра (однак вони ще є з міркувань узгодження).
vi: Có lẽ thành tựu quan trọng nhất mà chúng tôi sẽ đạt được với Xfce 4.8 là, mặc dù đôi khi phải chịu quy mô nhỏ của nhóm phát triển, cốt lõi của môi trường máy tính để bàn đã được điều chỉnh phù hợp với các công nghệ máy tính để bàn ngày nay như GIO, ConsoleKit, PolicyKit, udev và nhiều công nghệ khác. Rất nhiều tính năng cũ cũng đã bị loại bỏ khỏi lõi, như đã xảy ra với HAL và ThunarVFS (vẫn còn tồn tại vì lý do tương thích).
zh_tw: 或許最重要的成功是我們在 Xfce 4.8將會完成的，儘管不時遭受到開發團隊規模套太小的困境，桌面環境的核心還是與當今的桌面技術接軌，例如 GIO、ConsoleKit、PolicyKit、udev以及更多。大量老舊的廢物也已經從核心中剝離，像是 HAL 及 ThunarVFS(因為相容性的原因還在)的處理。

source: Thanks to the awesome Transifex translation platform, our language teams have been able to update their translations at an incredible pace. Please include them when praising this release!
ca: Gràcies a la impressionant plataforma de traducció Transifex, els nostres equips lingüístics han pogut actualitzar les seves traduccions a un ritme increïble. Incloeu-los quan elogieu aquest llançament!
cs: Naše týmy překladatelů byly schopny aktualizovat překlady neuvěřitelnou rychlostí díky úžasné platformě pro překlady Transifex. Zmiňte je prosím v tomto vydání!
da: Tak til det fantastiske Transifex oversættelses-platform, vores sprog-hold er blevet i stand til at opdatere oversættelser i en utrolig omfang. Venligst inkluder dem når udgaven roses!
de: Dank der überwältigenden Übersetzungsplattform Transifex waren unsere Sprachteams in der Lage, ihre Übersetzungen in einer unglaublichen Geschwindigkeit zu aktualisieren. Bitte schließt sie in euer Lob für diese Veröffentlichung mit ein!
es: Gracias a la impresionante plataforma de traducción Transifex, nuestros equipos de traducción han sido capaces de actualizar sus traducciones a un ritmo increíble. Por favor, ¡diga cuando está aplaudiendo esta publicación!
fr: Grâce à la géniale plateforme de traduction Transifex, nos équipes linguistiques ont pu mettre à jour leurs traductions à un rythme incroyable. Ne les oubliez pas dans le succès de cette version !
gl: Grazas á sorprendente plataforma de tradución Transifex, os nosos equipos de idiomas puideron actualizar as súas traducións a un ritmo incríbel. Inclúaos ao eloxiar esta versión!.
he: הודות לפלטפורמת התרגום המדהימה Transifex, קבוצות השפה שלנו יכלו לעדכן את התרגומים שלהם בקצב מסחרר. אנא הכלילו אותם בעת תשבוחות לגרסה זו.
id: Berkat platform penerjemahan Transifex yang keren, tim bahasa kami telah mampu memperbarui penerjemahan mereka dengan kecepatan yang luar biasa. Silakan menyertakan mereka ketika Anda memuji rilis ini!
it: Grazie alla meravigliosa piattaforma per le traduzioni Transifex, i gruppi di traduzione sono stati in grado di aggiornare le traduzioni con un ritmo notevole. Anche loro meritano di essere ringraziati.
kk: Тамаша Transifex аударма платформасының арқасында біздің тіл топтары өз аудармаларын керемет қарқынмен жаңарта алды. Осы шығарылымды мақтаған кезде оларды да ескеріңіз!
lt: Nuostabios Transifex vertimų platformos dėka, mūsų vertimų komandos galėjo žaibiškai atnaujinti savo vertimus. Prašome įtraukti ir juos, kai girsite šį leidimą!
ms: Terima kasih kepada platform terjemahan Transifex, pasukan bahasa kami berupaya mengemaskini terjemahan mereka dengan sangat pantas. Sila masukkan nama mereka di dalam keluaran ini!
nb: De forskjellige bidragsyterne som oversetter Xfce er å finne på Transifex. Ta dem med i betraktningen når du tenker over hva som skulle til for å få denne utgaven ut av døra.
nl: Dankzij de geweldige Transifex vertaling platform, hebben onze taal teams in staat geweest om hun vertalingen te werken op een ongelooflijk tempo. Gelieve deze dan bij de lovende deze release!
oc: Merci a la plate-forme géniale de traduccion Transifex , nos equipas linguistiques an pu metre a jorn lors traduccions a un ritme incroyable. Se vos plai, incluez-les quand vous vantez aquesta version !
pl: Dzięki platformie tłumaczeń Transifex, zespołom tłumaczy udało się w olbrzymim tempie zaktualizować wersje językowe. Proszę o docenienie ich wkładu w to wydanie!
pt: Graças à formidável plataforma de tradução Transifex, as nossas equipas de idiomas podem atualizar as suas traduções de forma rápida. Por favor inclua-as ao elogiar este lançamento!
pt_br: Graças à incrível plataforma de tradução Transifex, nossas equipes de tradução conseguiram atualizar suas traduções a um ritmo impressionante. Não se esqueça de incluí-las nos elogios a esta versão!
ro: Datorită minunatei platforme de traducere Transifex, echipele noastre lingvistice au putut să își actualizeze traducerile într-un ritm incredibil. Vă rugăm să le includeți atunci când lăudați această versiune!
ru: Благодаря замечательной платформе перевода Transifex наши языковые команды смогли обновлять свои переводы семимильными шагами. Пожалуйста, учтите их заслуги при вознесении похвал этому выпуску!
sq: Falë platformës së shkëlqyer Transifex për përkthime, ekipet tona gjuhësore kanë qenë në gjendje të përditësojnë përkthimet e tyre me një ritëm të pabesueshëm. Ju lutemi, përfshijini dhe ata, kur i bëni lavde kësaj hedhjeje në qarkullim!
sr: Захваљујући сјајној преводилачкој платформи Трансифексу, наше преводилачке дружине су успеле да доведу своје преводе у одлично стање. Надам се да ће преводи бити укључени у ово издање!
sv: Tack vare den fantastiska översättningsplattformen Transifex, har våra språkgrupper kunnat uppdatera sina översättningar i ett otroligt tempo. Inkludera dem då du priser den här utgåvan!
th: ด้วยความช่วยเหลือจากแพลตฟอร์มแปล Transifex อันยอดเยี่ยม ทีมภาษาต่างๆ ของเราสามารถปรับคำแปลต่างๆ ได้ในอัตราที่เหลือเชื่อ กรุณากล่าวถึงพวกเขาด้วยเมื่อคุณชื่นชมรุ่นนี้!
tr: Muhteşem Transifex çeviri platformuna teşkkür ederiz, dil takımlarımız, inanılmaz bir hızda çevirilerini güncelleyebiliyorlar. Lütfen bu sürümü överken, onlarıda unutmayınız.
uk: Дякуючи чудовій перекладацькій платформі Transifex, наші команди перекладачів можуть оновлювати свої переклади неймовірними темпами. Згадайте про перекладачів, коли будете вихвалювати цей випуск!
vi: Nhờ nền tảng dịch thuật tuyệt vời của Transifex, nhóm ngôn ngữ của chúng tôi đã có thể cập nhật bản dịch của mình với tốc độ đáng kinh ngạc. Vui lòng bao gồm chúng khi khen ngợi phiên bản này!
zh_tw: 歸功於非凡的 Transifex 翻譯平臺，我們的語言團隊已經能夠以一種不可思議的速度更新他們的翻譯。在您讚賞此版本時也請向他們致敬！

source: The second bugfix-release of xfce 4.6 has been released.
ca: S'ha publicat el segon llançament de correcció d'errors de l'xfce 4.6.
cs: Bylo vydáno druhé opravné vydání xfce 4.6.
da: Den anden fejlrettelses-udgave af Xfce 4.6 er blevet udgivet.
de: Die zweite Fehlerkorrektur-Veröffentlichung von Xfce 4.6 wurde freigegeben.
es: La segunda publicación de correción de errores de xfce 4.6 ha sido liberada.
fr: La seconde version de révision de bogues a été publiée.
gl: Publicouse a segunda versión de corrección de fallos do xfce 4.6.
he: גרסת תיקוני הבאגים השנייה של Xfce 4.6 פורסמה.
id: Rilis kedua perbaikan kutu untuk Xfce 4.6 telah dirilis.
it: È stato rilasciato il secondo aggiornamento di xfce 4.6.
kk: Xfce 4.6 екінші қателерді түзету шығарылымы жарық көрді.
lt: Antroji xfce 4.6 klaidų taisymų laida buvo ką tik išleista.
ms: Keluaran-pembaikan-pepijat kedua xfce 4.6 telah dikeluarkan.
nb: Den andre feilretting-utgivelsen av Xfce 4.6 har blitt utgitt.
oc: La segonda version de correccion de bugs de Xfce 4.6 es estada libéré.
pl: Została wydana druga wersja środowiska poprawiająca błędy Xfce 4.6.
pt: A segunda versão de correções de Xfce 4.6 foi lançada.
pt_br: O segundo lançamento de correção de bug de xfce 4.6 foi lançado.
ro: A fost lansată a doua versiune de remediere a erorilor a versiunii Xfce 4.6.
ru: Выпущен второй корректирующий выпуск Xfce 4.6.
sq: Është hedhur në qarkullim hedhja e dytë për ndreqje të metash e xfce 4.6-s.
sr: Издата је исправка бубица ИксФЦЕ-а 4.6.
sv: Den andra felrättningsutgåvan av xfce 4.6 har publicerats.
th: รุ่นแก้บั๊กรุ่นที่สองของ xfce 4.6 ออกแล้ว
tr: xfce 4.6 için ikinci hata düzeltme sürümü çıktı.
uk: Випущено другий випуск xfce 4.6 з виправленими вадами.
vi: Bản phát hành sửa lỗi thứ hai của xfce 4.6 đã được phát hành.
zh_tw: Xfce 4.6 的第二個臭蟲修復版本已經發佈了。

source: This release features a lot of updated translations and fixes some bugs or regressions with new GTK+ versions.
ca: Aquest llançament presenta moltes traduccions actualitzades i soluciona alguns errors o regressions amb noves versions GTK+.
cs: Toto vydání obsahuje mnoho aktualizací překladů a opravuje některé chyby nebo regrese nových verzí GTK+.
da: Denne udgave har mange opdaterede oversættelser og fejlrettelser eller regressioner med de nye GTK+ versioner.
de: Diese Veröffentlichung bietet viele aktualisierte Übersetzungen und Fehlerkorrekturen oder Korrekturen von Regressionsfehlern mit neuen GTK+-Versionen.
es: Esta versión se caracteriza por una gran cantidad de traducciones actualizadas y corrige algunos errores o regresiones con las nuevas versiones de GTK.
fr: Cette version apporte des mises à jour de traductions et des corrections de bogues ou régressions liées à la nouvelle mouture de GTK+.
gl: Esta versión presenta moitas traducións actualizadas e resolve algúns fallos ou regresións con novas versións GTK+.
he: גרסה זו מציגה הרבה תרגומים מעודכנים ומתקנת כמה באגים או רגרסיות עם גרסאות +GTK חדשות.
id: Rilis ini mengedepankan banyak pembaruan terjemahan dan perbaikan beberapa kutu atau regresi dengan versi GTK+ yang baru.
it: Questo rilascio comprende molti aggiornamenti alle traduzioni e corregge alcuni bug o regressioni con le nuove versioni di GTK+.
kk: Бұл шығарылымда көптеген жаңартылған аудармалар бар және жаңа GTK+ нұсқаларындағы кейбір қателер немесе регрессиялар түзетілді.
lt: Šioje laidoje yra daug atnaujintų vertimų, ištaisytos kai kurios klaidos arba, su naujomis GTK+ versijomis susijusios, regresijos.
ms: Keluaran ini fiturkan banyak terjemahan yang dikemaskini dan pembaikan beberapa pepijat atau regresi dengan versi GTK+ baharu.
nb: Denne utgivelsen har mange oppdaterte oversettinger og rettinger av feil og regresjoner med nye GTK+-versjoner.
oc: Aquesta version compòrta un grand nombre de traduccions mesas a jorn e corregís qualques bugs o dels régressions amb de novèlas versions GTK+.
pl: W tym wydaniu uaktualniono wiele tłumaczeń i naprawiono wiele błędów lub regresji związanych z nowymi wersjami GTK+.
pt: Esta versão traz uma série de traduções atualizadas e corrige alguns problemas e regressões com as novas versões do GTK+.
pt_br: Esta versão conta com muitas traduções atualizadas e corrige alguns bugs ou regressões com as novas versões do GTK+.
ro: Această versiune conține o mulțime de traduceri actualizate și corectează unele erori sau regresii cu noile versiuni GTK+.
ru: Этот выпуск содержит ряд обновлённых переводов, а также исправлений некоторых ошибок и регрессий, связанных с новыми версиями GTK+.
sq: Kjo hedhje në qarkullim përmban plot përditësime përkthimesh dhe ndreq disa të meta apo prapakthime me versionet e rinj të GTK+.
sr: Ово издање доноси доста освежених превода и неке исправке бубица и грешака са новим ГТК+ издањем.
sv: Den här utgåvan har många uppdaterade översättningar och rättar till några fel eller regressioner med nya GTK+ versioner.
th: รุ่นนี้มีการปรับคำแปลจำนวนมาก และมีการแก้บั๊กหรือความถดถอยจำนวนหนึ่งที่เกี่ยวข้องกับ GTK+ รุ่นใหม่
tr: Bu sürüm pek çok güncellenmiş çeviri, hata düzeltmesi ve yeni GTK+ sürümleriyle iyileştirmeler içermektedir.
uk: Цей випуск містить багато оновлених перекладів, виправлення деяких вад або помилок, пов’язаних з новою версією GTK+.
vi: Bản phát hành này có nhiều bản dịch cập nhật và sửa một số lỗi hoặc lỗi hồi quy với các phiên bản GTK+ mới.
zh_tw: 此版本主要特性是，大量翻譯的更新及一些臭蟲或退化的修復，並使用了新版的 GTK+。
