Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Recursive Search
ca: Cerca recursiva
de: Rekursive Suche
es: Búsqueda Recursiva
gl: Busca recursiva
he: חיפוש רקורסיבי
it: Ricerca ricorsiva
kk: Рекурсивті іздеу
pl: Wyszukiwanie rekursywne
pt: Pesquisa recursiva
pt_br: Busca recursiva
ro: Căutare recursivă
ru: Рекурсивный Поиск
sq: Kërkim Rekursiv
sr: Дубинска претрага
sv: Rekursiv sökning
uk: Рекурсивний пошук
vi: Tìm kiếm đệ quy

source: Thunar has now the possibility to search recursively, directly inside Thunar itself. The search is done in a separate thread and search results are added rapidly into a List View. A new row 'Location' shows where the search results are located, and the context menu provides the option 'Open Item Location' in order to travel there quickly. The preferences dialog provides an option to limit recursive search to local folders, or to disable it.
ca: Thunar té ara la possibilitat de cercar recursivament, directament dins del mateix Thunar. La cerca es fa en un fil separat i els resultats de la cerca s'afegeixen ràpidament en una vista de llista. Una nova fila 'Location' mostra on es troben els resultats de la cerca, i el menú contextual proporciona l'opció 'Obre la ubicació de l'element' per viatjar-hi ràpidament. El diàleg de preferències proporciona una opció per a limitar la cerca recursiva a les carpetes locals, o per a desactivar-la.
es: Thunar ahora tiene la posibilidad de buscar recursivamente, directamente dentro del propio Thunar. La búsqueda se realiza en un hilo separado y los resultados de la búsqueda se añaden rápidamente en una Vista de lista. Una nueva fila 'Ubicación' muestra dónde se encuentran los resultados de la búsqueda y el menú contextual proporciona la opción 'Abrir ubicación del elemento' para viajar allí rápidamente. El cuadro de diálogo de preferencias proporciona una opción para limitar la búsqueda recursiva a carpetas locales o deshabilitarla.
gl: O Thunar ten agora a posibilidade de buscar de forma recursiva, directamente dentro do propio Thunar. A busca realízase nun fío separado e os resultados da busca engádense rapidamente nunha vista de lista. Unha nova fila «Localización» amosa onde se atopan os resultados da busca e o menú contextual fornece a opción «Abrir a localización do elemento» para viaxar até alí rapidamente. O diálogo de preferencias ofrece unha opción para limitar a busca recursiva aos cartafoles locais ou para desactivala.
he: ל-Thunar יש עכשיו את האפשרות לחפש רקורסיבית, ישירות בתוך ‎Thunar עצמו. החיפוש מבוצע בשרשור נפרד ותוצאות החיפוש מתווספות במהירות לתצוגת רשימה. שורה חדשה 'מיקום' מציגה היכן ממוקמות תוצאות החיפוש, ותפריט הקשר מספק את האפשרות 'פתח מיקום פריט' על מנת לנוע לשם במהירות. דו שיח הגדרות מספק אפשרות להגביל חיפוש רקורסיבי לתיקיות מקומיות או לכבות אותו.
it: Adesso è possibile eseguire le ricerche in modo ricorsivo, direttamente all'interno di Thunar. La ricerca viene effettuata su un thread separato ed i risultati di ricerca vengono rapidamente aggiunti in una visualizzazione a lista. Una nuova riga 'Posizione' mostra dove si trovano i risultati di ricerca, ed il menu di contesto fornisce l'opzione 'Apri posizione dell'elemento' per spostarsi rapidamente nella posizione corrispondente. La finestra delle preferenze offre un'opzione che permette di limitare la ricerca ricorsiva a cartelle locali, o di disabilitarla.
kk: Thunar енді тікелей Thunar ішінде рекурсивті іздеу мүмкіндігіне ие. Іздеу бөлек ағында орындалады және іздеу нәтижелері Тізім көрінісіне жылдам қосылады. Жаңа 'Орналасуы' жолы іздеу нәтижелерінің қайда орналасқанын көрсетеді, ал контекстік мәзір ол жерге жылдам өту үшін 'Элемент орналасуын ашу' опциясын ұсынады. Баптаулар сұхбат терезесі рекурсивті іздеуді жергілікті бумалармен шектеу немесе оны сөндіру опциясын ұсынады.
pl: Thunar ma teraz możliwość wyszukiwania rekursywnego bezpośrednio wewnątrz samego programu. Wyszukiwanie odbywa się w oddzielnym wątku, a wyniki wyszukiwania są szybko dodawane do widoku listy. Nowy wiersz 'Położenie' pokazuje, gdzie znajdują się wyniki wyszukiwania, a menu kontekstowe udostępnia opcję 'Otwórz lokalizację elementu', aby szybko się tam dostać. Okno dialogowe preferencji zawiera opcję ograniczenia wyszukiwania rekursywnego do folderów lokalnych lub wyłączenia go.
pt: O Thunar tem agora a possibilidade de pesquisar recursivamente, diretamente dentro do próprio Thunar. A pesquisa é feita num segmento separado e os resultados da pesquisa são adicionados rapidamente a uma Vista de lista. Uma nova linha 'Localização' mostra onde se encontram os resultados da pesquisa, e o menu de contexto fornece a opção 'Abrir localização do item', a fim de viajar rapidamente para lá. A janela de preferências fornece uma opção para limitar a pesquisa recursiva a pastas locais, ou para a desativar.
pt_br: Agora, o Thunar tem a possibilidade de pesquisar recursivamente, diretamente dentro dele mesmo. A pesquisa é feita num segmento separado e os resultados da pesquisa são adicionados rapidamente a uma vista de lista. Uma nova linha "Localização" mostra onde se encontram os resultados da pesquisa, e o menu de contexto fornece a opção "Abrir localização do item", a fim de viajar rapidamente para lá. A janela de preferências fornece uma opção para limitar a pesquisa recursiva a pastas locais, ou para a desativar.
ro: Thunar are acum posibilitatea de a căuta recursiv, direct în interiorul Thunar însuși. Căutarea este efectuată într-un fir separat, iar rezultatele căutării sunt adăugate rapid într-o vizualizare de listă. Un nou rând „Locație” arată unde sunt localizate rezultatele căutării, iar meniul contextual oferă opțiunea „Deschide locația elementului” pentru a ajunge rapid acolo. Dialogul de preferințe oferă opțiunea de a limita căutarea recursivă la dosarele locale sau de a o dezactiva.
ru: Thunar теперь имеет возможность осуществлять рекурсивный поиск непосредственно внутри самого Thunar. Поиск выполняется в отдельном потоке, а результаты поиска быстро добавляются в представление списка. В новой строке "Местоположение" показано, где находятся результаты поиска, а в контекстном меню есть опция "Открыть местоположение элемента", чтобы быстро добраться туда. Диалоговое окно настроек предоставляет возможность ограничить рекурсивный поиск локальными папками или отключить его.
sq: Thunar-i tani ka mundësi bëjë kërkim rekursiv, drejt e nga vetë Thunar-i. Kërkimi bëhet në një rrjedhë më vete dhe përfundimet e kërkimit shtohen pa humbur kohë te një Pamje Listë. Një rresht i ri 'Vendndodhje' shfaq se ku gjenden përfundimet e kërkimit dhe menuja e kontekstit ofron mundësinë 'Hap Vendndodhje Objekti', që të mund të kalohet shpejt te ai. Dialogu i parapëlqimeve jep një mundësi për të kufizuar kërkim rekursiv te dosje vendore, ose për ta çaktivizuar atë.
sr: Тунар сада има могућност дубинске претраге, непосредно из самог Тунара. Претрага је урађена посебном нити и налази претраге су додати брзо у преглед списка. Нови ред „положај“ приказује место налаза, а приручни изборник обезбеђује могућност „отвори место ставке“ ради брзог одласка на положај. Прозорче поставки обезбеђује могућност ограничавања дубинске претраге местних фасцикли, или њено онемогућавање.
uk: У Thunar тепер є можливість здійснювати рекурсивний пошук безпосередньо в самому Thunar. Пошук виконується в окремому потоці, а результати пошуку швидко додаються до списку. Новий рядок «Розташування» показує, де розташовані результати пошуку, а контекстне меню пропонує опцію «Відкрити розташування елемента», щоб швидко переміститися туди. У діалоговому вікні налаштувань можна обмежити рекурсивний пошук локальними папками або вимкнути його.
vi: Thunar hiện có khả năng tìm kiếm đệ quy, trực tiếp bên trong Thunar. Việc tìm kiếm được thực hiện trong một chuỗi riêng biệt và kết quả tìm kiếm được thêm nhanh chóng vào Chế độ xem danh sách. Một hàng mới 'Vị trí' hiển thị vị trí của kết quả tìm kiếm và menu ngữ cảnh cung cấp tùy chọn 'Mở vị trí mục' để di chuyển đến đó một cách nhanh chóng. Hộp thoại tùy chọn cung cấp tùy chọn để giới hạn tìm kiếm đệ quy trong các thư mục cục bộ hoặc tắt nó.

source: Thunar - Recursive Search
ca: Thunar - Cerca recursiva
de: Thunar - Rekursive Suche
es: Thunar - Busqueda Recursiva
gl: Thunar - Busca recursiva
he: Thunar - חיפוש רקורסיבי
it: Thunar - Ricerca ricorsiva
kk: Thunar - Рекурсивті іздеу
pl: Thunar – Wyszukiwanie rekursywne
pt: Thunar - Pesquisa recursiva
pt_br: Thunar - Pesquisa recursiva
ro: Thunar - Căutare recursivă
ru: Thunar — Рекурсивный Поиск
sq: Thunar - Kërkim Rekursiv
sr: Тунар - дубинска претрага
sv: Thunar - Rekursiv sökning
uk: Thunar - Рекурсивний пошук
vi: Thunar - Tìm kiếm đệ quy

source: Thunar - Recursive Search Preferences
ca: Thunar - Preferències de cerca recursives
de: Thunar - Einstellungen der rekursiven Suche
es: Thunar - Preferencias de la Busqueda Recursiva
gl: Thunar - Preferencias da busca recursiva
he: Thunar - העדפות חיפוש רקורסיבי
it: Thunar - Preferenze della ricerca ricorsiva
kk: Thunar - Рекурсивті іздеу баптаулары
pl: Thunar – Preferencje wyszukiwania rekursywnego
pt: Thunar - Preferências da pesquisa recursiva
pt_br: Thunar - Preferências da pesquisa recursiva
ro: Thunar - Preferințe pentru căutarea recursivă
ru: Thunar — Настройки Рекурсивного Поиска
sq: Thunar - Parapëlqime Kërkimi Rekursiv
sr: Тунар - подешавања дубинске претраге
sv: Thunar - Rekursiv sökning inställningar
uk: Thunar - Налаштування рекурсивного пошуку
vi: Thunar - Tùy chọn tìm kiếm đệ quy

source: For more information on the recursive search feature, check the <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">related blog post</a>.
ca: Per a més informació sobre la funció de cerca recursiva, consulteu l'entrada <a href="http://users.uoa.gr/sdi1800073/sources/xfceblog04.html">relacionada amb el blog</a>.
de: Weitere Informationen über die rekursive Suche finden Sie in dem <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">zugehörigen Blogbeitrag</a>.
es: Para más información sobre la función de búsqueda recursiva, consulte la <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">publicación de blog relacionada</a>.
gl: Para obter máis información sobre a función de busca recursiva, consulte a <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">publicación do blog relacionada</a>.
he: למידע נוסף על מאפיין חיפוש רקורסיבי, בדוק את <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">פוסט הבלוג הקשור</a>.
it: Per ulteriori informazioni sulla funzione della ricerca ricorsiva, consultare il <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">relativo articolo sul blog</a>.
kk: Рекурсивті іздеу мүмкіндігі туралы қосымша ақпарат алу үшін <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">тиісті блог жазбасын</a> қараңыз.
pl: Aby uzyskać więcej informacji na temat funkcji wyszukiwania rekursywnego, sprawdź <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">powiązany wpis na blogu</a>.
pt: Para mais informações sobre a funcionalidade de pesquisa recursiva, veja a <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">respectiva publicação no blogue</a>.
pt_br: Para mais informações sobre a funcionalidade de pesquisa recursiva, veja a <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">respectiva publicação no blog</a>.
ro: Pentru mai multe informații despre funcția de căutare recursivă, consultați <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">punctul din blog aferent</a>.
ru: Дополнительные сведения о функции рекурсивного поиска см. в <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">соответствующем сообщении в блоге</a>.
sq: Për më tepër hollësi rreth veçorisë së kërkimit rekursiv, kontrolloni <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">postimin përkatës në blog</a>.
sr: За подробнија сазнања о могућностима дубинске претраге, погледајте <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">одговарајући чланак блога</a>.
uk: Щоб дізнатися більше про можливість рекурсивного пошуку, перегляньте <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">відповідну публікацію в блозі</a>.
vi: Để biết thêm thông tin về tính năng tìm kiếm đệ quy, hãy xem <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog04.html">bài đăng blog liên quan</a>.

source: Recently used Files
ca: Fitxers usats recentment
de: Zuletzt verwendete Dateien
es: Archivos usados ​​recientemente
gl: Ficheiros usados recentemente
he: קבצים בשימוש לאחרונה
it: File utilizzati di recente
kk: Соңғы қолданылған файлдар
pl: Ostatnio używane pliki
pt: Ficheiros utilizados recentemente
pt_br: Arquivos utilizados recentemente
ro: Fișiere utilizate recent
ru: Последние использованные Файлы
sq: Kartela të përdorura Së Fundi
sr: Скорашње датотеке
sv: Nyligen använda filer
uk: Нещодавно використані файли
vi: Tệp được sử dụng gần đây

source: Recently used files now can be accessed in the side pane. Like for the 'Recursive Search' feature, the new 'Location' row can be used in List View. Additionally, for 'Recent' a new row 'Recency' can be added to sort the files by their latest usage.
ca: Els fitxers usats recentment ara es poden accedir a la subfinestra lateral. Igual que per a la característica «Cerca recursiva», la fila nova «Ubicació» es pot utilitzar a la vista de llista. A més, per a «Recent» es pot afegir una fila nova «Recència» per a ordenar els fitxers pel seu ús més recent.
de: Auf die zuletzt verwendeten Dateien kann nun im Seitenbereich zugegriffen werden. Wie bei der Funktion "Rekursive Suche" kann die neue Zeile "Ort" in der Listenansicht verwendet werden. Zusätzlich kann für "Zuletzt verwendet" eine neue Zeile "Aktualität" hinzugefügt werden, um die Dateien nach ihrer letzten Verwendung zu sortieren.
es: Ahora se puede acceder a los archivos usados ​​recientemente en el panel lateral. Al igual que con la función 'Búsqueda recursiva', la nueva fila 'Ubicación' se puede usar en la Vista de lista. Además, para "Recientes" se puede añadir una nueva fila "Recientes" para ordenar los archivos según su último uso.
gl: Agora pode acceder aos ficheiros usados ​​recentemente no panel lateral. Do mesmo xeito que para a función «Busca recursiva», a nova fila «Localización» pode usarse na vista de lista. Adcionalmente, para «Recente» pode engadirse unha nova fila «Recente» para ordenar os ficheiros segundo o seu uso máis recente.
he: קבצים בשימוש לאחרונה ניתנים לגישה דרך אריח צידי. כמו עבור מאפיין 'חיפוש רקורסיבי', ניתן להשתמש בשורת 'מיקום' בתצוגת רשימה. בנוסף, עבור 'לאחרונה' ניתן להוסיף שורה 'עד כמה לאחרונה' כדי למיין את הקבצים לפי השימוש האחרון שלהם.
it: Ora è possibile accedere ai file utilizzati di recente sul pannello laterale. Come con la funzione 'Ricerca ricorsiva', la nuova riga 'Posizione' può essere utilizzata nella visualizzazione a lista. Inoltre, per 'Recenti' può essere aggiunta una nuova riga 'Recenza' per ordinare i file in base all'utilizzo più recente.
kk: Соңғы қолданылған файлдарға енді бүйірлік панельде қол жеткізуге болады. 'Рекурсивті іздеу' мүмкіндігі сияқты, Тізім көрінісінде жаңа 'Орналасуы' жолын пайдалануға болады. Сонымен қатар, 'Соңғылар' үшін файлдарды соңғы пайдаланылуы бойынша сұрыптау үшін жаңа 'Мезгілі' жолын қосуға болады.
pl: Ostatnio używane pliki są teraz dostępne w panelu bocznym. Podobnie jak w przypadku funkcji 'Wyszukiwanie rekursywne', nowy wiersz 'Położenie' może być używany w widoku listy. Dodatkowo dla opcji 'Ostatnie' można dodać nowy wiersz 'Dostęp użytkownika', aby posortować pliki według ich ostatniego użycia.
pt: Os ficheiros utilizados recentemente podem agora ser acedidos no painel lateral. Tal como para a funcionalidade 'Pesquisa recursiva', a nova linha 'Localização' pode ser usada na Vista de lista. Adicionalmente, para 'Recentes', uma nova linha 'Recente' pode ser adicionada para ordenar os ficheiros pela sua utilização mais recente.
pt_br: Os arquivos utilizados recentemente podem agora ser acessados no painel lateral. Tal como para a funcionalidade 'Pesquisa recursiva', a nova linha 'Localização' pode ser usada na Vista de lista. Adicionalmente, para 'Recentes', uma nova linha 'Recente' pode ser adicionada para ordenar os arquivos pela sua utilização mais recente.
ro: Fișierele utilizate recent pot fi accesate acum în panoul lateral. La fel ca în cazul funcției „Căutare recursivă”, noul rând „Locație” poate fi utilizat în vizualizarea de listă. În plus, pentru „Recent” poate fi adăugat un nou rând „Recență” pentru a sorta fișierele în funcție de ultima lor utilizare.
ru: Последние использованные файлы теперь доступны на боковой панели. Как и для функции "Рекурсивный поиск", новую строку "Местоположение" можно использовать в представлении списка. Кроме того, для "Последних" можно добавить новую строку "Последние" для сортировки файлов по их последнему использованию.
sq: Kartela të përdorura tani afër mund të hapen te kuadrati anësor. Si edhe për veçorinë “Kërkim Rekursiv”, rreshti i ri “Vendndodhje” mund të përdoret te Pamje Listë. Veç kësaj, për “Së fundi” mund të shtohet një rresht i ri “Freski”, për t’i renditur kartelat sipas përdorimit më të freskët.
sr: Скорашњим датотекама се сада може приступити у бочној површи. Као и у могућности „дубинске претраге“, нови ред „положај“ се може користити у прегледу списка. Додатно, за „скорашње“ се може додати нови ред „недавни“ ради распореда датотека по последњој употреби.
uk: Нещодавно використані файли тепер доступні на бічній панелі. Як і для можливості «Рекурсивний пошук», новий рядок «Місцезнаходження» можна використовувати в режимі перегляду списком. Крім того, для «Недавніх» можна додати новий рядок «Новизна», щоб сортувати файли за останнім використанням.
vi: Giờ đây, các tập tin được sử dụng gần đây có thể được truy cập trong khung bên. Giống như tính năng 'Tìm kiếm đệ quy', hàng 'Vị trí' mới có thể được sử dụng trong Chế độ xem danh sách. Ngoài ra, đối với 'Gần đây', một hàng mới 'Gần đây' có thể được thêm vào để sắp xếp các tệp theo mức sử dụng mới nhất của chúng.

source: Thunar - Recently Used Files
ca: Thunar - Fitxers utilitzats recentment
de: Thunar - Zuletzt verwendete Dateien
es: Thunar - Archivos usados ​​recientemente
gl: Thunar - Ficheiros usados recentemente
he: Thunar - קבצים בשימוש לאחרונה
it: Thunar - File utilizzati di recente
kk: Thunar - Соңғы қолданылған файлдар
pl: Thunar - Ostatnio używane pliki
pt: Thunar - Ficheiros utilizados recentemente
pt_br: Thunar - Arquivos utilizados recentemente
ro: Thunar - Fișiere utilizate recent
ru: Thunar - Последние Использованные Файлы
sq: Thunar - Kartela të përdorura Së Fundi
sr: Тунар - скорашње датотеке
sv: Thunar - Nyligen använda filer
uk: Thunar - нещодавно використані файли
vi: Thunar - Các tập tin được sử dụng gần đây

source: For more information on 'Recent' in Thunar check the <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">related blog post</a>.
ca: Per a més informació sobre 'Recent' a Thunar, consulteu la publicació del blog <a href="http://users.uoa.gr/sdi1800073/sources/xfceblog02.html">relacionada</a>.
de: Weitere Informationen zu 'Zuletzt' in Thunar finden Sie im <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">zugehörigen Blogbeitrag</a>.
es: Para más información sobre 'Reciente' en Thunar, consulte la <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">publicación del blog relacionada</a>.
gl: Para obter máis información sobre «Recente» no Thunar, consulte a <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">publicación do blog relacionada</a>.
he: למידע נוסף על 'לאחרונה' ב-Thunar בדוק את <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">פוסט הבלוג הקשור</a>.
it: Per ulteriori informazioni su 'Recenti' in Thunar, consultare il <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">relativo articolo sul blog</a>.
kk: Thunar-дағы 'Соңғылар' туралы қосымша ақпарат алу үшін <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">тиісті блог жазбасын</a> қараңыз.
pl: Aby uzyskać więcej informacji na temat funkcji 'Ostatnie' w programie Thunar, sprawdź <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">powiązany wpis na blogu</a>.
pt: Para mais informações sobre 'Recentes' no Thunar, veja a <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">respectiva publicação no blogue</a>.
pt_br: Para mais informações sobre 'Recentes' no Thunar, veja a <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">respectiva publicação no blog</a>.
ro: Pentru mai multe informații despre „Recent” în Thunar, consultați <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">punctul din blog aferent</a>.
ru: Для получения дополнительной информации о "Последних" в Thunar, проверьте <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">соответствующую запись в блоге</a>.
sq: Për më tepër hollësi mbi “Së fundi” në Thunar, shihni <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">postimin përkatës në blog</a>.
sr: За додатна сазнања о „скорашњим“ у Тунару, прегледајте <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">одговарајући чланак блога</a>.
sv: För mer information om 'Senaste' i Thunar kolla den <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">relaterade bloggposten</a>.
vi: Để biết thêm thông tin về 'Gần đây' trong Thunar, hãy xem <a href="http://users.uoa.gr/~sdi1800073/sources/xfce_blog02.html">bài đăng blog liên quan</a>.

source: Bookmark Menu
ca: Menú d'adreces d'interès
de: Lesezeichenmenü
es: Menú de favoritos
gl: Menú de marcadores
he: תפריט סימניה
it: Menu dei segnalibri
kk: Бетбелгілер мәзірі
pl: Menu zakładek
pt: Menu de marcadores
pt_br: Menu de favoritos
ro: Meniul de semne de carte
ru: Меню Закладок
sq: Menu Faqerojtësish
sr: Изборник забелешки
sv: Bokmärkesmeny
uk: Меню закладок
vi: Trình đơn đánh dấu
