Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: As usual, <b>Xfwm4</b> has matured quite a bit during this release cycle: many bugs have been fixed, support for multiple displays has been added, and overall performance has been improved.
ca: Com sempre, <b>Xfwm4</b> ha madurat bastant durant aquest cicle de llançament: molts errors han estat corregits, la compatibilitat per a diversos monitors ha estat afegida, i el rendiment general ha estat millorat.
cs: Během tohoto vývojového cyklu <b>Xfwm4</b> jako obvykle opět trochu vyzrál: bylo opraveno mnoho chyb, byla přidána podpora pro více displejů a došlo k vylepšení celkového výkonu.
da: Som sædvanligt, <b>Xfwm4</b> er modnet en del under denne udgivelses-cyklus: mange fejl er blevet rettet, understøttelse for flere skærme er blevet tilføjet, og samlet set er ydelsen blevet forbedret.
de: Wie üblich wurde <b>Xfmw4</b> in diesem Veröffentlichungszyklus deutlich weiterentwickelt: Viele Fehler wurden behoben, Unterstützung für mehrere Bildschirme wurde hinzugefügt und insgesamt hat sich die Leistungsfähigkeit verbessert.
es: Como es usual, <b>Xfwm4</b> ha madurado bastante durante este ciclo de publicación: muchos errores han sido corregidos, el soporte para pantallas múltiples se ha añadido, y el rendimiento general ha mejorado.
fr: Comme à l’accoutumée, <b>Xfwm4</b> a mûri avec cette nouvelle version : de nombreux bogues ont été corrigés, la prise en charge d’écrans multiples a été ajoutée et les performances globales ont été améliorées.
gl: Como é habitual, <b>Xfwm4</b> madurou un pouco durante este ciclo de publicación: corrixíronse moitos fallos, engadiuse compatibilidade para múltiples pantallas e mellorou o rendemento global.
he: כרגיל, <b> Xfwm4 <b> התבגר לא מעט במהלך מחזור הגרסה הזה: הרבה באגים תוקנו, נוספה תמיכה במספר מסכים, ובוצע שיפור מקיף בביצועים.
id: Seperti biasa, <b>Xfwm4</b> telah disempurnakan selama siklus rilis ini: beberapa kutu telah diperbaiki, dukungan multi-tampilan telah ditambahkan, dan keseluruhan performa telah ditingkatkan.
it: Come solito, <b>Xfwm4</b> è decisamente maturato durante questo ciclo di rilascio: diversi bug sono stati corretti, è stato aggiunto il supporto agli schermi multipli e le prestazioni in generale sono state migliorate.
ja: いつも通り、<b>Xfwm4</b> はこのリリースサイクルの間にかなり熟成されました。多くのバグは修正され、マルチスクリーンがサポートされ、全体のパフォーマンスが向上しました。
kk: Әдеттегідей, <b>Xfwm4</b> осы шығарылым циклі кезінде айтарлықтай жетілдірілді: көптеген қателер түзетілді, бірнеше дисплейді қолдау қосылды және жалпы өнімділік жақсартылды.
lt: Kaip įprasta, <b>Xfwm4</b> šios laidos metu ganėtinai subrendo: buvo ištaisytos daugelis klaidų, pridėtas kelių ekranų palaikymas ir taip pat buvo patobulintas bendras našumas.
ms: Seperti biasa, <b>Xfwm4</b> semakin matang ketika kitar keluaran ini: banyak pepijat telah dibaiki, sokongan untuk paparan berbilang telah ditambah, dan prestasi keseluruhan telah ditambahbaik.
nb: <b>Xfwm4</b> har, som vanlig, modnet en god del under denne utviklingssyklusen: mange feil har blitt rettet, det har blitt lagt til støtte for flere skjermer, og generell ytelse har blitt forbedret.
nl: Zoals gebruikelijk heeft <b>xfwm4</b> gerijpt nogal wat tijdens deze release-cyclus: veel bugs zijn opgelost, ondersteuning voor meerdere beeldschermen is toegevoegd, en de algemene prestaties zijn verbeterd.
oc: Coma d'habitude, <b>Xfwm4</b> a muri un peu al cors d'aqueste cicle de version : de nombreux bugs son estats corregits, lo supòrt de plusieurs ecrans es estada apondut, e la performància globale es estada melhorada.
pl: Podczas cyklu bieżącego wydania, odrobinę udoskonalono menedżer okien <b>Xfwm4</b>. Naprawiono wiele błędów, dodano obsługę wielu ekranów i ulepszono ogólną wydajność programu.
pt: Como sempre, o <b>Xfwm4</b> amadureceu bastante durante este o ciclo de lançamento: diversos erros foram corrigidos, foi adicionado o suporte a ecrãs múltiplos e o desempenho global foi melhorado.
pt_br: Como normalmente, o <b>Xfwm4</b> amadureceu um pouco durante este ciclo de lançamento: muitos bugs foram corrigidos, suporte para vários monitores foi adicionado e a performance geral foi melhorada.
ro: Ca de obicei, <b>Xfwm4</b> s-a maturizat destul de mult în timpul acestui ciclu de lansare: multe erori au fost rezolvate, a fost adăugat suport pentru ecrane multiple, iar performanța generală a fost îmbunătățită.
ru: За время цикла выпуска в <b>Xfwm4</b>, как и всегда, было исправлено много ошибок, улучшена общая производительность и добавлена поддержка нескольких дисплеев.
sq: Si zakonisht, <b>Xfwm4</b> është pjekur edhe më gjatë këtij cikli hedhjeje në qarkullim: janë ndrequr mjaft të meta, është shtuar mbulim për sisteme me shumë ekrane dhe është përmirësuar funksionimi në përgjithësi.
sr: Као и обично, <b>Иксфвм4</b> је добро сазрео приликом процеса издавања: многе бубе су исправљене, подршка за вишеструке екране је додата, и, уз све то, повећан му је учинак.
sv: Som vanligt har <b>Xfwm4</b> mognat en hel del under den här utgåvecykeln: Flera fel har fixats, stöd för flera skärmar har lagts till, och prestandan har förbättrats.
th: อย่างที่เคย <b>Xfwm4</b> ได้เติบโตขึ้นอีกนิดในรอบการพัฒนานี้ โดยมีการแก้บั๊กจำนวนมาก มีการเพิ่มการรองรับจอแสดงผลหลายจอ และมีการปรับปรุงสมรรถนะโดยรวม
tr: Her zamanki gibi bu sürüm döngüsünde de <b>Xfwm4</b> biraz daha olgunlaştı: pek çok hata düzeltildi, çoklu ekran desteği eklendi ve genel ferformansı iyileştirildi.
uk: Як зазвичай, у цьому випуску в <b>Xfwm4</b> виправлено багато вад, додано підтримку для кількох екранів, і покращено швидкодію.
vi: Như thường lệ, <b>Xfwm4</b> đã trưởng thành hơn một chút trong chu kỳ phát hành này: nhiều lỗi đã được sửa, hỗ trợ cho nhiều màn hình đã được thêm vào và hiệu suất tổng thể đã được cải thiện.
zh_tw: 像往常一樣，<b>Xfwm4</b> 在這個發行週期中成熟了不少：修復了很多臭蟲、加入多顯示器的支援、以及總體效能的提升。

source: In addition to some other new features, <b>Xfwm4</b> is now able to detect windows that do not respond and offer to terminate them.
ca: A més d'algunes altres característiques noves, <b>Xfwm4</b> ara és capaç de detectar les finestres que no responen i s'ofereix per acabar amb elles.
cs: Kromě dalších nových funkcí a vlastností je nyní <b>Xfwm4</b> schopen nalézt neodpovídající okna a ukončit je.
da: I addition til nogle andre funktioner, <b>Xfwm4</b> er nu i stand til at registrere vinduer der ikke svarer og tilbyder at lukke dem.
de: Zusätzlich zu einigen anderen Funktionen kann <b>Xfwm4</b> jetzt nicht mehr reagiernde Fenster erkennen und bietet an, diese zu beenden.
es: Además de algunas otras nuevas características, <b>Xfwm4</b> ahora es capaz de detectar las ventanas que no responden y ofrece finalizarlas.
fr: Parmi certaines innovations, <b>Xfwm4</b> est désormais capable de détecter une fenêtre qui ne répond pas et de proposer d’y mettre fin.
gl: Ademais dalgunhas outras características novas, <b>Xfwm4</b> agora é capaz de detectar as xanelas que non responden e ofrecen terminalas.
he: בנוסף לכמה תכונות אחרות חדשות, <b> Xfwm4 <b> יכול כעת לגלות חלונות שלא מגיבים ולהציע לסגור אותם.
id: Sebagai tambahan untuk fitur-fitur baru yang lain, <b>Xfwm4</b> sekarang mampu mendeteksi jendela yang tidak merespon dan menawarkan untuk mengakhirinya.
it: In aggiunta ad altre nuove caratteristiche, <b>Xfwm4</b> è ora in grado di identificare le finestre che non rispondono ai comandi e chiedere se si vuole terminarle.
ja: さらに、他にいくつかの新しい機能が追加され、<b>Xfwm4</b> は応答のないウィンドウを検知してそれらの終了を提案することができるようになりました。
kk: Басқа да жаңа мүмкіндіктермен қатар, <b>Xfwm4</b> енді жауап бермейтін терезелерді анықтап, оларды тоқтатуды ұсына алады.
lt: Papildomai prie kitų naujų ypatybių, dabar <b>Xfwm4</b> gali aptikti langus, kurie neatsako ir siūlyti baigti jų darbą.
ms: Selain dari beberapa fitur baharu yang lain <b>Xfwm4</b> kini boleh mengesan tetingkap yang menjadi kaku dan menawarkan untuk tamatkan tetingkap tersebut.
nb: I tillegg til noen andre nye funksjoner er <b>Xfwm4</b>nå i stand til å oppdage vinduer som ikke svarer og tilbyr å avslutte dem.
oc: En mai de qualques autres novèlas foncionalitats, <b>Xfwm4</b> es ara capable de détecter las fenèstras que ne répondent pas e proposent d'y metre fin.
pl: Dodatkowo <b>Xfwm4</b> potrafi teraz wykryć okna, które nie odpowiadają i zaoferować zakończenie działania ich programów.
pt: Adicionalmente, entre outras funcionalidades, o <b>Xfwm4</b> consegue agora detetar as janelas que não estão a responder e oferece a possibilidade de as fechar.
pt_br: Além de vários novos recursos, o <b>Xfwm4</b> agora é capaz de detectar janelas que não estão respondendo e oferece terminá-las.
ro: În plus față de alte caracteristici noi, <b>Xfwm4</b> este acum capabil să detecteze ferestrele care nu răspund și să ofere terminarea lor.
ru: В дополнение к некоторым новым возможностям, <b>Xfwm4</b> теперь способен определять не отвечающее окно и предлагать завершить его работу.
sq: Përveç disa veçorish të tjera të reja, <b>Xfwm4</b> tani është në gjendje të pikasë dritare që nuk reagojnë dhe të ofrojë mbylljen e tyre.
sr: Као додатак неким другим могућностима, <b>Иксфвм4</b> је сада способан да препозна прозоре који не дају одзив, и да понуди њихово затварање.
sv: Förutom en del andra nya funktioner, kan nu <b>Xfwm4</b> upptäcka fönster som inte svarar och erbjuda sig att avsluta dem.
th: นอกเหนือจากความสามารถใหม่อื่นๆ <b>Xfwm4</b> รุ่นนี้สามารถตรวจพบหน้าต่างที่ไม่ตอบสนอง และเสนอให้จบการทำงานหน้าต่างนั้นๆ ได้แล้ว
tr: Bazı diğer özelliklerin yanı sıra <b>Xfwm4</b> artık yanıt vermeyen pencereleri tespit edip onları sonlandırmayı önerebilmektedir.
uk: На додаток до нових властивостей, <b>Xfwm4</b> тепер може визначати вікна, що не відповідають, і пропонувати закрити їх.
vi: Ngoài một số tính năng mới khác, <b>Xfwm4</b> hiện có thể phát hiện các cửa sổ không phản hồi và đề xuất chấm dứt chúng.
zh_tw: 除了一些新功能，<b>Xfwm4</b> 現在也能自動偵測沒有回應的視窗並終止它們。

source: Dialog to terminate busy applications
ca: Diàleg per acabar amb les aplicacions ocupades
cs: Dialogové okno pro ukončení zaneprázdněných aplikací
da: Dialog til at terminere optagede programmer
de: Dialog zum Beenden überlasteter Anwendungen
es: Diálogo para terminar aplicaciones ocupadas
fr: Fenêtre de clôture des applications occupées
gl: Diálogo para terminar as aplicacións ocupadas
he: דיאלוג לסיום תוכנות עסוקות
id: Dialog penghenti aplikasi menggantung
it: Finestra per terminare le applicazioni occupate
ja: 応答のないアプリケーションの中断ダイアログ
kk: Бос емес қолданбаларды тоқтатуға арналған сұхбат терезесі
lt: Dialogas, siūlantis baigti užimtų programų darbą
ms: Dialog untuk tamatkan aplikasi sibuk
nb: Dialogvindu for å avslutte programmer som ikke svarer
nl: Dialoogvenster te druk toepassingen te beëindigen
oc: Dialòg per metre fin a d'aplicacions ocupadas
pl: Okno kończenia działania nieodpowiadających programów
pt: Janela para fechar as aplicações ocupadas
pt_br: Diálogo para terminar aplicativos ocupados
ro: Fereastră de dialog pentru terminarea aplicațiilor ocupate
ru: Диалог завершения "занятого" приложения
sq: Dialog për përfundim aplikacionesh që janë të zëna
sr: Прозорче за докрајчивање заузетих програма
sv: Dialogfönster för att avsluta upptagna program
th: กล่องโต้ตอบสำหรับจบการทำงานโปรแกรมที่ค้าง
tr: Meşgul uygulamaları durdurma diyalog penceresi
uk: Діалог для завершення завислих програм
vi: Hộp thoại để chấm dứt các ứng dụng đang bận
zh_tw: 中止沒有回應的應用程式的對話框

source: There is also a new <b>actions menu</b> which allows you to quickly move and resize windows, put them above or below other windows, or fullscreen them.
ca: Hi ha també un nou <b>menú d'accions</b> que us permet moure i canviar ràpidament la mida de les finestres, posar-les per sobre o per sota d'altres finestres, o posar-les a pantalla completa.
cs: K dispozici je také nová <b>nabídka akcí</b> umožňující rychlý přesun a změnu velikosti oken, přesunutí pod nebo nad jiná okna a přepnutí oken do režimu celé obrazovky.
da: Der er også en ny <b>Handlings-menu</b> hvilket tillader dig hurtigt at flytte og tilpasse størrelsen på vinduer, putte dem over eller under vinduer eller fuldskærme dem.
de: Es gibt auch ein neues <b>Aktionsmenü</b>, welches das schnelle Verschieben oder Ändern der Größe von Fenstern erlaubt, ebenso wie die Anordnung ober- oder unterhalb anderer Fenster oder den Wechsel in den Vollbildmodus.
es: También hay un nuevo <b>menú de acciones</b> que le permite moverse con rapidez y cambiar el tamaño de las ventanas, poner por encima o por debajo de otras ventanas, o en pantalla completa.
fr: Un nouveau <b>menu d’actions</b> a fait son apparition. Il permet de déplacer et redimensionner rapidement les fenêtres, de les mettre au-dessus ou au-dessous des autres, ou de les afficher en plein écran.
gl: Tamén hai un novo <b>menú de accións</b> que permite mover e redimensionar as xanelas rapidamente, poñelas por riba ou por baixo de outras xanelas ou a pantalla completa.
he: יש גם <b>תפריט פעולות<b/> חדש המאפשר לך להזיז ולשנות גודל חלונות במהירות, לשים אותם מעל או מתחת לחלונות אחרים, או להגדיל אותם לכל המסך.
id: Terdapat pula sebuah <b>menu aksi</b> yang baru yang memungkinkan Anda memindah dan mengubah ukuran jendela dengan cepat, meletakkannya di atas atau di bawah jendela yang lain, atau menampilkannya secara layar penuh.
it: È stato anche introdotto un nuovo <b>menu delle azioni</b> che permette di muovere e ridimensionare velocemente le finestre, di spostarle sopra o sotto le altre o di visualizzarle a schermo intero.
ja: また、新しい<b>アクションメニュー</b>では、ウィンドウの移動やサイズの変更、他のウィンドウの前や後ろに置くこと、全画面化などがすみやかに行えるようになりました。
kk: Сондай-ақ жаңа <b>әрекеттер мәзірі</b> бар, ол терезелерді жылдам жылжытуға және өлшемін өзгертуге, оларды басқа терезелердің үстіне немесе астына қоюға немесе толық экранға жаюға мүмкіндік береді.
lt: Taip pat yra naujas <b>veiksmų meniu</b>, kuris leidžia greitai perkelti langus ar keisti jų dydį, perstumti juos virš ar po kitais langais, arba rodyti juos visame ekrane.
ms: Terdapat juga <b>menu tindakan</b> baharu yang membolehkan anda alih dan saiz semula tetingkap dengan pantas, letak ia diatas dan dibawah tetingkap lain, atau jadikan tetingkap tersebut berskrin penuh.
nb: Det er også en ny <b>handlingsmeny</b> som lar deg raskt flytte og endre størrelse på vinduer, plassere dem over eller under andre vinduer, eller sette dem i fullskjerm.
nl: Er is ook een nieuwe <b>acties menu</b> waarmee u snel verplaatsen en vergroten of verkleinen ramen, zet ze boven of onder andere vensters, of fullscreen hen.
oc: Tanben i a un novèl <b>menú actions</b> que vos permet de desplaçar rapidament e redimensionar las fenèstras, de las metre en dessús o en dejós dels autres fenèstras, o en ecran complet.
pl: Dostępne jest także nowe <b>menu poleceń okna</b>, umożliwiające szybie przemieszczenie okna, zmianę jego rozmiaru, wyświetlanie go nad lub pod innymi oknami lub wyświetlenie jego zawartości na pełnym ekranie.
pt: Existe também um novo <b>menu de ações</b> que lhe permite , agora mais facilmente, mover e ajustar as janelas, coloca-las por baixo ou por cima de outras janelas bem como trocar para ecrã completo.
pt_br: Há também um novo <b>menu de ações</b> que permite que você mova e redimensione janelas rapidamente, coloque elas acima ou abaixo de outras janelas ou coloque em tela cheia.
ro: Există, de asemenea, un nou <b>meniu de acțiuni</b> care vă permite să mutați și să redimensionați rapid ferestrele, să le puneți deasupra sau dedesubtul altor ferestre sau să le puneți în modul de „ecran complet”.
ru: Новое <b>меню действий</b> позволяет быстро перемещать окна и изменять их размер, располагать одно над другим или разворачивать во весь экран.
sq: Ka edhe një <b>menu veprimesh të re</b> që ju lejon të lëvizni dhe ripërmasoni dritare shpejt e shpejt, t’i vendosni ato mbi ose nën dritare të tjera, ose t’i hapni sa krejt ekrani.
sr: Такође, постоји и изборник <b>радњи</b>, који омогућава да брзо преместите прозоре и промените им величину, ставите их испод других прозора, или у пуном приказу преко целог екрана.
sv: Det finns också en ny <b>kontextmeny</b> som låter dig flytta och storleksändra fönster snabbt, placera dem över eller under andra fönster eller i fullskärmsläge.
th: นอกจากนี้ ยังมี <b>เมนูการกระทำ</b> อันใหม่ ซึ่งช่วยให้คุณสามารถย้ายและปรับขนาดหน้าต่าง ยกขึ้นมาอยู่บนหรือลงไปล่างหน้าต่างอื่น หรือแสดงเต็มจอได้อย่างรวดเร็ว
tr: Artık pencereleri taşıyıp yeniden boyutlandırabileceğiniz, birbiri üzerine getirebileceğiniz veya tam ekran yapabileceğiniz bir <b>eylemler menüsü</b> de var.
uk: Також додано нове <b>меню програм</b>, яке дозволяє просто і швидко переміщати і змінювати розмір вікон, класти їх перед або над іншими вікнами, або й розкривати на повний екран.
vi: Ngoài ra còn có <b>menu tác vụ</b> mới cho phép bạn nhanh chóng di chuyển và thay đổi kích thước cửa sổ, đặt chúng lên trên hoặc bên dưới các cửa sổ khác hoặc toàn màn hình chúng.
zh_tw: 還有一個新的 <b>動作選單</b> 讓您可以快速的移動及調整視窗大小、將它們放在其它視窗之上或之下、或是將它們放大成全螢幕。

source: New actions menu
ca: Menú d'accions nou
cs: Nová nabídka akcí
da: Ny handlingsmenu
de: Neues Aktionsmenü
es: Nuevo menú de acciones
fr: Nouveau menu d’actions
gl: Novo menú de accións
he: תפריט פעולות חדש
id: Menu aksi baru
it: Nuovo menu delle azioni
ja: 新しいアクションメニュー
kk: Жаңа әрекеттер мәзірі
lt: Naujas veiksmų meniu
ms: Menu tindakan baharu
nb: Ny handlingsmeny
nl: Nieuwe acties menu
oc: Novèl menú d'accions
pl: Nowe menu poleceń okna
pt: Novo menu de ações
pt_br: Novo menu de ações
ro: Noul meniu de acțiuni
ru: Новое меню действий
sq: Menu e re veprimesh
sr: Нови изборник радњи
sv: Ny kontextmeny
th: เมนูการกระทำอันใหม่
tr: Yeni eylemler menüsü
uk: Нове меню дій
vi: Menu hành động mới
zh_tw: 新動作選單

source: A new <b>fill</b> operation has been implemented; it expands a given window to the available space without overlapping other adjacent windows.
ca: Una nova operació d'<b>ompliment</b> ha estat implementada; expandeix una finestra indicada a l'espai disponible sense la superposició d'altres finestres adjacents.
cs: Byla implementována nová operace <b>vyplnit</b>. Zvětší dané okno tak, aby vyplnilo veškerý dostupný prostor, ale aby nepřekrylo jiná okna.
da: En ny <b>fyld</b> operation er blevet implementeret; den udvider en given vindue til tilgængelig plads uden at overlappe andre nærlæggende vinduer.
de: Eine neue <b>Fenster füllen</b>-Funktion wurde hinzugefügt; sie dehnt ein Fenster auf den größten verfügbaren Platz aus, ohne dass benachbarte Fenster überlappt werden.
es: Se ha implementado una nueva operación de <b>relleno</b> que expande una ventana determinada en todo el espacio disponible sin superponerse a ventanas adyacentes.
fr: Une nouvelle opération <b>remplir</b> a été intégrée. Elle permet d’agrandir une fenêtre à la taille de l’espace disponible sans mordre sur celles déjà présentes.
gl: Engadiuse unha nova operación de <b>enchido</b>; expande unha xanela dada ao espazo dispoñíbel sen solapalo noutras xanelas adxacentes.
he: פעולת <b> מילוי <b> בוצעה. היא מרחיבה חלון נתון למרחב הפנוי מבלי לחפוף עם חלונות סמוכים.
id: Operasi <b>penuhi</b> yang baru telah diimplementasikan; ia akan menjadikan sebuah jendela berekspansi ke ruang yang tersedia tanpa menutup jendela lainnya.
it: È stata implementata una nuova operazione di <b>riempimento</b>; questa espande una data finestra fino a farle occupare tutto lo spazio disponibile senza sovrapporla alle altre finestre adiacenti.
ja: 新しく<b>「ウィンドウをいっぱいに拡げる」</b>操作が実装されました。これはウィンドウを他のウィンドウと重ならない範囲で画面いっぱいに拡げます。
kk: Жаңа <b>толтыру</b> операциясы іске асырылды; ол берілген терезені көршілес басқа терезелермен қабаттаспай, қолжетімді бос орынға дейін кеңейтеді.
lt: Buvo įgyvendinta nauja <b>užpildymo</b> operacija; ji išskleidžia duotąjį langą per visą prieinamą vietą, tuo pačiu metu neuždengdama kitų gretimų langų.
ms: Satu operasi <b>isian</b> telah dilaksanakan; ia kembangkan tetingkap mengikut ruang yang ada tanpa menyebabkan pertindihan dengan tetingkap bersebelahan yang lain.
nb: En ny <b>fyll</b>-operasjon har blitt implementert: den utvider et gitt vindu til den ledige plassen uten å overlappe andre nærliggende vinduer.
nl: Een nieuwe <b>vulling</b> actie is uitgevoerd, maar breidt een bepaald venster om de beschikbare ruimte zonder overlappende andere aangrenzende ramen.
oc: Una novèla operacion <b>remplir</b> es estada mesa en òbra, elle agrandit una fenèstra donada dins l'espace disponible sens chevauchement dels autres fenèstras adjacentes.
pl: Zaimplementowano nowe polecenie okna o nazwie <b>wypełnienie</b>. Umożliwia ono dopasowanie rozmiaru okna w taki sposób, by wypełnić całą dostępną powierzchnię pulpitu, nie przykrywając przy tym pozostałych okien.
pt: Foi implementado uma nova operação de <b>preenchimento</b>: agora já pode expandir um janela para o espaço disponível, sem sobrepor as janelas adjacentes.
pt_br: Uma nova operação de <b>preencher</b> foi implementada; ela expande uma dada janela o espaço disponível sem invadir janelas adjacentes.
ro: A fost implementată o nouă operație <b>umplere</b>; aceasta extinde o fereastră dată la spațiul disponibil fără a suprapune alte ferestre adiacente.
ru: Реализована новая операция <b>заполнения</b> расширяющая окно на доступное пространство без перекрытия соседних окон.
sq: Është sendërtuar një veprim i ri, <b>mbushe</b>; ky e zgjeron një dritare të dhënë sa hapësira e mundshme, pa mbivendosje te dritaret ngjitur.
sr: Нова радња <b>попуна</b> је примењена; она шири задати прозор на доступан простор без прекривања других суседних прозора.
sv: En ny <b>fyll</b>operation har implementerats; den expanderar ett givet fönster till det tillgängliga utrymmet utan att överlappa andra närliggande fönster.
th: การ <b>ขยายหน้าต่างเต็มที่ว่าง</b> ก็มีการรองรับแล้ว การกระทำนี้จะขยายหน้าต่างเต็มที่ว่างที่มี โดยไม่ซ้อนทับกับหน้าต่างอื่นๆ รอบข้าง
tr: Yeni <b>doldurma</b> işlemi geliştirilmiştir; bu sayede istenen bir pencere komşularının üzerine taşmadan mümkün olan bütün alanı doldurabilir.
uk: Додано нову операцію <b>заповнення</b>; вона розширяє дане вікно на весь можливий простір без перекривання інших сусідніх вікон.
vi: Một thao tác <b>điền</b> mới đã được triển khai; nó mở rộng một cửa sổ nhất định sang không gian có sẵn mà không chồng lấp các cửa sổ liền kề khác.
zh_tw: 新的 <b>填滿</b> 動作已經實現了；它可將特定視窗填滿可用空間而不遮住其他相鄰的視窗。

source: Fill operation
ca: Operació d'ompliment
cs: Operace vyplnit
da: Udfyldningshandling
de: »Fenster füllen«-Funktion
es: Llenar operación
fr: Opération « remplir »
gl: Operación de encher
he: פעולת מילוי
id: Operasi
it: Operazione di riempimento
ja: 「ウィンドウをいっぱいに拡げる」操作
kk: Толтыру операциясы
lt: Užpildymo operacija
ms: Operasi isian
nb: Fylleoperasjon
nl: Vul operatie
oc: Emplenar operacion
pl: Polecenie wypełniania
pt: Operação de preenchimento
pt_br: Operação preencher
ro: Operația de umplere
ru: Операция заполнения
sq: Veprim mbushjeje
sr: Радња попуне
sv: Fylloperation
th: การขยายหน้าต่างเต็มที่ว่าง
tr: Doldurma işlemi
uk: Дії над файлами
vi: Thao tác điền
zh_tw: 填滿動作
