Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: New features breaking APIs or other core components should be communicated. Maintainers are suggested to prepare other components for these features in a separate branch before including the features in a new development release. That way the other components retain their release-ready state.
cs: Nové funkce a vlastnosti pozměňující programové rozhraní API nebo jiné klíčové komponenty by měly být diskutovány. Údržbářům je doporučeno připravit ostatní komponenty na tyto funkce a vlastnosti v oddělené větvi před zahrnutím funkcí a vlastností do vývojového vydání. Tento způsob zaručí, že ostatní komponenty zůstanou v takovém stavu, ve kterém je lze vydat.
da: Nye funktioner knækker API'er og andre kerne komponenter, burde blive kommunikeret. Vedligeholdere er opfordret til at klargøre andre komponenter for disse funktioner, i en separat gren. Før funktionerne er inkluderet i en ny udviklings-udgivelse. På den måde beholder de andre komponenter deres udgivelses-klar stadie.
de: Über neue Funktionsmerkmale, die APIs oder andere Kernkomponenten entscheidend verändern, sollte zuvor diskutiert werden. Die Betreuer sollten andere Komponenten für diese Freigaben in einem separaten Zweig vorbereiten, bevor die Funktionsmerkmale in eine neue Entwicklerversion einfließen. Auf diese Weise behalten die anderen Komponenten ihren veröffentlichungsfähigen Status.
fr: Les nouvelles fonctionnalités brisant les interfaces de programmation ou d’autres composants de base devraient être signalées. Les mainteneurs sont encouragés à préparer d’autres composants pour ces fonctionnalités dans une branche séparée avant de les inclure dans une nouvelle version de développement. De cette manière, les autres composants conservent leur état prêt à publier.
id: Fitur baru yang memutus API atau komponen inti yang lain harus dikomunikasikan. Para pemelihara dihimbau untuk menyiapkan komponen-komponen yang lain untuk fitur-fitur tersebut dalam sebuah cabang yang terpisah sebelum menyertakan fitur tersebut ke dalam sebuah rilis pengembangan yang baru. Dengan demikian, komponen-komponen yang lain tetap berada dalam keadaan siap-rilis.
ja: 既存の API や他のコンポーネントに影響を与える新機能は事前に調整しなければならない。メンテナーはその機能を新しい開発版リリースにマージする前に、その機能のための関係コンポーネント別のブランチに用意するよう提案される。このように、他のコンポーネントはリリース準備状態を維持する。
lt: Apie naujas galimybes, kurios gadina API ar kitus komponentus turi būti pranešta. Prižiūrėtojams patariama paruošti kitus komponentus šioms galimybėms atskirose šakose, prieš įtraukiant naujas galimybes į naują kūrimo leidimą. Taip kiti komponentai išlaikys savo „paruošta leidimui“ būseną.
ms: Fitur baharu yang merosakkan API dan lain-lain komponen teras patut diselesaikan. Penyelenggara dicadang untuk sediakan komponen lain untuk fitur ini dalam cabang berasingan sebelum menyertakan fitur ini dalam keluaran pembangunan baharu. Dengan cara ini komponen lain dikekalkan keadaan sedia-dikeluarkan mereka.
nb: Ny funksjonalitet som ødelegger API-er eller andre kjernekomponenter må kommuniseres. Vedlikeholderne oppfordres til å forberede andre komponenter for denne funksjonaliteten i en separat grein før de tas med i en ny utviklingsutgivelse. Slik kan andre komponenter forbli klare for utgivelse.
nl: Nieuwe functies te breken API's of andere kern onderdelen moet worden gecommuniceerd. Onderhouders worden voorgesteld om andere onderdelen die voor deze functies in een aparte tak voor te bereiden voordat met inbegrip van de functies in een nieuwe ontwikkeling release. Op die manier de andere componenten behouden hun release-ready staat.
oc: Las novèlas foncionalitats rompant las API o d'autres components de basa devon èsser comunicadas. Los manteneires an suggerit de preparar d'autres components per ces foncionalitats dins una branca separada avant d'inclure las foncionalitats de la novèla version de desvolopament. D'aqueste biais, los autres components conservan lor estat liberacion prèst.
pt: Novos recursos que quebrem APIs ou outros componentes centrais, devem ser comunicados. Mantenedores são aconselhados a preparar outros componentes para estes recursos em um ramo separado antes de incluir os recursos em um novo lançamento de desenvolvimento. Dessa forma, outros componentes retêm seu estado de pronto para lançamento.
ru: Новые функции, ломающие API или другие основные компоненты, должны быть обсуждены. Сопровождающим предложено подготовить другие компоненты для этих функций в отдельной ветви, до включения их в новый опытный выпуск. Таким образом другие компоненты сохраняются в состоянии готовом к выпуску.
sq: Veçori të reja që prishin funksionimin e API-ve ose të tjerë përbërësish bazë duhen bërë të ditur. Mirëmbajtësve u sugjerohet të përgatisin përbërës të tjerë për këto veçori në një degë ndaras, përpara se t’i përfshijnë veçoritë në një hedhje të re zhvillim në qarkullim. Në këtë mënyrë përbërësit e tjerë ruajnë gjendjen e tyre gati-për-hedhje-në-qarkullim.
sv: Nya funktioner som har sönder API:s eller andra kärnkomponenter ska kommuniceras. Ansvariga rekommenderas att förbereda andra komponenter för dessa funktioner i en separat gren innan funktionen inkluderas i en ny utvecklingsutgåva. På det sättet behåller de andra komponenterna utgivningsfärdigt tillstånd.
th: ความสามารถใหม่ที่ทำให้ API เปลี่ยนหรือทำให้องค์ประกอบอื่นทำงานไม่ได้จะต้องมีการสื่อสารให้ทราบ ขอแนะนำให้ผู้ดูแลทั้งหลายจัดเตรียมความสามารถเหล่านี้ในแขนงต่างหากให้องค์ประกอบอื่นใช้ ก่อนที่จะผนวกรวมเข้าในรุ่นพัฒนารุ่นใหม่ การทำเช่นนี้จะช่วยให้องค์ประกอบอื่นยังคงอยู่ในสถานะพร้อมออกรุ่นอยู่
tr: Yeni özellikleri API leri kırması veya diğer temel bileşenlere bildirilmiş olmalıdır. Proje yürütücüleri, özelliklerin yeni bir geliştirme sürümüne eklenmeden önce başka dallar içinde bu özellikler için diğer bileşenlerin hazır olmasını önerirler. Böylece diğer bileşenler kendilerini hazır durumda tutabilirler.
uk: Нові властивості, які руйнують API або інші компоненти ядра, повинні бути зголошені. Організаторам рекомендовано підготувати інші компоненти для цих властивостей в окремих гілках перед включенням цих властивостей в новий розробницький випуск. Таким чином інші компоненти завжди будуть в стані готовності до випуску.
zh_tw: 應該交流會破壞 API 或是其他核心組件的新功能。建議維護者在包含這些新功能的開發版本釋出前，先在一個單獨的分支中為這些功能準備其他的組件。這樣其他組件就可以保持代發佈狀態了。

source: This is how the basic development workflow looks like:
cs: Takto vypadá základní průběh práce na vývoji:
da: Sådan ser den grundlæggende udviklingsarbejdsgang ud:
de: Der grundlegende Entwicklungsfluss stellt sich folgendermaßen dar:
fr: Voici à quoi ressemble le processus de développement de base :
id: Seperti inilah alur kerja pengembangan dasar:
ja: 基本的な開発作業の流れを以下に示す:
lt: Štai kaip veikia pagrindinis kūrimo procesas:
ms: Bagaimana aliran kerja pembangunan asas berjalan:
nb: Slik er den grunnleggende arbeidsflyten for utvikling:
nl: Dit is hoe de basisontwikkeling workflow eruit ziet:
oc: Es atal que lo flux de desvolopament de basa es :
pt: É assim que a base de trabalho de desenvolvimento tem parecenças com:
ru: Вот как выглядит основная часть разработки:
sq: Ja se si duket afërsisht një rrjedhë pune zhvillimi e thjeshtë:
sv: Detta är hur det grundläggande arbetsflödet för utveckling ser ut:
th: นี่คือลักษณะของกระแสงานพัฒนาโดยพื้นฐาน:
tr: Basit bir geliştirme akış şemasının nasıl görüneceği:
uk: Тут є приклад, як виглядає основний робочий процес по розробці:
zh_tw: 這就是基礎開發流程看起來的樣子：

source: Development Workflow
cs: Průběh práce na vývoji
da: Udviklingsarbejdsgang
de: Arbeitsablauf der Entwicklung
fr: Processus de développement
id: Alur Kerja Pengembangan
ja: 開発作業の流れ
lt: Kūrimo procesas
ms: Aliran Kerja Pembangunan
nb: Arbeidsflyt for utvikling
nl: Ontwikkeling van Workflow
oc: Desvolopament de flux de trabalh
pt: Ciclo de desenvolvimento
ru: Ход разработки
sq: Rrjedhë Pune Zhvillimi
sv: Arbetsflöde för utveckling
th: กระแสงานพัฒนา
tr: Geliştirme Akış Şeması
uk: Процес розробки
zh_tw: 開發流程

source: Release Phase (10+ Weeks)
cs: Fáze vydání (10 a více týdnů)
da: Udgivelsesfase (10+ uger)
de: Freigabephase (10+ Wochen)
fr: Phase de publication (Dix semaines et plus)
id: Fase Rilis (10+ Pekan)
ja: リリースフェイズ (10 週以上)
lt: Išleidimo fazė (10+ savaičių)
ms: Fasa Keluaran (10+ Minggu)
nb: Utgivelsesfase (10+ uker)
nl: Release Fase (10 + weken)
oc: Fasa de version (10 + Setmanas)
pt: Disponibilização (+10 semanas)
ru: Фаза выпуска (10+ недель)
sq: Fazë Hedhjeje Në Qarkullim (10+ Javë)
sv: Publiceringsfas (10+ veckor)
th: ขั้นออกรุ่น (10 สัปดาห์ขึ้นไป)
tr: Sürüm Süreci (10+ Hafta)
uk: Фази випусків (10+ тижнів)
zh_tw: 發行階段 (10+ 週)

source: During the release phase, there will be three pre-releases and one final release:
cs: Během fáze vydání se objeví tři předběžná vydání a jedno finální vydání:
da: Under udgivelsesfasen er der tre præudgivelser og en endelig udgivelse:
de: Während der Freigabephase wird es drei Vorabfreigaben und eine endgültige Freigabe geben:
fr: Au cours de la phase de publication, il y aura trois préversions et une version finale :
id: Selama fase rilis, akan ada tiga pra-rilis dan satu rilis akhir:
ja: リリースフェイズの間、3 つのプレリリースと 1 つの最終リリースが公開される:
lt: Per išleidimo fazę, bus trys peržiūros leidimai ir tada paskutinis leidimas:
ms: Semasa fasa keluaran, akan ada tiga pra-keluaran dan satu keluaran akhir:
nb: Under utgivelsesfasen vil det være tre førutgivelser og en endelig utgivelse.
nl: Tijdens de release fase zal er drie pre-releases en een final release:
oc: Al cors de la fasa de liberacion, i aura tres preversions e una version finala :
pt: Durante a fase de disponibilização, existirão três pré-versões e uma versão final:
ru: В течение фазы выпуска выходят три предварительных выпуска и один конечный выпуск:
sq: Gjatë fazës së hedhjes në qarkullim, do të ketë tre hedhje paraprake në qarkullim dhe një përfundimtare:
sv: Under publiceringsfasen, kommer det att bli tre försläppta och en slutgiltig utgåva:
th: ในขั้นออกรุ่น จะมีรุ่นตัวอย่างสามรุ่น และรุ่นจริงสุดท้าย:
tr: Sürüm evresi sırasında, üç adet ön sürüm ve bir son sürüm vardır:
uk: Протягом фази випуску буде три попередніх версії і одна фінальна:
zh_tw: 在發行階段時，將會有三個預覽版本及一個最終版本：

source: Xfce X.Ypre1 (after 0 weeks, feature freeze),
cs: Xfce X.Ypre1 (po 0 týdnech, zmrazení funkcí a vlastností),
da: Xfce X.Ypre1 (efter 0 uger, funktionalitetsfrysning),
de: Xfce X.Ypre1 (nach 0 Wochen, Feature-Freeze),
fr: Xfce X.Ypre1 (gel des fonctionnalités)
id: Xfce X.Ypre1 (setelah 0 pekan, fitur dibekukan),
ja: Xfce X.Ypre1 (0 週間後、フィーチャーフリーズ)
lt: Xfce X.Ypre1 (po 0 savaičių, galimybių užšaldymas),
ms: Xfce X.Ypra1 (selepas 0 minggu, pembekuan fitur),
nb: Xfce X.Ypre1 (funksjonsfrys etter 0 uker),
nl: Xfce X.Ypre1 (nadat 0 weken, feature freeze),
oc: Xfce X.Ypre1 (aprèp 0 setmanas, gèl de las foncionalitats),
pt: Xfce X.Ypre1 (após 0 semanas de congelamento de recursos),
ru: Xfce X.Ypre1 (после 0 недель, заморозка функций),
sq: Xfce X.Ypre1 (pas 0 javësh, ngrirje veçorish),
sv: Xfce X.Ypre1 (efter 0 veckor, funktionsfrysning),
th: Xfce X.Ypre1 (หลัง 0 สัปดาห์, หยุดเปลี่ยนแปลงความสามารถ),
tr: Xfce X.Ypre1 ( 0 hafta sonra, özellik dondurma),
uk: Xfce X.Ypre1 (після 0 тижнів, замороження властивостей),
zh_tw: Xfce X.Ypre1 ( 0 週之後，功能凍結)，

source: Xfce X.Ypre2 (after 4 weeks, string freeze) and
cs: Xfce X.Ypre2 (po 4 týdnech, zmrazení textů) a
da: Xfce X.Ypre2 (efter 4 uger, strengfrysning) og
de: Xfce X.Ypre2 (nach 4 Wochen, String-Freeze) und
fr: Xfce X.Ypre2 (après quatre semaines, gel des chaînes)
id: Xfce X.Ypre2 (setelah 4 pekan, antar muka dibekukan), dan
ja: Xfce X.Ypre2 (4 週間後、ストリングフリーズ)
lt: Xfce X.Ypre2 (po 4 savaičių, vertimo užšaldymas) ir
ms: Xfce X.Ypra2 (selepas 4 minggu, pembekuan rentetan) dan
nb: Xfce X.Ypre2 (strengfrys etter 4 uker) og
nl: Xfce X.Ypre2 (na 4 weken, string freeze) en
oc: Xfce X.Ypre2 (aprèp 4 setmanas, gèl de la cadena) et
pt: Xfce X.Ypre2 (após congelamento de texto de 4 semanas) e
ru: Xfce X.Ypre2 (после 4 недель, заморозка строк) и
sq: Xfce X.Ypre2 (pas 4 javësh, ngrirje vargjesh) dhe
sv: Xfce X.Ypre2 (efter 4 veckor, strängfrysning) och
th: Xfce X.Ypre2 (หลัง 4 สัปดาห์, หยุดเปลี่ยนแปลงข้อความ) และ
tr: Xfce X.Ypre2 ( 4 hafta sonra, dizge dondurma) ve
uk: Xfce X.Ypre2 (після 4 тижнів, замороження стрічок) і
zh_tw: Xfce X.Ypre2 ( 4 週之後，字串凍結) 和

source: Xfce X.Ypre3 (after 8 weeks, code freeze)
cs: Xfce X.Ypre3 (po 8 týdnech, zmrazení kódu)
da: Xfce X.Ypre3 (efter 8 uger, kodefrysning)
de: Xfce X.Ypre3 (nach 8 Wochen, Code-Freeze)
fr: Xfce X.Ypre3 (après huit semaines, gel du code)
id: Xfce X.Ypre3 (setelah 8 pekan, kode dibekukan)
ja: Xfce X.Ypre3 (8 週間後、コードフリーズ)
lt: Xfce X.Ypre3 (po 8 savaičių, kodo užšaldymas)
ms: Xfce X.Ypra3 (selepas 8 minggu, pembekuan kod)
nb: Xfce X.Ypre3 (kodefrys etter 8 uker)
nl: Xfce X.Ypre3 (na 8 weken, code freeze)
oc: Xfce X.Ypre3 (aprèp 8 setmanas, gèl del còdi)
pt: Xfce X.Ypre3 (após congelamento de código de 8 semanas)
ru: Xfce X.Ypre3 (после 8 недель заморозка кода)
sq: Xfce X.Ypre3 (pas 8 javësh, ngrirje kodi),
sv: Xfce X.Ypre3 (efter 8 veckor, kodfrysning)
th: Xfce X.Ypre3 (หลัง 8 สัปดาห์, หยุดเปลี่ยนแปลงโค้ด)
tr: Xfce X.Ypre3 ( 8 hafta sonra, kod dondurma)
uk: Xfce X.Ypre3 (після 8 тижнів, замороження коду)
zh_tw: Xfce X.Ypre3 ( 8 週之後，程式碼凍結)

source: Xfce X.Y (after 10+ weeks)
cs: Xfce X.Y (po více než 10 týdnech),
da: Xfce X.Y (efter 10+ uger)
de: Xfce X.Y (nach 10+ Wochen)
fr: Xfce X.Y (après minimum dix semaines)
id: Xfce X.Y (setelah 10+ pekan)
ja: Xfce X.Y (第 10 週以降)
lt: Xfce X.Y (po 10+ savaičių)
ms: Xfce X.Y (selepas 10+ minggu)
nb: Xfce X.Y (etter 10+ uker)
nl: Xfce XY (na 10 + weken)
oc: Xfce XY (aprèp 10 setmanas e +)
pt: Xfce X.Y (após 10+ semanas)
ru: Xfce X.Y (после 10+ недель)
sq: Xfce X.Y (pas 10+ javësh)
sv: Xfce X.Y (efter 10+ veckor)
th: Xfce X.Y (หลัง 10 สัปดาห์ขึ้นไป)
tr: Xfce X.Y (10+ hafta sonra)
uk: Xfce X.Y (після 10+ тижнів)
zh_tw: Xfce X.Y (10+ 週之後)

source: where Y has to be an even number. Each of these releases has to include the latest development releases of all components (or stable, if there were no development releases since the last stable release) of the Xfce core desktop. The version numbers of these components may (even have to) differ from the naming scheme above. E.g. for Xfce 4.8.0pre2, xfwm4 could have the version 4.7.17 and Thunar could have 1.1.9.
cs: kde Y musí být liché číslo. Každé z těchto vydání musí obsahovat nejnovější vývojové vydání (nebo stabilní, pokud od posledního stabilního vydání nebylo uvolněno žádné vývojové vydání) celého jádra prostředí Xfce. Čísla verzí těchto komponent se mohou (ale nemusejí) lišit od systému pojmenování výše. Např. pro Xfce 4.8.0pre2, xfwm4 může mít verzi 4.7.17 a Thunar verzi 1.1.9.
da: Hvor Y skal være et lige tal. Hvert enkel af disse udgivelser, skal inkludere den seneste udvikling-udgivelse af alle komponenter. (eller stabil, hvis der ikke er nogen udviklings-udgivelser siden sidste stabile udgivelse) af Xfce kerne-skrivebordet. Version nummeret af disse komponenter har (eller skal) ændre sig fra navne-ordningen ovenfor. F.eks for Xfce 4.8.0pre2, xfwm4 kunne have version 4.7.17 og thunar kunne have 1.1.9.
de: wobei Y eine gerade Zahl sein muss. Jede dieser Freigaben umfasst die letzten Entwicklerversionen aller Komponenten der Xfce-Kernumgebung (oder stabile Versionen, sofern keine Entwicklerversionen seit der letzten stabilen Freigabe veröffentlicht wurden). Die Versionsnummern dieser Komponenten dürfen sich (und sollten sich sogar) vom oben gezeigten Benennungsschema unterscheiden. Beispielsweise könnte Xfwm4 für Xfce 4.8.0pre2 die Versionsnummer 4.7.17 haben und Thunar die Versionsnummer 1.1.9.
fr: Y doit être un nombre pair. Chacune de ces versions doit inclure les dernières versions de développement de tous les composants du cœur Xfce (ou leur dernière version stable si aucune modification n’a été effectuée depuis). Les numéros de version de ces composants doivent différer du schéma ci-dessus. Par exemple, pour 4.8.0pre2, xfwm4 pourrait avoir le numéro 4.7.17 et Thunar 1.1.9.
id: dimana Y adalah angka dalam bilangan genap. Setiap rilis tersebut harus memasukkan rilis pengembangan termutakhir (atau rilis stabil jika tidak ada rilis pengembangan sejak rilis stabil terakhir) dari desktop inti Xfce. Penomoran dari tiap komponen boleh (bahkan ditekankan) berbeda dari skema penamaan di atas. Misal pada Xfce 4.8.0pre2, xfwm4 bisa saja berversi 4.7.17 dan Thunar berversi 1.1.9.
ja: Y は偶数となる。これら各リリースに含まれるすべてのコアコンポーネントは、最新の開発版あるいは安定版リリースでなければならない。これらコンポーネントのバージョンナンバーは上記命名方式と一致しない場合がある。例えば、Xfce 4.8.0pre2 なら、xfwm4 はバージョン 4.7.17 であったり、Thunar は 1.1.9 になったりする。
lt: kur Y turi būti lyginis skaičius. Kiekvienas iš šių leidimų turi turėti paskutines visų komponentų kūrimo versijas (arba stabilias, jei po stabilaus leidimo neišleista nei viena kūrimo versija). Šių komponentų versijų numeriai gali (netgi privalo) skirtis nuo pavadinimo schemos, esančios aukščiau. pvz. Xfce 4.8.0pre2, xfwm4 gali turėti versiją 4.7.17 ir Thunar gali turėti 1.1.9.
ms: dimana Y mestilah nombor genap. Setiap keluaran ini perlu sertakan keluaran pembangunan terkini bagi semua komponen (atau stabil, jika tiada keluaran pembangunan semenjak keluaran stabil terakhir) bagi desktop teras Xfce. Nombor versi komponen ini mungkin (perlu) berbeza dari skema penamaan di atas. Contohnya Xfce 4.8.0pra2, xfwm4 perlu mempunyai versi 4.7.17 dan Thunar mempunyai 1.1.9.
nb: der Y er et partall. Hver av disse utgivelsene må inludere siste utviklingsutgivelser av alle komponentene (eller den stabile hvis det ikke var noen utviklingsutgivelse etter forrige stabile utgivelse). Versjonstallene til disse komponentene kan (eller må) være forskjellig fra navnedefinisjonen nevnt over. For eksempel kan utgivelsen Xfce 4.8.0pre2 ha xfwm4 versjon 4.7.17 og Thunar versjon 1.1.9.
nl: waarbij Y moet een even aantal. Elk van deze versies is de nieuwste ontwikkeling introducties van alle componenten omvatten (of stabiel is, als er geen ontwikkeling releases sinds de laatste stabiele release) van de Xfce core desktop. De versie nummers van deze componenten kan (zelfs moet) afwijken van de naamgeving hierboven. Bijv. voor Xfce 4.8.0pre2, xfwm4 kon de versie 4.7.17 en Thunar kunnen hebben 1.1.9.
oc: ont Y deu èsser un nombre par. Caduna d'aquelas versions deu inclure las darrièras versions de desvolopament de totes los components (o estable, se i aviá pas de versions de desvolopament dempuèi la darrièra version establa) del còr del burèu Xfce. Los numèros de version d'aquestes components pòdon (quitament devon) diferir de l'esquèma de nomenatge çaisús. Per exemple, per Xfce 4.8.0pre2, xfwm4 poiriá aver la version 4.7.17 e Thunar poiriá aver la 1.1.9.
pt: onde Y tem que ser um número par. Cada um destes lançamentos tem que incluir os últimos lançamentos de desenvolvimento de todos os componentes (ou estável, se não houve lançamentos de desenvolvimento desde o último lançamento estável) do ambiente central do Xfce. Os números da versão destes componentes pode (ou até deve) ser diferente do esquema de nomenclatura acima. Por exemplo, para Xfce 4.8.0pre2, xfwm4 poderia ter a versão 4.7.17 e Thunar poderia ter 1.1.9.
ru: где Y должно быть четным числом. Каждый из этих выпусков включает позднейшие опытные выпуски всех компонентов (или стабильные, если там не было опытных выпусков после последнего стабильного выпуска) ядра оболочки Xfce. Номера версии этих компонентов могут (даже должны) отличаться от вышеуказанной схемы наименования. Например для Xfce 4.8.0pre2, xfwm4 мог иметь версию 4.7.17 и Thunar мог иметь 1.1.9.
sq: ku Y duhet të jetë një numër çift. Secila prej këtyre hedhjeve në qarkullim duhet të përfshijë hedhjet më të reja në qarkullim të versioneve zhvillim të krejt përbërësve (ose të versioneve të qëndrueshëm, nëse nuk ka pasur hedhje në qarkullim versionesh zhvillim që nga ai i fundit i qëndrueshëm) të desktopit bazë Xfce. Numrat e versionit të këtyre përbërësve mund (në fakt duhet) të ndryshojnë nga skema e mësipërme e emërtimeve. Për shembull, për Xfce 4.8.0pre2, xfwm4 mund të ketë versionin 4.7.17 dhe Thunar-i atë 1.1.9.
sv: där Y måste vara ett jämnt nummer. Var och en av dessa versioner ska inkludera de senaste utvecklingsutgåvorna av alla komponenter (eller stabila, om det inte fanns några utvecklingsutgåvor sedan den senaste stabila utgåvan) av Xfce:s kärnskrivbord. Versionsnumren för dessa komponenter kan (till och med måste) skilja sig från benämningarna ovan. T.ex. för Xfce 4.8.0pre2 kunde xfwm4 ha version 4.7.17 och Thunar kunde ha 1.1.9.
th: โดยที่ Y ต้องเป็นเลขคู่ รุ่นต่างๆ แต่ละรุ่นเหล่านี้ต้องรวมเอารุ่นพัฒนาล่าสุดของทุกองค์ประกอบ (หรือเป็นรุ่นเสถียรถ้าไม่มีการออกรุ่นพัฒนามาตั้งแต่รุ่นเสถียรล่าสุด) ของเดสก์ท็อป Xfce แกนหลัก เลขรุ่นขององค์ประกอบเหล่านี้อาจ (หรือแม้แต่จำเป็นต้อง) ต่างจากแนวทางการกำหนดชื่อรุ่นข้างต้น ตัวอย่างเช่น สำหรับ Xfce 4.8.0pre2 แล้ว xfwm4 อาจเป็นรุ่น 4.7.17 และ Thunar อาจเป็นรุ่น 1.1.9 ก็ได้
tr: Y çift sayı olması gerektiğinde. Bu sürümlerin her biri, Xfce temel masaüstünün tüm bileşenlerin son geliştirme sürümünü (son kararlı sürümden beri bir geliştirme sürümü yoksa, kararlı olan sürümü) içermek zorudadır. Bu bileşenlerin sürüm numaraları, yukardaki şemadan farklı (veya aynı) olabilir. Örn. Xfce 4.8.0pre2 için, xfwm4 sürümü 4.7.17 ve Thunar sürümü 1.1.9 olabilir.
uk: де Y мусить бути парним числом. Кожен з цих випусків повинен містити всі розробницькі версії компонент (або стабільні, якщо не було розробок з часу останнього випуску) ядра стільниці Xfce. Номери версій цих компонент можуть (навіть мають) відрізнятися від схеми найменувань, описаної вище. Наприклад, для Xfce 4.8.0pre2, xfwm4 повинно мати версію 4.7.17, а Thunar повинен мати 1.1.9.
zh_tw: Y 必須是偶數。每個這樣的版本必須包含 Xfce 核心桌面所有組件的最新開發版本(或是穩定版本，如果在最新的穩定版本釋出後沒有新的開發版本的話)。這些組件的版本號應該(甚至必須)與上述的命名方案不同。例如，對 Xfce 4.8.0pre2來說，xfwm4 可能會是4.7.17版，而 Thunar 則可能會是 1.1.9版。
