Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: As of today, the long awaited version 4.4.0 of the Xfce Desktop Environment is finally available. I will try to highlight some of the new features which have been added since the last stable release.
ca: A dia d'avui, la tan esperada versió 4.4.0 de l'entorn d'escriptori Xfce finalment està disponible. Intentaré destacar algunes de les noves característiques que s'han afegit des de l'última versió estable.
cs: Dnes je dlouho očekávaná verze 4.4.0 desktopového prostředí Xfce konečně dostupná. Pokusím se vybrat několik nových funkcí a vlastností přidaných od posledního stabilního vydání.
da: Fra idag, er den længe ventede version 4.4.0 af Xfce skrivebord-miljøet endelig tilgængelig. Jeg vil prøve at pointere nogle af de nye funktioner som er blevet tilføjet siden den sidste stabile udgivelse.
de: Seit heute ist die lange erwartete Version 4.4.0 der Xfce-Arbeitsumgebung endlich verfügbar. Ich werde versuchen, einige der neuen Eigenschaften aufzuzeigen, die seit der letzten stabilen Veröffentlichung hinzugefügt wurden.
es: A partir de hoy, la tan esperada versión 4.4.0 del entorno de escritorio Xfce está por fin disponible. Voy a tratar de poner de relieve algunas de las novedades que se han agregado desde la última versión estable.
fr: Depuis aujourd’hui, la version 4.4.0 tant attendue de l’environnement de bureau Xfce est enfin disponible. Nous allons essayer de présenter certaines des nouvelles fonctionnalités ajoutées depuis la dernière version stable.
gl: A partir de hoxe, a tan esperada versión 4.4.0 do Contorno de escritorio Xfce está finalmente dispoñíbel. A seguir destacan algunhas das novas funcións que se engadiron desde a última versión estábel.
he: נכון להיום, גרסה 4.4.0 של סביבת שולחן עבודה Xfce שכה המתינו לה סוף סוף זמינה. אני אנסה לסקור כמה מהתכונות החדשות שנוספו מאז הגרסה היציבה האחרונה.
id: Kini, Lingkungan Desktop Xfce versi 4.4.0 yang telah lama ditunggu akhirnya tersedia. Saya akan mencoba menyorot beberapa fitur baru yang telah ditambahkan sejak rilis stabil yang terakhir.
it: Da oggi, la tanto attesa versione 4.4.0 dell'ambiente grafico Xfce è finalmente disponibile. Verranno evidenziate alcune delle nuove caratteristiche che sono state integrate nell'ultima versione stabile.
ja: 今日、長い間待ちわびられていたXfceデスクトップ環境4.4.0がやっと利用できるようになりました。最後の安定版のあとに追加された新しい機能を説明したいと思います。
kk: Бүгін көптен күткен Xfce жұмыс үстел ортасының 4.4.0 нұсқасы ақыры қолжетімді болды. Мен соңғы тұрақты шығарылымнан бері қосылған кейбір жаңа мүмкіндіктерді атап өтуге тырысамын.
lt: Šiandien, ilgai laukta Xfce Darbalaukio Aplinkos versija 4.4.0 yra pagaliau prieinama. Aš pabandysiu išryškinti kai kurias naujas savybes, kurios buvo pridėtos prie paskutinės stabilios laidos.
ms: Pada hari ini, versi 4.4.0 bagi Persekitaran Desktop Xfce yang ditunggu-tunggu akhirnya dilepaskan. Saya sorotkan beberapa fitur baharu yang telah ditambah semenjak keluaran stabil yang lepas.
nb: Fra i dag er den etterlengtede versjon 4.4.0 av Xfce skrivebordsmiljøet endelig tilgjengelig. Jeg vil forsøke å fremheve noen av de nye funksjonene som har blitt lagt til siden den siste stabile utgaven.
oc: À compter d'uèi, la tant attendue version 4.4.0 de l'environament de burèu Xfce es enfin disponible. Je vais essayer de metre en évidence qualques-unes dels novèlas foncionalitats que son estadas apondudas dempuèi la darrièra version establa.
pl: Od dzisiaj dostępna jest do pobrania długo oczekiwana wersja 4.4.0 środowiska graficznego Xfce. Poniżej zaprezentowano najbardziej znaczące nowości, wprowadzone od czasu opublikowania ostatniego stabilnego wydania.
pt: A partir de hoje, a muito esperada versão 4.4.0 do ambiente de trabalho gráfico do Xfce está finalmente disponível. Irei destacar algumas das novas funcionalidades que foram adicionadas desde a última versão.
pt_br: A partir de hoje, a tão esperada versão 4.4.0 do ambiente de desktop Xfce está finalmente disponível. Vou tentar destacar alguns dos novos recursos que foram adicionados desde o último lançamento estável.
ro: Începând de astăzi, mult așteptata versiune 4.4.0 a mediului grafic de birou Xfce este în sfârșit disponibilă. Voi încerca să evidențiez câteva dintre noile caracteristici care au fost adăugate de la ultima versiune stabilă.
ru: Сегодня наконец доступна долгожданная версия 4.4.0 рабочего окружения Xfce. Я попытаюсь подчеркнуть некоторые из новых особенностей, добавленных со времени последнего стабильного выпуска.
sq: Nga sot, versioni i shumëpritur 4.4.0 i Mjedisit Xfce për Desktop është më në fund gati. Do të provoj të nxjerr në pah disa nga veçoritë e reja që janë shtuar që nga hedhja e fundit e qëndrueshme në qarkulllim.
sr: Од данас, дуго очекивано издање 4.4.0 ИксФЦЕ радног окружења је коначно доступно. Покушаћу да подвучем неке нове могућности које су додате од последњег коначног издања.
sv: Från och med idag, är den efterlängtade version 4.4.0 av skrivbordsmiljön Xfce äntligen tillgänglig. Jag ska försöka att belysa några av de nya funktioner som har lagts till sedan den senaste stabila versionen.
th: วันนี้ รุ่น 4.4.0 ที่รอคอยกันมานานของเดสก์ท็อป Xfce ก็ออกมาในที่สุด ผมจะพยายามเน้นความสามารถใหม่ๆ บางเรื่องซึ่งถูกเพิ่มเข้ามานับจากรุ่นเสถียรรุ่นที่แล้ว
tr: Bugün itibariyle, Xfce Masaüstü Ortamının uzun zamandır beklenen 4.4.0 sürümü nihayet mevcuttur.En son kararlı sürümden beri eklenen yeni özelliklerden bazılarını vurgulamak için çalışacağız.
uk: Отже, довгоочікувана версія 4.4.0 of оточення робочого столу Xfce нарешті доступна. Я постараюся розказати про деякі нові можливості, які були додані в порівнянні з стабільним випуском.
vi: Tính đến hôm nay, phiên bản 4.4.0 được chờ đợi từ lâu của Môi trường máy tính để bàn Xfce cuối cùng đã có sẵn. Tôi sẽ cố gắng nêu bật một số tính năng mới đã được thêm vào kể từ bản phát hành ổn định gần đây nhất.
zh_tw: 到了今天，經過漫長的等待，Xfce 桌面環境4.4.0終於發佈了。我將會試著強調一些自上個穩定版本發佈以來新增的功能。

source: Desktop Icons
ca: Icones de l'escriptori
cs: Ikony plochy
da: Skrivebordsikoner
de: Symbole auf dem Schreibtisch
es: Iconos del escritorio
fr: Icônes de bureau
gl: Iconas do escritorio
he: אייקוני שולחן עבודה
id: Ikon Desktop
it: Icone della scrivania
ja: デスクトップアイコン
kk: Жұмыс үстелінің таңбашалары
lt: Darbalaukio piktogramos
ms: Ikon Desktop
nb: Skrivebords-ikoner
oc: Icònas del burèu
pl: Ikony pulpitu
pt: Ícones do ambiente de trabalho
pt_br: Ícones de desktop
ro: Pictograme pe birou
ru: Значки рабочего стола
sq: Ikona Desktopi
sr: Иконе радне површи
sv: Skrivbordsikoner
th: ไอคอนพื้นโต๊ะ
tr: Masaüstü Simgeleri
uk: Іконки стільниці
vi: Biểu tượng máy tính để bàn
zh_tw: 桌面圖示

source: One of the most often requested features during the 4.0 and 4.2 was support for icons on the desktop. Now, with Xfce 4.4.0, this feature was finally added to the desktop manager <b>Xfdesktop</b>.
ca: Una de les característiques més sol·licitades durant les versions 4.0 i 4.2 va ser el suport per a les icones a l'escriptori. Ara, amb Xfce 4.4.0, aquesta característica es va afegir finalment al gestor d'escriptori <b>Xfdesktop</b>.
cs: Jednou z nejžádanějších funkcí během verzí 4.0 a 4.2 byla podpora ikon na ploše. Do verze Xfce 4.4.0 byla správci plochy <b>Xfdesktop</b> tato vlastnost nyní konečně přidána.
da: En af de mest efterspurgte funktioner i løbet af 4.0 og 4.2 var understøttelse af ikoner på skrivebordet. Nu med Xfce 4.4.0, er denne funktion endelig blevet tilføjet til skrivebords-manageren <b>Xfskrivebord</b>.
de: Eines der in Version 4.0 und 4.2 am häufigsten nachgefragten Funktionsmerkmale war die Unterstützung für Symbole auf der Arbeitsfläche. Jetzt, mit Xfce 4.4.0, wurde dieses Funktionsmerkmal zur Arbeitsflächenverwaltung <b>Xfdesktop</b> hinzugefügt.
es: Una de las características más solicitadas en 4.0 y 4.2 fue el soporte de los iconos en el escritorio. Ahora, con Xfce 4.4.0, esta función por fin se añadió al gestor de escritorio <b>Xfdesktop</b>.
fr: Très souvent réclamée depuis la 4.0, la prise en charge des icônes de bureau est désormais effective et a été intégrée au gestionnaire de bureau <b>Xfdesktop</b> de Xfce 4.4.0.
gl: Unha das características máis solicitadas durante o 4.0 e 4.2 foi que se permitisen utilizar iconas no escritorio. Agora, co Xfce 4.4.0, esta función foi finalmente engadida ao xestor de escritorio <b>xfdesktop</b>.
he: אחת מהתכונות המבוקשות ביותר במהלך 4.0 ו 4.2 היתה תמיכה לאייקונים על שולחן העבודה. עכשיו, עם Xfce 4.4.0, תכונה זו סוף סוף נוספה למנהל שולחן העבודה <b>Xfdesktop<b>.
id: Salah satu fitur yang sangat sering diminta selama 4.0 dan 4.2 adalah dukungan ikon pada desktop. Sekarang, dengan Xfce 4.4.0, fitur ini akhirnya ditambahkan pada manajer desktop <b>Xfdesktop</b>.
it: Una delle funzionalità più spesso richieste nelle versioni 4.0 e 4.2 era il supporto per le icone sulla scrivania. Ora, con Xfce 4.4.0, questa caratteristica è finalmente inclusa nel gestore della scrivania <b>Xfdesktop</b>.
ja: 4.0と4.2の時に一番よく追加して欲しい機能として聞かれたものの一つとしてはデスクトップ上のアイコンをサポートして欲しいということでした。Xfce 4.4.0ではこの機能がようやく<b>Xfdesktop</b>（デスクトップマネージャー）に追加されました。
kk: 4.0 және 4.2 кезінде ең жиі сұралған мүмкіндіктердің бірі жұмыс үстеліндегі таңбашаларды қолдау еді. Енді, Xfce 4.4.0 нұсқасында, бұл мүмкіндік ақыры <b>Xfdesktop</b> жұмыс үстелі менеджеріне қосылды.
lt: Viena iš dažniausiai prašomų ypatybių 4.0 ir 4.2 laidų metu buvo piktogramų palaikymas darbalaukyje. Dabar, su Xfce 4.4.0, ši ypatybė buvo pagaliau pridėta į darbalaukio tvarkytuvę <b>Xfdesktop</b>.
ms: Salah satu fitur yang paling kerap dipohon ketika 4.0 dan 4.2 adalah sokongan ikon pada dekstop. Kini, dengan Xfce 4.4.0, fitur ini akhirnya ditambah pada pengurus desktop <b>Xfdesktop</b>.
nb: En av de mest etterspurte funksjonene under versjon 4.0 og 4.2 var støtte for ikoner på skrivebordet. Nå, med Xfce 4.4.0, er denne funksjonen endelig blitt lagt til skrivebordsbehandleren <b>XFdesktop</b>.
oc: Una de las caracteristicas lo mai sovent demandés pendent la 4.0 e la 4.2 es estada lo soutien dels icònas sul burèu. Ara, amb Xfce 4.4.0, aquesta fonction a finalament été apondut al gestionari de burèu <b>Xfdesktop</b>.
pl: Jedną z najbardziej pożądanych funkcji, zgłaszanych podczas cyklów wydań 4.0 i 4.2, była obsługa ikon pulpitu. Xfce 4.4.0 przynosi implementację tej funkcji w menedżerze pulpitu <b>Xfdesktop</b>.
pt: Uma das mais pedidas funcionalidades durante o 4.0 e 4.2 era o suporte para ícones no ambiente de trabalhp. Agora, com o Xfce 4.4.0, esta funcionalidade foi finalmente adicionada ao gestor do ambiente de trabalho <b>Xfdesktop</b>.
pt_br: Um dos recurso mais solicitados durante o 4.0 e 4.2 foi o suporte a ícones na área de trabalho. Agora, com o Xfce 4.4.0, este recurso foi finalmente adicionado ao gerenciador de área de trabalho <b>Xfdesktop</b>.
ro: Una dintre cele mai des solicitate caracteristici în timpul 4.0 și 4.2 a fost suportul pentru pictograme pe birou. Acum, cu Xfce 4.4.0, această caracteristică a fost în sfârșit adăugată la gestionarul de birou <b>Xfdesktop</b>.
ru: Поддержка значков на рабочем столе было одной из наиболее желанных функциональностей для выпусков 4.0 и 4.2. Наконец, в Xfce 4.4.0 эта возможность добавлена в менеджер рабочего стола <b>Xfdesktop</b>.
sq: Një nga veçoritë e kërkuara më shpesh gjatë 4.0 dhe 4.2 qe mbulim për ikona te desktopi. Tanimë, me Xfce 4.4.0, kjo veçori i është shtuar më në fund përgjegjësit të desktopit, <b>Xfdesktop</b>.
sr: Један од најчешћих захтева у току подршке 4.0 и 4.2 је био подршка за сличице на радној површи. Сада, са ИксФЦЕ-ом 4.40, ова могућност је коначно додата управнику радне површи <b>Xfdesktop</b>-у.
sv: Ett av de vanligaste önskemålen under 4.0 och 4.2 var stöd för ikoner på skrivbordet. Nu, med Xfce 4.4.0, har denna funktion slutligen lagts till skrivbordshanteraren <b>Xfdesktop</b>.
th: สิ่งหนึ่งที่เรียกร้องกันมากที่สุดในช่วง 4.0 และ 4.2 ก็คือการรองรับการแสดงไอคอนบนพื้นโต๊ะ ขณะนี้ ใน Xfce 4.4.0 เราได้เพิ่มความสามารถนี้ในโปรแกรมจัดการพื้นโต๊ะ <b>Xfdesktop</b> แล้วในที่สุด
tr: 4.0 ve 4.2 sırasında en sık istenen özelliklerinden biri masaüstündeki simgelerin desteklemesi oldu.Şimdi, Xfce 4.4.0 ile, bu özellik nihayet masaüstü yöneticisine eklendi <b>Xfdesktop</b>.
uk: Однією з найбільш запотребованою властивістю від версій 4.0 і 4.2 була підтримка значків на стільниці. Тепер у випуску 4.4.0 ця можливість остаточно додана до менеджера стільниці <b>Xfdesktop</b>.
vi: Một trong những tính năng được yêu cầu thường xuyên nhất trong phiên bản 4.0 và 4.2 là hỗ trợ các biểu tượng trên màn hình nền. Giờ đây, với Xfce 4.4.0, tính năng này cuối cùng đã được thêm vào trình quản lý máy tính để bàn <b>Xfdesktop</b>.
zh_tw: 其中一個在4.0到4.2間最常被請求的就是支援桌面圖誓。現在，Xfce 4.4.0，這個功能終於被加入到桌面管理員 <b>Xfdesktop</b> 了。

source: The desktop manager utilizes <b>Thunar</b>'s libraries to handle application launchers and regular files/folders on the desktop. The desktop manager is also able to display icons for minimized windows on the desktop, which is quite a popular feature from the CDE world. Of course, you can disable the desktop icons altogether if you prefer a clean desktop.
ca: El gestor d'escriptori utilitza les biblioteques <b>Thunar</b>'s per gestionar llançadors d'aplicacions i fitxers/carpetes regulars a l'escriptori. El gestor d'escriptori també és capaç de mostrar icones per a finestres minimitzades a l'escriptori, que és una característica bastant popular del món CDE. Per descomptat, podeu desactivar les icones d'escriptori si preferiu un escriptori net.
cs: Správce plochy používá knihovny aplikace <b>Thunar</b> k manipulaci se spouštěči aplikací a s běžnými soubory či složkami na ploše. Správce plochy také dokáže zobrazit ikony minimalizovaných oken na ploše, což je oblíbená vlastnosti ze světa prostředí CDE. Pokud upřednostňujete čistou plochu, lze všechny ikony plochy samozřejmě zakázat.
da: Skrivebords-manageren udnytter <b>Thunar</b>'s biblotek til at håndtere applikations-kørelse og almindelige filer/mapper på skrivebordet. Skrivebords-manageren er også i stand til at vise ikoner for minimerede vinduer på skrivebordet, som er en populær funktion fra CDE verdenen. Selvfølgelig, kan du deaktivere skrivebordets ikoner alt-sammen hvis du foretrækker et rent skrivebord.
de: Die Arbeitsflächenverwaltung benutzt die Bibliotheken von <b>Thunar</b>, um Anwendungsstarter und reguläre Dateien und Ordner auf dem Schreibtisch zu verwalten. Die Arbeitsflächenverwaltung kann außerdem Symbole für minimierte Fenster auf der Arbeitsfläche anzeigen, ein populäres Funktionsmerkmal aus der CDE-Welt. Selbstverständlich können Sie die Symbole auf der Arbeitsfläche auch deaktivieren wenn Sie wert auf einen saubere Arbeitsfläche legen.
es: El gestor de escritorio utiliza las bibliotecas de <b>Thunar</b> para gestionar los lanzadores de aplicaciones y archivos/carpetas en el escritorio. El gestor de escritorio también es capaz de mostrar los iconos de las ventanas minimizadas en el escritorio, lo que es una característica bastante popular del mundo del CDE. Por supuesto, puede desactivar los iconos del escritorio si prefiere un escritorio limpio.
fr: Le gestionnaire de bureau utilise les bibliothèques de <b>Thunar</b> pour piloter les lanceurs d’applications, les fichiers ou dossiers sur le bureau. Il est également capable d’afficher des icônes miniatures pour les fenêtres réduites, fonctionnalité assez populaire des environnements de bureau. Vous pouvez bien évidemment désactiver les icônes si vous préférez un bureau dégagé.
gl: O xestor de escritorio utiliza as bibliotecas de <b>Thunar</b> para xestionar os iniciadores de aplicacións e os ficheiros/cartafoles regulares no escritorio. O xestor de escritorio tamén é capaz de amosar iconas para minimizar as xanelas no escritorio, que é unha característica moi popular do mundo CDE. Por suposto, pode desactivar completamente as iconas do escritorio se prefire un escritorio limpo.
he: מנהל שולחן העבודה משתמש בספריות של <b>תונאר<b> לטיפול במפעילי יישומים וקבצים/תיקיות רגילים על שולחן העבודה. מנהל שולחן העבודה גם יכול להציג אייקונים עבור חלונות ממוזערים על שולחן העבודה, שזו תכונה מאוד פופולרית מעולם הCDE. כמובן, אפשר לכבות לגמרי את האייקונים של שולחן העבודה אם אתה מעדיף שולחן עבודה נקי.
id: Manajer desktop memanfaatkan pustaka <b>Thunar</b> untuk menangani peluncur aplikasi dan berkas/folder reguler pada desktop. Manajer desktop juga mampu menampilkan ikon untuk jendela yang diminimalkan pada desktop, yang menjadi fitur populer dari dunia CDE. Tentu saja, Anda bisa menonaktifkan semua ikon desktop jika Anda menginginkan desktop yang bersih.
it: Il gestore della scrivania utilizza le librerie di <b>Thunar</b> che gli consentono di gestire gli avviatori e i file o le cartelle regolari sulla scrivania. Il gestore della scrivania è anche in grado di mostrare le icone per la riduzione delle finestre, che è una applicazione alquanto popolare dal mondo CDE. Naturalmente è possibile disattivare del tutto le icone della scrivania se si preferisce averla pulita.
ja: デスクトップマネージャーは<b>Thunar</b>のライブラリをアプリケーションランチャーとデスクトップ上でのファイル/フォルダーを扱うために利用しています。このデスクトップマネージャーはデスクトップの最小化されたウィンドウのアイコンを表示できるようにするものです。（この機能はCDEの世界では一番有名な機能です。）勿論、何もないデスクトップの方が良いと思うのであれば、デスクトップアイコンを完全に無効にすることもできます。
kk: Жұмыс үстелі менеджері жұмыс үстеліндегі қолданбаларды қосқыштарды және қарапайым файлдарды/бумаларды өңдеу үшін <b>Thunar</b> кітапханаларын пайдаланады. Жұмыс үстелі менеджері сонымен қатар жұмыс үстеліндегі жиырылған терезелер үшін таңбашаларды көрсете алады, бұл CDE әлеміндегі өте танымал мүмкіндік. Әрине, егер сіз таза жұмыс үстелін қаласаңыз, жұмыс үстелі таңбашаларын толығымен сөндіруге болады.
lt: Darbalaukio tvarkytuvė panaudoja programos <b>Thunar</b> bibliotekas, kad apdorotų, darbalaukyje esančius, programų leistukus ir įprastus failus/aplankus. Darbalaukio tvarkytuvė taip pat gali darbalaukyje rodyti suskleistų langų piktogramas, o tai yra gan populiari ypatybė iš CDE pasaulio. Žinoma, jeigu jūs pageidaujate švaraus darbalaukio, galite išjungti darbalaukio piktogramas.
ms: Pengurus desktop menggunakan pustaka <b>Thunar</b>'s untuk kendalikan pelancar dan fail/folder biasa pada desktop. Pengurus desktop juga boleh memaparkan ikon untuk tetingkap terminimum, yang merupakan fitur terkenal dari dunia CDE. Selain itu, anda boleh lumpuhkan ikon desktop jika anda mahukan desktop yang kemas.
nb: Skrivebordsbehandleren bruker <b>Thunar</b>s biblioteker for å håndtere programstartere og vanlige filer og mapper på skrivebordet. Skrivebordsbehandleren kan også vise ikoner for minimerte vinduer på skrivebordet, noe som er populært i CDE-miljøet. Du kan selvfølgelig slå av alle skrivebordsikoner hvis du vil ha et rent skrivebord.
oc: Lo gestionari de burèu utiliza las bibliotècas<b>Thunar</b>per manipular d'aviadors d'aplicacions e de fichièrs / dorsièrs regulars sul burèu. Lo gestionari de burèu es tanben capable d'afichar las icònas de las fenèstras redusidas sul burèu, aquò's una caracteristica populara dins lo monde de CDE. Solide, podètz desactivar totalament las icònas del burèu se vos agrada mai un burèu pròpri.
pl: Menedżer pulpitu wykorzystuje biblioteki programu <b>Thunar</b> zarówno do obsługi aktywatorów programów jak i zwykłych plików lub katalogów. Program potrafi również wyświetlać na pulpicie ikony zminimalizowanych okien. Jest to dosyć popularne rozwiązanie w środowisku CDE. Oczywiście pulpit można skonfigurować tak, by nie zawierał żadnych elementów.
pt: O gestor do ambiente de trabalho usa as bibliotecas do <b>Thunar</b> para lidar com lançadores de aplicações e com ficheiros e pastas no ambiente de trabalho. O gestor de ambiente de trabalho também é capaz de mostrar ícones para janelas minimizadas, algo muito popular do mundo CDE. Claro, pode desativar todos os ícones no ambiente de trabalho se preferir um ambiente limpo.
pt_br: O gerenciador de área de trabalho utiliza as bibliotecas do <b>Thunar</b>para lidar com os lançadores dos aplicativos e arquivos/pastas normais na área de trabalho. O gerenciador de área de trabalho também é capaz de exibir ícones para janelas minimizadas na área de trabalho, o que se mostra um recurso popular do mundo de CDE. É claro, você pode desabilitar os ícones de área de trabalho todos juntos, se preferir uma área de trabalho limpa.
ro: Gestionarul de birou utilizează bibliotecile <b>Thunar</b> pentru a gestiona lansatoarele de aplicații și fișierele/dosarele obișnuite de pe birou. Gestionarul de birou este, de asemenea, capabil să afișeze pictograme pentru ferestrele minimizate pe birou, care este o caracteristică destul de populară din lumea CDE. Desigur, puteți dezactiva complet pictogramele de pe birou dacă preferați un birou curat.
ru: Менеджер рабочего стола использует библиотеки <b>Thunar</b> для управления значками запуска и файлами/каталогами на рабочем столе. Менеджер рабочего стола позволяет отображать значки свёрнутых приложений на рабочем столе — это довольная популярная функция среди пользователей CDE. Конечно, вы можете отключить значки, если предпочитаете видеть рабочий стол свободным.
sq: Përgjegjësi i desktopit përdor librari të <b>Thunar</b>'-it për të trajtuar nisës aplikacionesh dhe kartela/dosje të rregullta te desktop-i. Përgjegjësi i desktopit është gjithashtu në gjendje të shfaqë ikona për dritare të minimizuara në desktop, e cila është një veçori goxha popullore prej botës CDE. Sigurisht që mund t’i çaktivizoni fare ikonat e desktop-it, nëse parapëlqeni një desktop të qëruar.
sr: Управник радне површи користи библиотеке <b>Тунара</b> за руковање покретачима програма и уобичајеним датотекама/фасциклама на радној површи. Управник радне површи је такође способан за приказ сличица умањених прозора на радној површи, што је врло популарна могућност из ЦДЕ света. Наравно, можете онемогућити све сличице радне површи ако више волите чисту радну површ.
sv: Skrivbordshanteraren använder <b>Thunars</b> bibliotek för att hantera programstartare och vanliga filer/mappar på skrivbordet. Skrivbordshanteraren kan också visa ikoner för minimerade fönster på skrivbordet, som är en ganska populär funktion i CDE-världen. Du kan självklart inaktivera skrivbordsikoner helt om du föredrar ett rent skrivbord.
th: โปรแกรมจัดการพื้นโต๊ะใช้ประโยชน์จากไลบรารีของ <b>Thunar</b> ในการจัดการตัวเรียกโปรแกรมและแฟ้ม/โฟลเดอร์ธรรมดาบนพื้นโต๊ะ โปรแกรมจัดการพื้นโต๊ะยังสามารถแสดงไอคอนของหน้าต่างที่ย่อเก็บบนพื้นโต๊ะได้ด้วย ซึ่งเป็นความสามารถที่ค่อนข้างเป็นที่นิยมกันในโลกของ CDE และแน่นอนว่าคุณสามารถปิดการใช้ไอคอนบนพื้นโต๊ะทั้งหมดได้ ถ้าคุณชอบพื้นโต๊ะสะอาดๆ มากกว่า
tr: Masaüstü Yöneticisi <b>Thunar</b>'ın kütüphaneleri masaüstündeki uygulama yükleyicileri ve düzenli dosya/klasörlerini işlemek için kullanır. Masaüstü Yöneticisi, aynı zamanda CDE dünyasında oldukça popüler bir özellik olan, masaüstündeki simge durumuna küçültülmüş pencereler için simgeleri görüntüler. Eğer temiz bir masaüstü isterseniz, masaüstü simgelerini tamamen devre dışı bırakabilirsiniz.
uk: Менеджер стільниць <b>Thunar</b> містить бібліотеки для керуванням запускачами програм і файлами/теками на стільниці. Менеджер стільниць теж висвітлює значки для мінімізованих вікон на стільниці. Якщо Ви надаєте перевагу чистій стільниці, тоді цю властивість можна виключити в налаштуваннях.
vi: Trình quản lý máy tính để bàn sử dụng các thư viện của <b>Thunar</b> để xử lý các trình khởi chạy ứng dụng và các tệp/thư mục thông thường trên máy tính để bàn. Trình quản lý màn hình cũng có thể hiển thị các biểu tượng cho các cửa sổ thu nhỏ trên màn hình, đây là một tính năng khá phổ biến trong thế giới CDE. Tất nhiên, bạn có thể tắt hoàn toàn các biểu tượng trên màn hình nếu bạn muốn một màn hình sạch sẽ.
zh_tw: 桌面管理員利用 <b>Thunar</b> 的函式庫來處理應用程式啟動器及桌面上的一般檔案及資料夾。桌面管理員還可以在桌面上顯示最小化視窗的圖示，這在 CDE 界是非常流行的功能。當然，如果您偏好一個乾淨的桌面，您也可以完全停用桌面圖示。
