Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Parole's UI was totally redone in Gtk3. It now supports multiple video backends, makes more efficient use of your resources and contains a few novel plugins.
ca: La interfície d'usuari de Parole es va refer totalment a Gtk3. Ara admet múltiples dorsals de vídeo, fa un ús més eficient dels vostres recursos i conté alguns connectors nous.
cs: Uživatelské rozhraní aplikace Parole bylo kompletně přepsáno do Gtk3. Nyní podporuje více backendů, efektivněji využívá zdroje a obsahuje pár nových zásuvných modulů.
da: Parole's UI var totalt genlavet i Gtk3. Det understøtter nu mange video backends, laver mere effektiv brug af dine ressourcer og indeholder nogle få novel plugins.
de: Paroles UI wurde komplett in Gtk3 neu geschrieben. Es unterstützt jetzt mehrere Video-Backends, nutzt Ressourcen effektiver und enthält ein paar neue Plugins.
es: La interfaz de usuario de Parole fue totalmente rescrita en GTK-3. Ahora soporta múltiples sistemas cliente-servidor de video, hace un uso más eficiente de sus recursos y contiene unos complementos nuevos .
fr: L’interface utilisateur de Parole a été complètement réécrite en Gtk3. Parole prend maintenant en charge de multiples moteurs vidéo, utilise vos ressources de façon plus efficace et contient quelques nouveaux greffons.
gl: A interface de usuario do Parole foi refeita totalmente en Gtk3. Agora admite varias infraestruturas de vídeo, fai un uso máis eficiente dos seus recursos e contén algúns engadidos novos.
he: ממשק משתמש Parole בוצע מחדש לגמרי ב-Gtk3. הוא עכשיו תומך במספר backends של וידאו, עושה שימוש יעיל יותר במשאבים שלך ומכיל כמה תוספים חדשים.
id: Antarmuka Parole telah dibangun ulang menggunakan Gtk3. Sekarang ia mendukung banyak backend video, menggunakan sumber daya komputer Anda secara lebih efisien dan memiliki beberapa plugin baru.
it: L'interfaccia di Parole è stata completamente riprogettata in GTK+3. Ora sono supportati diversi backend video, viene fatto un uso più efficiente delle risorse e sono stati introdotti alcuni nuovi componenti aggiuntivi.
ja: Parole の UI は GTK+3 で全面的に書きなおされました。複数のビデオバックエンドがサポートされ、効率的にリソースが利用できるようになり、新しいプラグインが追加されました。
kk: Parole интерфейсі Gtk3 нұсқасына толықтай ауыстырылды. Енді ол бірнеше видео механизмдерін қолдайды, ресурстарды тиімдірек пайдаланады және бірнеше жаңа плагиндерді қамтиды.
lt: Parole grotuvo naudotojo sąsaja buvo perdaryta į Gtk3. Dabar jis palaiko kelias vaizdo įrašų vidines puses, efektyviau išnaudoja jūsų išteklius ir turi kelis naujoviškus įskiepius.
ms: UI Parole sepenuhnya dirombak semua dengan Gtk3. Ia kini menyokong pelbagai bahagian belakang video, menjadikannya lebih efisyen gunakan sumber anda dan mengandungi beberap pemalam yang hebat.
nb: Paroles brukergrensesnitt ble endret fra bunnen av i Gtk3. Programmet støtter nå flere videobakstykker og gjør bedre bruk av systemressurser, og inneholder et par ualminnelige tillegg.
pl: Interfejs aplikacji Parole został całkowicie przepisany w GTK3. Od teraz obsługuje wiele back-endów, co czyni ją efektywniej używającą zasobów twojego komputera i zawiera kilka nowych wtyczek.
pt: A IU do parole foi totalmente refeita em Gtk3. Agora suporta vários sistemas de vídeo, faz uso mais eficiente dos recursos e tem alguns novos plugins.
pt_br: A interface de usuário do Parole foi totalmente refeita em Gtk3. Agora suporta vários servidores de vídeo, faz uso mais eficiente dos recursos e contém alguns plugins novos.
ro: Interfața Parole a fost complet refăcută în Gtk3. Acum acceptă mai multe motoare video, utilizează mai eficient resursele și conține câteva module noi.
ru: Графический интерфейс Parole был полностью переделан на GTK3. Теперь поддерживаются несколько внутренних видеоинтерфейсов, более эффективно используются ваши ресурсы и имеется несколько новых модулей.
sq: Ndërfaqja grafike e Parole-s u ribë tërësisht në Gtk3. Tani mbulon mekanizma të shumtë shfaqje videosh, e bën më efikas përdorimin e burimeve tuaja dhe përmban edhe pak shtojca të reja.
sr: Корисничко сучеље Часноречца је прерађено у ГТК3. Сада подржава вишеструке позадинске погоне за снимке, штедљивији је и има бољи учинак, и садржи неке нове прикључке.
sv: Paroles gränssnitt gjordes helt om i Gtk3. Det har nu stöd för flera videobakändar, använder dina resurser mer effektivt och innehåller några nya insticksprogram.
th: ส่วนติดต่อผู้ใช้ของ Parole ถูกรื้อเขียนใหม่ทั้งหมดในรูปแบบ Gtk3 และรุ่นนี้รองรับแบกเอนด์วีดิทัศน์หลายตัว ใช้ทรัพยากรอย่างมีประสิทธิภาพมากขึ้น และมีปลั๊กอินใหม่เพิ่มอีกเล็กน้อย
tr: Parole uygulamasının kullanıcı arayüzü, Gtk3 ile yeniden yazıldı. Artık, çok video arka yüzlerini destekliyor, kaynaklarınızı daha verimli kullıyor ve bir kaç yeni eklenti içeriyor.
uk: Інтерфейс Parole повністю переписаний на Gtk3. Тепер він підтримує багато відео потоків, ефективніше використовує ресурси і містить кілька нових додатків.
vi: Giao diện người dùng của Parole đã được làm lại hoàn toàn trong Gtk3. Hiện tại, nó hỗ trợ nhiều chương trình phụ trợ video, sử dụng tài nguyên của bạn hiệu quả hơn và chứa một số plugin mới.
zh_tw: Parole 的使用者介面已經以 Gtk3 完全重寫。它現在支援多種視訊後端，可以更有效的利用您的資源並包一些新的插件。

source: Watch videos
ca: Veure vídeos
cs: Sledovat videa
da: Se videoer
de: Videos ansehen
es: Mirar videos
fr: Regarder des vidéos
gl: Ver vídeos
he: צפה בוידאו
id: Nonton video
it: Video
ja: ビデオを観る
kk: Видеоларды көру
lt: Žiūrėkite vaizdo įrašus
ms: Tonton video
nb: Se videoer
oc: Gaitar las vidèos
pl: Oglądaj filmy
pt: Ver vídeos
pt_br: Assista vídeos
ro: Vizionați videoclipuri
ru: Просмотр видео
sq: Shihni video
sr: Преглед снимака
sv: Se filmer
th: ดูวีดิทัศน์
tr: Video izle
uk: Перегляд відео
vi: Xem video
zh_tw: 觀看視訊

source: The media controls are now contained in a slide-over overlay (with a configurable timeout).
ca: Els controls multimèdia ara estan continguts en una superposició de diapositives (amb un temps d'espera configurable).
cs: Ovladače médií jsou nyní zahrnuty v překryvném vysouvacím panelu (s nastavitelnou dobou vypršení).
da: Medie-kontrol er nu indeholdt i en glide-over-overlag (med en konfigureret timeout).
de: Die Mediensteuerung befindet sich nun in einer hereingleitenden Einblendung (mit konfigurierbarer Zeitbegrenzung).
es: Los controles de multimedia ahora están contenidos en una capa deslizable (con tiempo de espera configurable).
fr: Les contrôles multimédia sont maintenant contenus dans un panneau coulissant (avec une durée d’affichage configurable).
gl: Os controis multimedia agora están contidos nunha superposición de diapositivas (cun ​​tempo de espera configurábel).
he: בקרות המדיה עכשיו כלולות בכיסוי גולש (עם זמן הניתן לבקרה).
id: Pengontrol media sekarang diletakkan dalam sebuah lapisan meluncur (dengan batas waktu yang bisa diatur).
it: I controlli della riproduzione sono ora a scomparsa (con un tempo configurabile).
ja: メディアコントロールバーは自動的に隠れます (タイムアウトは設定可)。
kk: Медиа басқару элементтері енді жылжымалы қабатта орналасқан (күйге келтірілетін күту уақытымен).
lt: Dabar medijos valdikliai yra talpinami išslenkančioje užklojamoje juostoje (su konfigūruojamu laukimo laiku).
ms: Kawalan media kini terkandung dalam tindihan atas atas-slaid (dengan had masa tamat boleh dikonfigur).
nb: Avspillingsknappene er nå i et glidende overlag (som glir ut etter valgt tid).
pl: Elementy sterowania multimediami są teraz zawarte w nakładce slajdów (z konfigurowalnym limitem czasu)
pt: Os controlos multimédia agora estão contidos numa sobreposição deslizante (com tempo configurável).
pt_br: Os controles de mídia agora estão contidos em uma sobreposição deslizante (com temporização configurável).
ro: Controalele media sunt acum conținute într-un panou culisant (cu o durată de afișare configurabilă).
ru: Элементы управления теперь выдвигаются (с задаваемым временем задержки).
sq: Kontrollet media tani i përmban një mbulesë që mund të hapet dhe mbyllet (me kohë shfaqjeje të formësueshme).
sr: Управљање садржајима се сада врши у клизном надносивом окну (време задршке је подесиво).
sv: Mediekontrollerna ingår nu i en glid-över överlägg (med en konfigurerbar timeout).
th: ปุ่มควบคุมสื่อในรุ่นนี้อยู่ในแผงควบคุมที่ปรากฏซ้อนทับภาพเมื่อเลื่อนเมาส์ผ่าน (โดยมีกำหนดเวลาซ่อนคืนที่สามารถตั้งค่าได้)
tr: Ortam denetimleri, üst üste binen bir slay geçişi içeriyor (yapılandırılabilir zaman aşımı ile).
uk: Елементи управління медіа тепер містять висувну накладку (з можливістю задати часу затримки)
vi: Các điều khiển phương tiện hiện được chứa trong lớp phủ trượt qua (có thời gian chờ có thể định cấu hình).
zh_tw: 媒體控制現在包含在一個幻燈片的覆蓋層上（包含了可設定的逾時時間）。

source: Listen to music
ca: Escoltar música
cs: Poslouchat hudbu
da: Lyt til musik
de: Musik hören
es: Escuchar música
fr: Écouter de la musique
gl: Escoitar música
he: שמע מוזיקה
id: Mendengarkan musik
it: Ascolto della musica
ja: 音楽を聴く
kk: Музыка тыңдау
lt: Klausykitės muzikos
ms: Dengar muzik
nb: Lytt til musikk
oc: Escotar de musica
pl: Słuchaj muzyki
pt: Ouvir música
pt_br: Ouça músicas
ro: Ascultați muzică
ru: Прослушивание музыки
sq: Dëgjoni muzikë
sr: Преслушавање музике
sv: Lyssna på musik
th: ฟังเพลง
tr: Müzik dinle
uk: Прослуховування музики
vi: Nghe nhạc
zh_tw: 聽音樂

source: Text Editor
ca: Editor de text
cs: Textový editor
da: Tekstredigering
es: Editor de texto
fr: Éditeur de texte
gl: Editor de texto
he: עורך טקסט
id: Editor Teks
it: Editor di testo
ja: テキストエディター
kk: Мәтіндік редактор
lt: Teksto redaktorius
ms: Penyunting Teks
nb: Tekstbehandler
oc: Editor de tèxte
pl: Edytor tekstu
pt: Editor de texto
pt_br: Editor de textos
ro: Editor de text
ru: Текстовый редактор
sq: Përpunues Tekstesh
sr: Уређивач текста
sv: Textredigerare
th: เครื่องมือแก้ไขข้อความ
tr: Metin Editörü
uk: Текстовий редактор
vi: Trình soạn thảo văn bản
zh_tw: 文字編輯器

source: Mousepad was totally rewritten, gained a settings dialog and now supports Gtk3.
ca: Mousepad ha estat totalment reescrit, ha guanyat un diàleg de configuració i ara és compatible amb Gtk3.
cs: Aplikace Mousepad byla kompletně přepsána, získala dialogové okno pro nastavení a nyní podporuje Gtk3.
da: Mousepad blev totalt omskrevet, hvorved den fik en indstillingsdialog og understøtter nu Gtk3.
de: Mousepad wurde komplett neu geschrieben, erhielt einen neuen Einstellungsdialog und unterstützt nun Gtk3.
es: Mousepad fue totalmente rescrito, obtuvo un diálogo de configuración y ahora soporta GTK-3.
fr: Mousepad a été totalement réécrit, s’est vu ajouter une fenêtre de paramètres et prend maintenant en charge Gtk3.
gl: O mousepad foi totalmente rescrito, recibiu un diálogo de configuración e agora admite con Gtk3.
he: Mousepad נכתב מחדש לחלוטין, קיבל דיאלוג הגדרות ועכשיו תומך ב-Gtk3.
id: Mousepad telah ditulis ulang secara total, mendapatkan sebuah dialog pengaturan dan sekarang mendukung Gtk3.
it: Mousepad è stato completamento riscritto. È stata aggiunta una finestra delle impostazioni ed ora supporta GTK+3.
ja: Mousepad は全面的に書きなおされ、設定ダイアログでは設定項目が増え、GTK+3 をサポートしました。
kk: Mousepad толығымен қайта жазылды, баптаулар сұхбат терезесіне ие болды және енді Gtk3 қолдайды.
lt: Mousepad buvo visiškai parašytas iš naujo, įgavo nustatymų dialogą ir dabar palaiko Gtk3.
ms: Mousepad juga sepenuhnya ditulis-semula, diperkemaskan dengan dialog tetapan dan juga menyokong Gtk3.
nb: Mousepad ble fullstendig skrevet om, fikk et nytt dialogvindu for innstillinger og støtter nå Gtk3.
pl: Mousepad został całkowicie przepisany na nowo uzyskując okno dialogowe ustawień i obsługę Gtk3.
pt: O Mousepad foi totalmente reescrito, ganhou uma janela de definições e suporta agora Gtk3.
pt_br: O mousepad foi totalmente reescrito, recebeu um diálogo de configurações e agora suporta Gtk3.
ro: Mousepad a fost rescris complet, i-a fost adăugată o fereastră de dialog pentru opțiuni și acum este compatibil cu Gtk3.
ru: Приложение Mousepad было полностью переписано, был добавлен диалог настроек и поддержка GTK3.
sq: Mousepad-i u rishkrua tërësisht, duke përfituar një dialog rregullimesh dhe tani mbulon Gtk3-shin.
sr: Мишоловка је потпуно прерађена, добила је прозор поставки и сада подржава Гтк3.
sv: Mousepad skrev om helt, fick en inställningsdialog och stöder nu Gtk3.
th: mousepad ถูกรื้อเขียนใหม่ทั้งหมด มีกล่องตั้งค่าแล้ว และรองรับ Gtk3 แล้ว
tr: Mousepad, tamamen baştan yazıldı, bir ayarlar iletişim penceresi içeriyor ve Gtk3 destekliyor.
uk: Редактор Mousepad повністю переписаний, отримавши діалог налаштувань і підтримку Gtk3.
vi: Bàn di chuột đã được viết lại hoàn toàn, có hộp thoại cài đặt và hiện hỗ trợ Gtk3.
zh_tw: Mousepad 被完全重寫，獲得了一個設定對話框，並且支援 Gtk3。

source: New mousepad settings
ca: Ajusts nous de mousepad
cs: Nová nastavení aplikace Mousepad
da: Nye mousepad-indstillinger
de: Neue Mousepad-Einstellungen
es: Nuevas configuraciones de mousepad
fr: Nouveaux paramètres mousepad
gl: Novas configuracións de mousepad
he: הגדרות mousepad חדשות
id: Pengaturan mousepad yang baru
it: Nuove impostazioni di Mousepad
ja: Mousepad の設定
kk: Жаңа Mousepad баптаулары
lt: Naujieji mousepad nustatymai
ms: Tetapan mousepad baharu
nb: Ny innstillingsdialog for Mousepad
oc: Paramètres novèls mousepad
pl: Nowe ustawienia mousepada
pt: Novas definições do mousepad
pt_br: Novas configurações do mousepad
ro: Opțiuni noi pentru mousepad
ru: Новые настройки Mousepad
sq: Rregullime të reja mousepad-i
sr: Нове поставке Мишоловке
sv: Mousepads nya inställningar
th: กล่องตั้งค่า mousepad อันใหม่
tr: Yeni mousepad ayarları
uk: Нові налаштування програми mousepad
vi: Cài đặt bàn di chuột mới
zh_tw: 新的 mousepad 設定

source: A note on Xfce's portability
ca: Una nota sobre la portabilitat de l'Xfce
cs: Poznámka k přenositelnosti prostředí Xfce
da: En bemærkning om Xfce's portability
de: Ein Anmerkung zur Plattformunabhängigkeit von Xfce
es: Una nota sobre la portabilidad de Xfce
fr: Une précision sur la portabilité de Xfce
gl: Unha nota sobre a migración do Xfce
he: הערה לגבי ניידות Xfce
id: Catatan terkait portabilitas Xfce
it: Una considerazione sulla portabilità di Xfce
ja: Xfce の移植性について
kk: Xfce тасымалдануы туралы ескертпе
lt: Pastaba apie Xfce mobilumą
ms: Perhatian kepada kebolehalihan Xfce
nb: En merknad om Xfces kompatibilitet
oc: Una precision sus la portabilitat de Xfce
pl: Notka o przenośności Xfce
pt: Uma nota sobre a portabilidade do Xfce
pt_br: Uma nota sobre a portabilidade do Xfce
ro: O notă cu privire la portabilitatea Xfce
ru: Замечание по переносимости Xfce
sq: Një shënim mbi mbartshmërinë e Xfce-së
sr: Белешка о могућностима преноса Иксфце-а
sv: En notering om Xfce:s portabilitet
th: ข้อสังเกตเกี่ยวกับความใช้ได้หลายระบบของ Xfce
tr: Xfce taşınabilirliği üzerine bir not
uk: Щодо портативності Xfce
vi: Lưu ý về tính di động của Xfce
zh_tw: 關於 Xfce 的可移植性的說明

source: All but one of those screenshots were taken on machines running OpenBSD -current, a good proof that Xfce is still portable and friendly to all Unix systems.
ca: Totes menys una d'aquestes imatges van ser preses en màquines amb OpenBSD, una bona prova que Xfce és encara portable i amigable per a tots els sistemes Unix.
cs: Všechny tyto snímky obrazovek byly pořízeny na strojích se spuštěním systémem OpenBSD ve verzi current, což je dobrým důkazem o tom, že je prostředí Xfce stále přenositelné a přátelské vůči všem unixovým systémům.
da: Alle undtagen ét af skærmbillederne blev taget på maskiner der kører OpenBSD -nuværende, et godt bevis på at Xfce stadig er transportabel og venlig på alle Unix-systemer.
de: Bis auf einen Screenshot wurden alle Screenshots auf Rechnern mit OpenBSD-current als Betriebssystem erstellt - ein Beweis dafür, dass Xfce plattformunabhängig und kompatibel zu allen Unix-Systemen ist.
es: Todas menos una de esas imágenes fueron tomadas en equipos que ejecutan OpenBSD-current, una buena prueba de que Xfce sigue siendo portable y agradable para todos los sistemas Unix.
fr: Toutes les captures d’écran, sauf une, ont été prises sur des machines opérant la version actuelle d’OpenBSD, une bonne preuve que Xfce est toujours portable et compatible avec tous les systèmes Unix.
gl: Todas agás unha destas capturas de pantalla foron tomadas en máquinas que executan unha versión actual de OpenBSD, unha boa proba de que Xfce aínda é portátil e amigábel con todos os sistemas Unix.
he: כל צילומי המסך למעט אחד נלקחו במחשבים עם OpenBSD -נוכחי, הוכחה טובה ש-Xfce הוא עדיין נייד וידידותי לכל מערכות Unix.
id: Keseluruhan kecuali satu dari cuplikan layar tersebut diambil di mesin yang menjalankan OpenBSD -current, bukti yang bagus bahwa Xfce masih portabel dan ramah bagi semua sistem Unix.
it: Tutte le immagini, ad eccezione di una, precedenti sono state catturate su una macchina su cui era in esecuzione la versione corrente di OpenBSD, ad evidenza del fatto che Xfce è ancora portabile e compatibile con tutti i sistemi Unix.
ja: これらスクリーンショットは、ひとつを除きすべて OpenBSD システム上で撮影されています ― 現在も、Xfce は移植性が高く、すべての Unix システムと親和性があります。
kk: Осы скриншоттардың біреуінен басқасының барлығы OpenBSD -current жүйесінде жұмыс істейтін машиналарда алынды, бұл Xfce-нің әлі де тасымалды және барлық Unix жүйелеріне үйлесімді екенінің жақсы дәлелі.
lt: Visos ekrano kopijos, išskyrus vieną, buvo padarytos kompiuteriuose su OpenBSD-current, tai yra geras įrodymas to, kad Xfce yra mobili ir draugiška visoms Unix sistemoms.
ms: Semua diatas kecuali salah satu dari cekupan skrin tersebut diambil pada komputer yang dijalankan oleh OpenBSD - semasa, menunjukkan Xfce masih boleh dijadikan mudah alih dan mesra pada semu sistem Unix.
nb: Alle unntatt ett av disse skjermbildene ble tatt på maskiner som kjører OpenBSD-current, et godt eksempel på at Xfce er kompatibelt med de fleste Unix-systemene.
pl: Wszystkie (poza jednym) z tych zrzutów ekranu zostały wykonane na urządzeniach opartych na aktualnej wersji OpenBSD, co jest doskonałym dowodem na mobilność XFCE i przyjazność ze wszystkimi uniksowymi systemami.
pt: A maioria destas capturas de ecrã foram tiradas em máquinas a correr OpenBSD, uma boa prova de que o Xfce é portável e amigável para todos os sistemas Unix.
pt_br: Todas, menos uma dessas imagens foram feitas em máquinas executando OpenBSD-current, uma boa prova de que o Xfce ainda é portátil e amigável para todos os sistemas Unix.
ro: Toate aceste capturi de ecran, cu excepția uneia, au fost făcute pe mașini care rulează OpenBSD -current, o dovadă bună că Xfce este încă portabil și prietenos cu toate sistemele Unix.
ru: Все кроме одного из этих снимков экрана были сделаны на компьютерах с OpenBSD-current, что является хорошим подтверждением переносимости Xfce и дружелюбия ко всем Unix-системам.
sq: Krejt fotot e ekranit, hiq një, janë bërë në makina që xhirojnë OpenBSD të tanishëm, një vërtetim i goditur që Xfce-ja ende është i bartshëm dhe miqësor për krejt sistemet Unix.
sr: Све слике екрана осим једне су усликане на уређају који ради под ОпенБСД-ом, што је доказ да је Иксфце и даље преносив и пријатељски настројен свим системима Уникса.
sv: Alla utom en av dessa skärmbilder togs på maskiner som kör OpenBSD-current, ett bra bevis för att Xfce fortfarande är portabelt och vänligt mot alla Unixsystem.
th: ภาพหน้าจอเกือบทั้งหมดข้างต้นยกเว้นภาพเดียวถูกจับภาพจากเครื่องที่ใช้ OpenBSD รุ่นปัจจุบัน ซึ่งเป็นเครื่องพิสูจน์อย่างดีว่า Xfce ยังคงใช้ได้หลายระบบและเป็นมิตรกับระบบยูนิกซ์ทั้งหมด
tr: Bu ekran görüntülerinden biri dışında hepsi OpenBSD -current makinelerinde, iyi bir Xfce taşınabilirliği ve Unix uyumluluğu ile birlikte.
uk: Всі, крім одного, знімки екрану зроблена на комп'ютерах з OpenBSD-current, що доводить, що Xfce є все ще портативне і дружнє на всіх Unix-системах.
vi: Tất cả ngoại trừ một trong những ảnh chụp màn hình đó đều được chụp trên các máy chạy OpenBSD -current, một bằng chứng rõ ràng rằng Xfce vẫn có tính di động và thân thiện với tất cả các hệ thống Unix.
zh_tw: 除了其中一個以外，以上所有的螢幕截圖都是在執行 OpenBSD -current 的機器上拍攝的，這就是 Xfce 仍對所有的 Unix 系統具可移植性且友好的證明。

source: Xfce 4.4 tour
ca: Recorregut de l'Xfce 4.4
cs: Prohlídka Xfce 4.4
da: Xfce 4.4 rundvisning
de: Rundgang durch Xfce 4.4
es: Paseo por Xfce 4.4
fr: Présensation de Xfce 4.4
gl: Visita ao Xfce 4.4
he: סיור Xfce 4.4
id: Tur Xfce 4.4
it: Tour di Xfce 4.4
ja: Xfce 4.4.0のツアー
kk: Xfce 4.4 шолуы
lt: Xfce 4.4 turas
ms: Jelajah Xfce 4.4
nb: Xfce 4.4 – omvisning
oc: Visita Xfce 4.4
pl: Prezentacja Xfce 4.4
pt: Guia do Xfce 4.4
pt_br: Conheça o Xfce 4.4
ro: Turul versiunii Xfce 4.4
ru: Тур по Xfce 4.4
sq: Tur i 4.4-s
sr: Упознавање са ИксФЦЕ-ом 4.4
sv: Xfce 4.4 rundtur
th: นำชม Xfce 4.4
tr: Xfce 4.4 turu
uk: Тур по Xfce 4.4
vi: Tham quan Xfce 4.4
zh_tw: Xfce 4.4 導覽
