Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Power management was not forgotten: A new panel plugin was created, logind/upower support was added to handle battery/lid/brightness events, and locking via light-locker was implemented. The settings dialog was also revamped, and support for X11 screenblanking was added.
ca: La gestió de l'energia no s'ha oblidat: es va crear un connector de panell nou, es va afegir el suport logind/upower per gestionar esdeveniments de bateria/límit/brillantor, i es va implementar el bloqueig a través de light-locker. El diàleg de configuració també s'ha renovat, i s'ha afegit el suport per al «screenblanking» X11.
cs: Nezapomnělo se ani na správu napájení. Byl vytvoření nový zásuvný modul panelu, byla přidána podpora logind/upower pro manipulaci s událostmi baterie, víka a jasu, a bylo implementováno zamykání pomocí nástroje light-locker. Dialogové okno nastavení bylo také přepracováno a byla přidána podpora vypnutí obrazovky X11.
da: Strømstyring var ikke glemt: Et nyt panel plugin var skabt, logind/upower understøttelse var tilføjet for at håndtere batteri/låg/lysstyrke tilfælde, og låser gennem lys-låser var implementeret. Indstillings-dialogen var også moderniseret, og understøttelse af X11 skærm-blankning var tilføjet.
de: Die Energieverwaltung wurde nicht vergessen: Eine neue Leistenerweiterung wurde erstellt, logind/upower Unterstützung wurde hinzugefügt um Akku/Deckel/Helligkeits-Ereignisse zu verarbeiten, und das Sperren über light-locker wurde implementiert. Der Einstellungsdialog wurde ebenfalls überarbeitet und Unterstützung für X11 screenblanking ergänzt.
es: El administrador de energía no fue olvidado: Un nuevo complemento del panel fue creado, se añadió soporte para logind y upower para controlar los eventos de la batería, tapa, brillo, y se implementó el bloqueo a través de light-locker. El diálogo de configuración también se ha renovado y se ha añadido soporte para la pantalla en blanco de X11.
fr: La gestion de l’alimentation n’a pas été oubliée : un nouveau greffon du tableau de bord a été créé, la prise en charge de logind / upower a été ajoutée pour gérer les événements liés à la batterie, au couvercle et à la luminosité, et le verrouillage via light-locker a été implémenté. La fenêtre de paramètres a également été remaniée, et la prise en charge du vidage d’écran X11 a été ajoutée.
gl: Non se esqueceu a xestión de enerxía: engadiuse un novo engadido de panel, engadiuse compatibilidade «logind»/«upower» para manexar os eventos de batería/tampa/brillo e foi engadido o bloqueo a través do «light-locker». O diálogo de opcións tamén se renovou e engadiuse a compatibilidade para o apagado da pantalla vía X11.
he: ניהול הספק לא נשכח: נוצר תוסף לוח חדש, נוספה תמיכה ב-logind/upower לטיפול אירועי סוללה/מכסה/בהירות, ויושמה נעילה בעזרת light-locker. דיאלוג ההגדרות שופץ גם, ונוספה תמיכה במחיקת מסך X11.
id: Manajemen daya tidak dilupakan: Sebuah plugin panel baru telah dibuat, dukungan logind/upower telah ditambahkan untuk menangani even baterai, penutup laptop, atau tingkat kecerahan, dan penguncian melalui light-locker telah diimplementasikan. Dialog pengaturan juga telah dirombak, dan dukungan untuk menggelapkan layar X11 telah ditambahkan.
it: La gestione energetica non è stata dimenticata: è stato creato un nuovo componente aggiuntivo del pannello, è stato aggiunto il supporto a logind o upower per gestire gli eventi di batteria, coperchio e luminosità ed è stato implementato il blocco tramite light-locker. La finestra delle impostazioni è stata aggiornata ed è stato aggiunto il supporto a X11 screenblanking.
ja: 電源管理も忘れていません: 新しいパネルプラグインが作成され、logind/upowerサポートが追加され、バッテリー/蓋/明るさイベントを処理し、ライトロッカーを介したロックが実装されました。設定ダイアログも刷新され、X11スクリーンブランキングのサポートが追加されました。
kk: Қорек басқаруы да ұмытылған жоқ: жаңа панель плагині жасалды, батарея/қақпақ/жарықтық оқиғаларын өңдеу үшін logind/upower қолдауы қосылды және light-locker арқылы блоктау іске асырылды. Баптаулардың сұхбат терезесі де жаңартылды және X11 экранын сөндіру қолдауы қосылды.
lt: Maitinimo tvarkytuvė nebuvo užmiršta: Buvo sukurtas naujas skydelio įskiepis, akumuliatoriaus/dangčio/ryškumo įvykiams apdoroti buvo pridėtas logind/upower palaikymas, ir buvo įgyvendintas užrakinimas per light-locker. Taip pat buvo perorganizuotas nustatymų dialogas ir pridėtas X11 ekrano išjungimo palaikymas.
ms: Pengurusan kuasa tidak dilupakan: Satu pemalam panel baharu telah dicipta, sokongan logind/upower telah ditambah untuk mengendalikan peristiwa bateri/penutup/kecerahan, dan penguncian melalui light-locker telah dilaksanakan. Dialog tetapan juga telah dirombak semula, dan sokongan untuk skrin-gelap X11 telah ditambah.
nb: Strømstyringen er ikke glemt: Et nytt paneltillegg er kommet til, logind/upower-støtte ble lagt til for å håndtere batteri-/lokk-/lysstyrke-hendelser, og låsing med «light-locker» ble implementert. Oppsettsdialogen ble også pusset opp, og støtte for X11-skjermblanking ble lagt til.
pl: Zarządzanie energią nie zostało zapomniane: Powstała nowa wtyczka panelu, zostało dodane wsparcie logind/upower dla zarządzania zdarzeniami baterii, pokrywy i jasności, została zaimplementowana blokada ekranu przez light-locker. Usprawniono okno ustawień i dodano wsparcie wygaszania ekranu przez X11.
pt: A gestão de energia não foi esquecida: um novo plugin foi criado, suporte a logind/upower foi adicionado para lidar com ações de baterias/tampa/luminosidade e bloqueio via light-locker foi implementado. A janela de definições foi renovada e adicionado suporte a ecrã em branco do X11.
pt_br: O gerenciamento de energia não foi esquecido: Um novo plugin do painel foi criado, suporte a logind/upower foi adicionando para controlar eventos relacionados à bateria/tampa/brilho, e bloqueio via light-locker foi implementando. O diálogo de configurações foi reformulado e suporte para apagar a tela via X11 foi adicionado.
ro: Gestionarea energiei nu a fost uitată: A fost creat un nou modul pentru panou, a fost adăugat suportul «logind»/«upower» pentru gestionarea evenimentelor legate de baterie/capac/luminozitate și a fost implementată blocarea prin «light-locker». Fereastra de dialog pentru opțiuni a fost, de asemenea, revizuită și a fost adăugat suport pentru golirea ecranului X11
ru: Управление питанием не было забыто: новый модуль для панели был создан, в logind/upower была добавлена поддержка обработки событий батареи/крышки/яркости, реализована блокировка при отключении экрана. Диалог настройки также переделан, и была добавлена поддержка гашения экрана X11.
sq: As administrimi i energjisë nuk u harrua: U krijua një shtojcë e re paneli, u shtua mbulim për <em>logind</em>/<em>upower</em> për të trajtuar akte të lidhura me baterinë/kapakun/ndriçimin, dhe u sendërtua edhe kyçja përmes <em>light-locker</em>. U ripunua edhe dialogu i rregullimeve, dhe u shtua edhe mbulim për zbardhje ekrani me X11.
sr: Управник потрошње није заборављен: Направљен је нови прикључак полице, додата је подршка за logind/upower ради управљања батеријама, поклопцима рачунара и светлосним догађајима, и додато је закључавање преко програма light-locker. Прозор поставки је преобликован, додата је подршка за X11 screenblanking.
sv: Strömhantering glömdes inte bort: Ett nytt panelinsticksprogram skapades, logind-/upowerstöd lades till för att hantera batteri/lock/ljus händelser, och låsning via light-locker genomfördes. Inställningsdialogen moderniserades också, och stöd för X11-screenblanking lades till.
th: การจัดการพลังงานก็ไม่ได้ถูกละเลย มีการเพิ่มปลั๊กอินตัวใหม่สำหรับพาเนล มีการเพิ่มการรองรับ logind/upower เพื่อจัดการกับเหตุการณ์ต่างๆ ของแบตเตอรี่/ฝาแล็ปท็อป/ความสว่าง และมีการรองรับการล็อคหน้าจอด้วย light-locker กล่องโต้ตอบตั้งค่าก็ถูกรื้อทำใหม่ และได้เพิ่มการรองรับการดับหน้าจอของ X11
tr: Güç yönetimi de unutulmadı: Yeni bir panel eklentisi geliştirildi, logind/upower desteği, piL/kapatma olaylarına eklendi ve light-locker ile ekran kilitleme gerçeklendi. Ayarlar penceresi, yeniden yazıldı ve X11 için ekran karartması desteği eklendi.
uk: Управління живленням не було забуто: новий додаток для панелі був створений, в logind/upower була додана підтримка обробки подій батареї/кришки/яскравості, реалізоване блокування при відключенні екрану. Діалог налаштувань також перероблений, і була додана підтримка гасіння екрану X11.
vi: Quản lý năng lượng không bị lãng quên: Một plugin bảng điều khiển mới đã được tạo, hỗ trợ đăng nhập/upower đã được thêm vào để xử lý các sự kiện về pin/nắp/độ sáng và triển khai khóa thông qua khóa ánh sáng. Hộp thoại cài đặt cũng được cải tiến và hỗ trợ tính năng xóa màn hình X11 đã được thêm vào.
zh_tw: 電源管理沒有被遺忘：新的面板插件被建立，logind/upower 支援也被加入到電池／上蓋／亮度的事件處理中，並且經由 light-locker 的鎖定也已被實現。設定值對話框也重新整修過，X11 的空白螢幕支援也已被加入。

source: Our file manager, the beloved Thunar, saw an insane amount of improvements: tab support, tons of bug fixes, speed-ups, key shortcuts for custom actions, better naming of file copies and links, nice freespace bar in properties, tweaks for the renamer and other dialogs, improved keyboard navigation, fixes for the treeview pane, better wallpaper support, Gtk3 bookmarks support, multiple file properties... need we say more?
ca: El nostre gestor de fitxers, l'estimat Thunar, va veure una gran quantitat de millores: suport de pestanyes, tones de correccions d'errors, acceleracions, dreceres de teclat per a accions personalitzades, millor nomenclatura de còpies de fitxer i enllaços, bones barres d'espai lliure en propietats, millores de navegació del teclat, millores en el panell de vista en arbre, millor suport de fons de pantalla, suport d'adreces d'interès Gtk3, múltiples propietats de fitxer... necessitem dir més?
cs: Náš správce souborů, milovaný Thunar, dostal neuvěřitelné množství vylepšení: podporu karet, mnoho oprav chyb, vylepšení rychlosti, klávesové zkratky pro vlastní akce, lepší pojmenování kopií souborů a odkazů, hezčí panel zobrazující volné místo ve vlastnostech, drobná vylepšení v nástroji pro přejmenování souborů a jiných dialogových oknech, zlepšenou navigaci pomocí klávesnice, opravy v panelu stromového zobrazení, lepší podporu tapet na pozadí, podporu záložek Gtk3, vlastnosti více souborů... máme pokračovat?
da: Vores fil-håndterer, vores elskede Thunar, så et sindssygt antal af forbedringer: tab understøttelse, tonsvis af fejlretninger, hastigheds-forbedringer, tastatur genveje for brugerdefinerede handlinger, bedre navne-givning af fil kopier og links, dejlige gratisplads-bar i indstillinger, forbedringer til navne-redigeren og andre dialoger, forbedret tastatur navigation, fejlretninger af træ-udsigt panelet, bedre baggrundsbillede understøttelse, Gtk3 bogmærke understøttelse, flere fil-indstillinger ... Behøver vi sige mere?
de: Unsere Dateiverwaltung, der geliebte Thunar, erfuhr eine wahnsinnige Anzahl an Verbesserungen: Unterstützung für Reiter, Tonnen an Fehlerbehebungen, Beschleunigungen, Tastenkürzel für benutzerdefinierte Aktionen, besser Benamung für Dateikopien und -verknüpfungen, eine schöne Speicherstatusleiste in den Eigenschaften, Anpassungen für den Umbenenner und andere Dialoge, verbesserte Navigation mit der Tastatur, Ausbesserungen an der Baumansicht, bessere Hintergrundbilder-Unterstützung, Gtk3 Lesezeichen, mehrfache Dateieigenschaften... müssen wir mehr sagen?
es: Nuestro administrador de archivos, el amado Thunar, recivió una cantidad enorme de mejoras: Soporte para pestaña, toneladas de correcciones de errores, mejoras en su velocidad, atajos de teclado para acciones personalizadas, una mejor asignación de nombres de copias de archivos y enlaces, un barra agradable de espacio libre en propiedades, ajustes para el cambio de nombre en masa y otros diálogos, navegación por teclado mejorada, correcciones para el panel de vista de árbol, un mejor soporte para fondo de pantalla, soporte para marcadores GTK-3, múltiples propiedades del archivo a la vez... ¿Hace falta decir más?
fr: Notre gestionnaire de fichiers, le bien-aimé Thunar, a vu un nombre incroyable d’améliorations : la prise en charge des onglets, des tonnes de corrections de bogues, des optimisations, des raccourcis clavier pour les actions personnalisées, un meilleur nommage des copies de fichier et des liens, une jolie barre d’espace libre dans les propriétés de dossier, des ajustements pour l’outil de renommage et d’autres boîtes de dialogue, une navigation au clavier améliorée, des corrections pour l’arborescence du panneau latéral, une meilleure prise en charge du fond d’écran, la prise en charge des signets Gtk3, les propriétés pour les fichiers multiples… avons-nous besoin d’en dire plus ?
gl: O noso xestor de ficheiros, o amado Thunar, recibiu unha gran cantidade de melloras: compatibilidade con lapelas, toneladas de correccións de fallos, melloras na velocidade, atallos de teclado para accións personalizadas, mellor nomeamento de copias de ficheiros e ligazóns, barra de espazo libre nas propiedades, axustes para a renomear e outros diálogos, mellorouse a navegación por teclado, correccións para o panel de vista en árbore, mellorouse a compatibilidade con fondos de escritorio, compatibilidade de marcadores de Gtk3, propiedades de ficheiros múltiples... precisamos dicir máis?
he: מנהל הקבצים שלנו, Thunar האהוב, ראה כמות מטורפת של שיפורים: תמיכה בלשוניות, מלא תיקוני באגים, שיפורי מהירות, קיצורי מקלדת לפעולות מותאמות אישית, מתן שמות טוב יותר לעותקי קבצים וקישורים, סרגל שטח פנוי נחמד במאפיינים, שיפורים במשנה השמות ודיאלוגים אחרים, ניווט מקלדת משופר, תיקונים למבט עץ, תמיכה טובה יותר ברקעים, תמיכה בסימניות Gtk3, מאפייני קבצים מרובים... צריך להגיד עוד?
id: Manajer berkas kami, Thunar yang tercinta, mendapatkan peningkatan dalam jumlah besar: dukungan tab, banyak sekali perbaikan kutu, peningkatan kecepatan, tombol pintasan untuk aksi khusus, penamaan yang lebih baik untuk salinan berkas dan tautan, bilah ruang kosong yang lebih menarik di properti, permak untuk pengganti nama dan beberapa dialog yang lain, peningkatan navigasi menggunakan papan tik, perbaikan untuk panel tampilan pohon, dukungan gambar latar belakang yang lebih baik, dukungan markah buku Gtk3, properti multi-berkas... mau tambah lagi?
it: Il nostro file manager, il tanto amato Thunar, ha ricevuto un'incredibile quantità di miglioramenti: supporto alle schede, decine di bug risolti, velocizzazioni, scorciatoie per azioni personalizzate, nomi migliori per copie di file e link, una bella barra per lo spazio libero nelle proprietà, miglioramenti per il rinomina file e altre schermate, navigazione da tastiera più rapida, correzioni per il pannello treeview, migliore gestione degli sfondi, supporto ai segnalibri GTK+3, proprietà file multiple… dobbiamo aggiungere altro?
ja: 私たちのファイルマネージャーであるThunarは、タブのサポート、大量のバグ修正、高速化、カスタムアクションのキーショートカット、ファイルコピーとリンクのより良いネーミング、プロパティのナイスなフリースペースバー、 リネームおよびその他のダイアログ、キーボードナビゲーションの改善、ツリービューペインの修正、壁紙サポートの改善、Gtk3ブックマークサポート、複数のファイルプロパティ...これ以上言う必要は？
kk: Біздің сүйікті Thunar файлдар менеджеріміз өте көп жақсартуларға ие болды: беттерді қолдау, көптеген қателерді түзету, жылдамдықты арттыру, таңдамалы әрекеттерге арналған пернелер жарлықтары, файл көшірмелері мен сілтемелерін жақсырақ атау, қасиеттердегі бос орын жолағы, атын өзгертуші мен басқа сұхбат терезелеріне арналған түзетулер, жақсартылған пернетақта навигациясы, ағаш тәрізді көрініс панеліндегі түзетулер, жақсартылған тұсқағаз қолдауы, Gtk3 бетбелгілер қолдауы, бірнеше файлдың қасиеттері... тағы бірдеңе айту керек пе?
lt: Mūsų failų tvarkytuvė, mėgstama Thunar, įgavo beprotiškai daug patobulinimų: kortelių palaikymą, begalę klaidų pataisymų, pagreitinimų, sparčiuosius klaviatūros klavišus pasirinktiniems veiksmams, geresnius failų kopijų bei nuorodų pavadinimus, gražią, savybėse esančią, laisvos vietos juostą, pervadinimo įrankio ir kitų dialogų patobulinimus, pagerintą naršymą klaviatūra, medžio rodinio polangio pataisymus, geresnį darbalaukio fono palaikymą, Gtk3 žymių palaikymą, kelių failų savybes... ar dar reikia vardinti daugiau?
ms: Pengurus fail kami, Thunar yang dikasihi, telah mendapat penambahbaikan yang sangat rancak: sokongan tab, banyak pembaikan pepijat, lebih laju, pintasan kekunci untuk tindakan suai, penamaan salinan fail dan pautan yang lebih baik, palang ruang bebas lebih cantik dalam sifat, tweak untuk penamaan semula dan lain-lain dialog, navigasi papan kekunci yang ditambah-baik, pembaikan untuk anak tetingkap paparan pepohon, sokongan kertas dinding yang lebih baik, sokongan tanda buku Gtk3, sifat fail berbilang.... dan banyak lagi hmmm?
nb: Filbehandleren Thunar fikk en drøss med forbedringer: Faner, feilrettinger, økt hastighet, hurtigtaster for selvvalgte handlinger, bedre navnehåndtering av filkopier og lenker, ledig plass-indikator i egenskapene, finjustering av massivendring av filnavn og andre dialogvinduer, forbedret tastaturnavigasjon, feilretting av trevisningsruta, bedre støtte for bakgrunnsbilder, Gtk3-bokmerker, egenskaper for flere filer … vi sier ikke mer!
pl: Nasz menedżer plików - Thunar - zyskał wiele usprawnień: wsparcie kart, tony usuniętych błędów i optymalizacji, skróty klawiszowe dla niestandardowych akcji, lepsze nazewnictwo kopii plików i skrótów, ładniejszy pasek użycia dysku, poprawki okien dialogowych, lepsze wsparcie klawiatury, poprawki dla widoku katalogów, lepsza obsługa tapet, obsługa zakładek GTK3, właściwości wielu plików... czy potrzebujesz więcej?
pt: O nosso gestor de ficheiros, o amado Thunar, viu uma monte de melhorias: suporte a separadores, muitas falhas corrigidas, mais rápido, atalhos de teclado para ações personalizadas, nomes melhorados para cópias de ficheiros e atalhos, uma agradável barra de espaço livre nas propriedades, ajustes no renomeador e outras janelas, melhoria na navegação do teclado, correções na vista em árvore, melhor suporte a papel de parede, suporte a marcadores Gtk3, múltiplas propriedades de ficheiro... precisamos de dizer mais?
pt_br: Nosso gerenciador de arquivos, o amado Thunar, recebeu uma quantidade insana de melhorias: suporte a abas, várias correções de bugs, melhorias de velocidade, teclas atalho para ações personalizadas, melhor nomeação de cópias de arquivos e links, uma barra de espaço livre bem legal em propriedades, ajustes para o renomeador e outros diálogos, melhoria na navegação via teclado, correções para o painel de exibição em árvore, melhor suporte para papéis de parede, suporte para marcadores do Gtk3, propriedades de vários arquivos... Precisamos dizer mais?
ro: Gestionarul nostru de fișiere, iubitul Thunar, a văzut o cantitate nebună de îmbunătățiri: suport pentru file, tone de remedieri de erori, accelerări, taste de comenzi rapide pentru acțiuni personalizate, o denumire mai bună a copiilor de fișiere și a legăturilor, o bară frumoasă de spațiu liber în proprietăți, ajustări pentru redenumire și alte dialoguri, navigare îmbunătățită pe tastatură, remedieri pentru panoul de vizualizare arborescentă, suport mai bun pentru fundal, suport pentru semne de carte Gtk3, proprietăți de fișiere multiple... este nevoie să spunem mai multe?
ru: Наш файловый менеджер, всеми любимый Thunar, увидел безумное количество улучшение: поддержка вкладок, тонны исправлений ошибок, ускорения, горячие клавиши для заданных действий, лучшее именование копий и ссылок, красивая полоска свободного пространства в свойствах, твики для переименования и других диалогов, улучшенная клавиатурная навигация, исправления для древовидной панели, улучшенная поддержка обоев, поддержка закладок Gtk3, множество свойств файлов... нужно ли говорить больше?
sq: Përgjegjësi ynë i kartelave, shumë i dashuri Thunar, qe dëshmitar i një sasi të çmendur përmirësimesh: mbulim për skeda, thasë me të meta të ndrequra, shpejtime, shkurtore tastierash për veprime vetjake, emërtim më i mirë kopjesh dhe lidhjesh kartelash, një shtyllë të hijshme te vetitë për tregim të hapësirës së lirë, përimtime për riemërtuesin dhe dialogë të tjerë, përmirësim lëvizjeje me tastierë, ndreqje për kuadratin e pamjes si pemë, mbulim më të mirë për sfonde ekrani, mbulim për faqerojtës Gtk3, veti për disa kartela njëherësh… ka nevojë të themi më?
sr: Наш драги управник датотека Тунар је добио мноштво побољшања: подршку за листове, мноштво исправки грешака, убрзање, пречице за произвољне радње, боље именовање умножака датотека и веза, лепу траку за приказ слободног простора у приказу особина, налицкане прозоре преименовања и осталих радњи, побољшано управљање пречицама, исправке површи са стаблом, бољу подршку за слике позадине, подршку белешки Гтк-а 3, рад са вишеструким својствима датотека... Има ли потребе рећи још нешто?
sv: Vår filhanterare, den älskade Thunar, fick en vansinnig mängd förbättringar: flikstöd, massor av buggfixar, uppsnabbning, anpassade genvägar för åtgärder, bättre namngivning av filkopior och länkar, en trevlig stapel för ledigt utrymme i egenskaper, finjusteringar för namnbyte och andra dialoger, förbättrad tangentbordsnavigering, fixar för trädvypanelen, bättre stöd för skrivbordsbakgrunder, stöd för Gtk3-bokmärken, flera filegenskaper... behöver vi säga mer?
th: โปรแกรมจัดการแฟ้มของเรา คือ Thunar อันเป็นที่รัก ได้รับการปรับปรุงอย่างบ้าระห่ำ คือ การรองรับแท็บ, การแก้บั๊กจำนวนมาก, การเพิ่มความเร็ว, ปุ่มลัดสำหรับการกระทำที่กำหนดเอง, การตั้งชื่อสำเนาและลิงก์ของแฟ้มที่ดีขึ้น, แถบมาตรของการใช้พื้นที่ในกล่องคุณสมบัติ, การปรับละเอียดในเครื่องมือเปลี่ยนชื่อแฟ้มและในกล่องโต้ตอบอื่นๆ, การปรับปรุงการควบคุมด้วยแป้นพิมพ์, การแก้ปัญหาในช่องแผนภาพต้นไม้, การรองรับภาพพื้นหลังที่ดีขึ้น, การรองรับที่คั่นหน้าของ Gtk3, การแสดงคุณสมบัติของแฟ้มหลายแฟ้ม ฯลฯ เราต้องพูดอะไรอีกไหม?
tr: Dosya yöneticimiz, aşağıdaki Thunar, bir çok geliştirmeden geçti: sekme desteği, onlarca hata düzeltmesi, hızlandırmalar, özel eylemler için tuş kısayolları, kopyalamalarda daha iyi adlandırma ve özelliklerde daha iyi bir boş alan çubuğu, yeniden adlandırmalar için kısaltmalar, gelişmiş klavye gezintisi, ağaç görünüm panosu iyileştirmesi, daha iyi duvar kağıdı desteki, Gtk3 yer imi desteği, çoklu dosya özellikler... daha fazla saymamıza gerek var mı?
uk: Наш файловий менеджер, улюблений Thunar, побачив шалену кількість покращень: підтримку вкладок, тонни виправлень помилок, прискорення, гарячі клавіші для заданих дій, кращі назви копій файлів і посилань, красива смужка вільного простору у властивостях, твіки для перейменування та інших діалогів, поліпшена клавіатурна навігація, виправлення для деревовидної панелі, покращена підтримка шпалер, підтримка закладок Gtk3, безліч властивостей файлів ... чи потрібно говорити більше?
vi: Trình quản lý tệp của chúng tôi, Thunar yêu quý, đã nhận thấy vô số cải tiến: hỗ trợ tab, sửa nhiều lỗi, tăng tốc, phím tắt cho hành động tùy chỉnh, đặt tên tốt hơn cho các bản sao và liên kết tệp, thanh khoảng trống đẹp mắt trong thuộc tính, chỉnh sửa cho trình đổi tên và các hộp thoại khác, điều hướng bàn phím được cải thiện, sửa lỗi cho khung xem dạng cây, hỗ trợ hình nền tốt hơn, hỗ trợ dấu trang Gtk3, nhiều thuộc tính tệp... chúng tôi có cần nói thêm không?
zh_tw: 我們的檔案管理員，最受人喜愛的 Thunar，看到了近乎瘋狂的改進數量：分頁支援、一大票的臭蟲修復、效能提升、自訂動作的快捷鍵、檔案複製與連結時更好的命名方式、在屬性中的看起來還不錯的剩餘空間條、對重新命名及其他對話框的微調、改進的鍵盤導覽、樹狀檢視的修復、更好的桌布支援、Gtk3 書籤支援、多重檔案屬性支援...我們還需要說更多嗎？
