Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: A detailed overview of the changes compared to Xfce 4.8 and Xfce 4.10 preview releases can be found on the following page:
ca: Podeu trobar una visió general detallada dels canvis en comparació amb les versions de vista prèvia Xfce 4.8 i Xfce 4.10 a la pàgina següent:
cs: Podrobný přehled změn proti Xfce 4.8 a vydáním preview Xfce 4.10 naleznete na následující stránce:
da: Et detaljeret overblik af ændringer sammenlignet med Xfce 4.8 og Xfce 4.10 forhåndsvisnings-udgaver kan nu findes på følgende side:
de: Eine detaillierte Übersicht der Änderungen im Vergleich mit Xfce 4.8 und den Vorabveröffentlichungen von Xfce 4.10 finden Sie auf folgender Seite:
es: Una descripción detallada de los cambios en comparación con Xfce 4.8 y la versión preeliminar de Xfce 4.10 se puede encontrar en la siguiente página:
fr: Une vue d’ensemble détaillée des changements apportés par rapport à Xfce 4.8 et les préversions de Xfce 4.10 peut être trouvée sur la page suivante :
gl: Na seguinte páxina pode atopar unha visión detallada dos cambios comparando a versión do Xfce 4.8 coa versión preliminar do Xfce 4.10:
he: סקירה מפורטת של השינויים בהשוואה ל-Xfce 4.8 ו-Xfce 4.10 גרסאות מקדימות ניתן למצוא בדף הבא:
id: Ringkasan detail perubahan antara Xfce 4.8 dan rilis pratinjau Xfce 4.10 dapat ditemukan di halaman berikut:
it: Un resoconto dettagliato dei cambiamenti da Xfce 4.8 a Xfce 4.10 si trova nella seguente pagina:
ja: Xfce 4.8から4.10プレビューの変更点の詳細は、次のページにあります:
kk: Xfce 4.8 және Xfce 4.10 алдын ала қарау нұсқаларымен салыстырғандағы өзгерістердің егжей-тегжейлі шолуын келесі беттен табуға болады:
lt: Išsamų Xfce 4.10 pakeitimų sąrašą (lyginant su Xfce 4.8) galite rasti šiame puslapyje:
ms: Selayang pandang terperincin bagi perubahan dibandingkan antara keluaran pratonton Xfce 4.8 dengan Xfce 4.10 boleh dilihat dalam halaman berikut:
nb: En detaljert oversikt over endringene sammenlignet med forhåndsutgivelsene til Xfce 4.8 og Xfce 4.10 finnes på følgende side:
oc: Un apercebut detalhat dels cambiaments per rapòrt a las versions de previsualizacion Xfce 4.8 e Xfce 4.10 pòt èsser trobat sus la pagina seguenta :
pl: Podsumowanie zmian w porównaniu do wydania Xfce 4.8 i wydań testowych Xfce 4.10, dostępne jest na następującej stronie:
pt: Uma descrição detalhada das mudanças em comparação do Xfce 4.8 e Xfce 4,10 com as versões anteriores podem ser encontradas na página seguinte:
pt_br: Uma visão geral detalhada das alterações em comparação com os lançamentos de pré-visualização do Xfce 4.8 e Xfce 4.10 pode ser encontrada na seguinte página:
ro: O prezentare detaliată a modificărilor dintre versiunile Xfce 4.8 și Xfce 4.10 poate fi găsită pe pagina următoare:
ru: Подробный обзор изменений по сравнению с Xfce 4.8 и предварительными выпусками Xfce 4.10 можно найти на следующей странице:
sq: Një përmbledhje e hollësishme e dallimeve të shfaqura në versionet paraprake Xfce 4.8 dhe Xfce 4.10 mund të gjendet në faqen vijuese:
sr: Преглед појединачних измена у поређењу Иксфце-а 4.8 и Иксфце-а 4.10 прегледног издања може бити пронађен на следећој страници:
sv: En detaljerad beskrivning av ändringarna mellan Xfce 4.8 och Xfce 4.10:s förhandsversioner finns på följande sida:
th: ดูรายละเอียดของการเปลี่ยนแปลงโดยรวมเมื่อเทียบกับ Xfce 4.8 และรุ่นตัวอย่างต่างๆ ของ 4.10 ได้ที่หน้านี้:
tr: Değişikliklerin özeti Xfce 4.8 ve Xfce 4.10 önizleme bültenleri ile karşılaştırıldığında bir sonraki sayfada bulabilirsiniz:
uk: Детальний огляд змін порівняно з Xfce 4.8 і тестовим випуском Xfce 4.10 можна знайти на наступній сторінці:
vi: Bạn có thể tìm thấy tổng quan chi tiết về những thay đổi so với bản phát hành xem trước Xfce 4.8 và Xfce 4.10 trên trang sau:
zh_tw: Xfce 4.8與 Xfce 4.10預覽版的細節比較可以在以下的頁面看到：

source: Thank you all the contributors, bug reporters, as well as translators and packagers for your efforts in making this release possible.
ca: Gràcies a tots els col·laboradors, reporters d'errors, així com a traductors i empaquetadors pels vostres esforços per fer possible aquest llançament.
cs: Děkujeme všem přispěvatelům, oznamovatelům chyb, překladatelům a tvůrcům balíčků za jejich snahu, která umožnila dokončit toto vydání.
da: Tak til alle jer bidragsydere, fejl-indsendere, og også oversættere og pakkere for jeres indsats i at gøre denne udgivelse mulig.
de: Dank an alle Mitwirkenden und Fehlermelder sowie an alle Übersetzer und Paketbauer für deren Einsatz, ohne den diese Veröffentlichung nicht möglich gewesen wäre.
es: Gracias a todos los contribuidores, reporteros de fallos, traductores y empaquetadores por todos sus esfuerzos en hacer este lanzamiento posible.
fr: Merci à tous les contributeurs, rapporteurs de bogues, traducteurs et empaqueteurs, grâce aux efforts desquels cette publication fut possible.
gl: Grazas a todos os contribuidores, aos informadores de fallos, así como aos tradutores e empaquetadores polos seus esforzos para facer posíbel esta versión.
he: תודה לכל התורמים, מדווחי הבאגים, וגם למתרגמים ואורזים על המאמצים שלכם בהפיכת גרסה זו אפשרית.
id: Terima kasih kepada semua kontributor, pelapor kutu, dan juga penerjemah dan pemaket atas usaha Anda dalam membuat rilis ini.
it: Grazie a tutti i collaboratori, a quelli che hanno segnalato i bug, ai traduttori e a coloro che compilano i pacchetti per l'impegno che ha reso possibile questo rilascio.
ja: このリリースを可能にしたすべての貢献者、バグ報告者、翻訳者、パッケージャーの皆さんの尽力に感謝します。
kk: Барлық үлес қосушыларға, қателер туралы хабарлаушыларға, сондай-ақ аудармашылар мен жинақтаушыларға осы шығарылымды мүмкін қылғаны үшін алғыс айтамыз.
lt: Dėkui visiems prisidėjusiems, tiems kurie pranešė apie klaidas, taipogi visiems vertėjams ir pakuotojams už jūsų pastangas padaryti šį leidimą kuo geresniu.
ms: Terima kasih kepada semua penyumbang, pelapor pepijat dan juga para penterjemah dan pembuat pakej kerana atas usaha anda keluaran ini menjadi kenyataan.
nb: Tak til alle bidragsytere, de som meldte fra om feil, oversatte eller pakket denne utgivelsen.
oc: Mercegi totes los intervenents, raportaires de bugs, e tanben los traductors e los empaquetaires per vòstres esfòrces per rendre aquesta version possibla.
pl: Dziękujemy wszystkim programistom, tłumaczom, osobom zgłaszającym błędy i przygotowującym pakiety za wysiłek, dzięki któremu to wydanie było możliwe.
pt: Obrigado a todos os colaboradores, informadores de erros, bem como tradutores e empacotadores pelos seus esforços no sentido de tornar esta versão possível.
pt_br: Obrigado a todos os contribuidores, relatores de bug, assim como a tradutores e empacotadores pelo seu esforço em fazer este lançamento possível.
ro: Mulțumim tuturor contribuitorilor, celor care au raportat erori, precum și traducătorilor și împachetatorilor pentru eforturile depuse pentru a face posibilă această versiune.
ru: Спасибо всем, кто участвовал в разработке, присылал отчёты об ошибках, а также переводчикам и создателям пакетов за их усилия, сделавшие возможным этот выпуск.
sq: Faleminderit krejt kontribuesve, njoftuesve të të metave, si dhe përkthyesve dhe paketuesve për përpjekjet tuaja për ta bërë të mundur këtë hedhje në qarkullim.
sr: Хвала доприносиоцима, пријављивачима буба, као и преводиоцима и пакерима за ваше напоре у омогућавању овог издања.
sv: Tack till alla bidragsgivare, felrapportörer, såväl som översättare och paketerare för era ansträngningar för att göra denna utgåva möjlig.
th: ขอขอบคุณผู้ร่วมสมทบงาน ผู้รายงานบั๊กทุกท่าน รวมถึงนักแปลและผู้เตรียมแพกเกจทั้งหลาย สำหรับความพยายามที่ได้ร่วมกันทำให้รุ่นนี้สำเร็จออกมาได้
tr: Bu sürümü mümkün kılan çabalarınız için,t üm katılımcılarımıza, hata raporu gönderenlerimize ve paketçilerimize teşekkür ederiz.
uk: Дякуємо усім розробникам, тим хто повідомляв про вади, а також перекладачам, за Ваш вклад, який дав можливість випустити цю версію.
vi: Cảm ơn tất cả những người đóng góp, người báo cáo lỗi, cũng như các dịch giả và người đóng gói vì những nỗ lực của bạn trong việc biến bản phát hành này thành hiện thực.
zh_tw: 感謝所有的貢獻者、臭蟲回報者、翻譯者以及打包者，讓這個版本成為可能。

source: Xfce 4.10pre2 released
ca: Publicat Xfce 4.10pre2
cs: Xfce 4.10pre2 vydáno
da: Xfce 4.10pre2 er udgivet
de: Xfce 4.10pre2 veröffentlicht
es: Xfce 4.10pre2 publicado
fr: Sortie de Xfce 4.10pre2
gl: Xfce 4.10pre2 publicada
he: פורסם Xfce 4.10pre2
id: Xfce 4.10pre2 dirilis
it: Rilasciato Xfce 4.10pre2
ja: Xfce 4.10pre2 がリリースされました
kk: Xfce 4.10pre2 шықты
lt: Xfce 4.10pre2 išleista
ms: Xfce 4.10pra2 dilepaskan
nb: Xfce 4.10pre2 utgitt
oc: Xfce 4.10pre2 liberat
pl: Wydano Xfce 4.10pre2
pt: Disponibilizado o Xfce 4.10pre2
pt_br: Xfce 4.10pre2 lançado
ro: A fost publicată versiunea Xfce 4.10pre2
ru: Выпущен Xfce 4.10pre2
sq: Është hedhur në qarkullim Xfce 4.10pre2
sr: ИксФЦЕ 4.10пре2 је објављен
sv: Xfce 4.10pre2 publicerad
th: Xfce 4.10pre2 ออกแล้ว
tr: Xfce 4.10pre2 çıktı
uk: Випущено Xfce 4.10pre2
vi: Xfce 4.10pre2 đã phát hành
zh_tw: Xfce 4.10pre2 已發行

source: The Xfce development team is proud to announce the second preview release for Xfce 4.10. Together with this preview release, the Xfce project announces the string and code (only critical bug fixes or regressions) freeze for the final 4.10 release which is set to be pushed out to the world on April 28th, 2012.
ca: L'equip de desenvolupament de l'Xfce s'enorgulleix d'anunciar el segon llançament de vista prèvia per a Xfce 4.10. Juntament amb aquest llançament de vista prèvia, el projecte Xfce anuncia la cadena i el codi (només correccions crítiques d'errors o regressions) congelat per al llançament final 4.10 que està establert per ser expulsat al món el 28 d'abril de 2012.
cs: Tým vývojářů Xfce hrdě oznamuje vydání druhé verze preview Xfce 4.10. Společně s tímto vydáním ohlašuje projekt Xfce zmrazení změn v textech a zdrojovém kódu (povoleny budou pouze změny z důvodu oprav kritických chyb a regresí) pro vydání verze 4.10, které bude uvolněno do světa 28. dubna 2012.
da: Xfce-udviklingsholdet er stolt over at kunne annoncere den anden forhåndsviste udgivelse af Xfce 4.10. Sammen med denne forhåndsviste udgave, kan Xfce projektet annoncere streng og kode (kun kritiske fejl-retninger eller regræssioner) Frys for den sidste 4.10 udgave hvilket er sat til at blive udgivet til verdenen den 28 April, 2012.
de: Das Xfce-Entwicklerteam ist stolz, Ihnen die zweite Vorabveröffentlichung von Xfce 4.10 vorzustellen. Mit dieser Veröffentlichung beginnen der String-Freeze und der Code-Freeze (nur Behebung von kritischen Fehlern oder Regressionsfehlern) für die finale Veröffentlichung 4.10, welche am 28. April 2012 für die Öffentlichkeit freigegeben wird
es: El equipo de desarrollo Xfce se enorgullece en anunciar el segundo adelanto del lanzamiento de Xfce 4.10. Junto a esta versión preliminar, el proyecto Xfce anuncia la suspensión de características (salvo por reparaciones de fallos críticos y regresiones) para la versión final de 4.10 que está preparada para publicarse el 28 de abril del 2012.
fr: L’équipe de développement est fière d’annoncer la seconde préversion de Xfce 4.10. Désormais, seules les corrections de bogues critiques et de régressions seront intégrées pour la sortie de la version finale de la 4.10 prévue le 28 avril 2012.
gl: O equipo de desenvolvemento do Xfce está orgulloso de anunciar a segunda versión preliminar do Xfce 4.10. Xunto coa publicación da versión preliminar, o proxecto Xfce anuncia o fixado das cadeas a traducir e o código (só se farán correccións de fallos críticos ou as regresións) para o lanzamento final da 4.10 que será publicada para o mundo o 28 de abril de 2012.
he: קבוצת הפיתוח של Xfce גאה להודיע על גרסה מקדימה שניה עבור Xfce 4.10. ביחד עם גרסה מקדימה זו, פרויקט Xfce מודיע על הקפאת מחרוזת וקוד (רק תיקוני באגים קריטיים או רגרסיות) עבור גרסה 4.10 סופית האמורה להישלח לעולם ב-28 אפריל, 2012.
id: Tim pengembang Xfce dengan bangga mengumumkan pratinjau kedua rilis Xfce 4.10. Bersama dengan rilis pratinjau ini, proyek Xfce mengumumkan tali dan pembekuan kode (hanya perbaikan kutu kritis dan regresi) untuk rilis 4.10 final yang akan dikeluarkan ke dunia pada 28 April 2012.
it: Il gruppo di sviluppo di Xfce è lieto di annunciare il secondo rilascio di anteprima di Xfce 4.10. In concomitanza con questo rilascio di anteprima, il progetto Xfce annuncia anche il congelamento delle stringhe e del codice per il rilascio finale 4.10 che è previsto per il 28 aprile 2012.
ja: Xfce開発チームは、Xfce 4.10の2回目のプレビューリリースを発表できることを誇りに思っています。Xfceプロジェクトはこのプレビューリリースをもって、2012年4月28日に世界で公開される予定の、4.10リリースの表示メッセージとコードのフリーズを発表します（重大なバグ修正またはリグレッションは除く）。
kk: Xfce әзірлеушілер тобы Xfce 4.10 үшін екінші алдын ала шығарылымын мақтанышпен хабарлайды. Осы алдын ала шығарылыммен бірге, Xfce жобасы 2012 жылғы 28 сәуірде жарық көретін түпкілікті 4.10 шығарылымы үшін жолдар мен кодты (тек маңызды қателерді түзету немесе регрессиялар) мұздату туралы хабарлайды.
lt: Xfce kūrėjų komanda, didžiuodamasi praneša apie antrą Xfce 4.10 peržiūros leidimą. Kartu su šiuo peržiūros leidimu, Xfce projektas skelbia kodo ir vertimų(tik kritiniai ir klaidų pataisos) užšaldymą iki galutinio 4.10 leidimo kuris turėtų pasirodyti 2012 balandžio 28-ą.
ms: Pasukan pembangunan Xfce dengan bangganya mengumumkan keluaran pratonton kedua bagi Xfce 4.10. Disertakan dalam keluaran pratonton inin, projek Xfce mengumumkan rentetan dan kod (hanya pembaikan pepijat atau regresi kritikal) dibekukan untuk keluaran akhir 4.10 yang ditetapkan pada 28 April 2012.
nb: Utviklingslaget til Xfce er stolt av å annonsere den andre forhåndsutgivelsen av Xfce 4.10. I tillegg annonserer Xfce-prosjektet streng- og kodefrys (kun retting av kritiske feil og regresjoner tillatt) for den endelige utgivelsen av 4.10 som kommer den 28. april 2012.
oc: L'equipa de desvolopament de Xfce es fièra d'anonciar la segonda version de previsualizacion per Xfce 4.10. Parallèlement a aquesta preversion, lo projècte Xfce annonce lo gèl de la cadena e del còdi (unicament de correctius critics o regressions) per la version finala 4.10 que deuriá èsser sortida lo 28 d'Abril de 2012.
pl: Zespół twórców Xfce z dumą ogłasza wydanie drugiej wersji testowej Xfce 4.10. Wraz z tą odsłoną następuje wstrzymanie zmian komunikatów i kodu oprogramowania (z wyjątkiem napraw krytycznych błędów i regresji). Ten stan będzie utrzymany do czasu wydania ostatecznej wersji 4.10, które zaplanowane jest na 28 kwietnia, 2012.
pt: A equipa de desenvolvimento Xfce está orgulhosa em anunciar a segunda versão prévia do Xfce 4.10. O projeto Xfce anuncia que a linha e código congela (só descongela para reparação de erros críticos ou regressões) até ao fim da versão 4.10 a qual está definido que terá saída para todo o mundo em 28 de Abril de 2012.
pt_br: A equipe de desenvolvimento do Xfce tem o orgulho de anunciar o lançamento do segundo preview para o Xfce 4.10. Junto com este lançamento, o projeto Xfce anuncia o congelamento de strings e código (somente regressões e correções de bugs críticos) para o lançamento final do 4.10, o qual está marcado para ser publicado para o mundo todo no dia 28 de abril de 2012.
ro: Echipa de dezvoltare Xfce este mândră să anunțe a doua pre-versiune pentru Xfce 4.10. Împreună cu această pre-versiune, proiectul Xfce anunță înghețarea șirului și a codului (numai remedieri de erori critice sau regresii) pentru versiunea finală 4.10, care urmează să fie lansată în lume pe 28 aprilie 2012.
ru: Команда разработчиков Xfce рада объявить о втором предварительном выпуске Xfce 4.10. Вместе с этим предварительным выпуском проект Xfce объявляет о заморозке строк и кода (кроме исправлений критических ошибок и регрессий) для финального выпуска 4.10, который назначен на 28 апреля 2012 года.
sq: Ekipi i zhvillimit të Xfce-së është krenar që njofton hedhjen e dytë paraparje në qarkullim për Xfce 4.10. Tok me këtë hedhje paraparje në qarkullim, projekti Xfce njofton ngrirjen e vargjeve dhe kodit (lejohen vetëm ndreqje ose prapakthime të metash kritike) për hedhjen përfundimtare në qarkullim 4.10 që është caktuar të hidhet në qarkullim më 28 prill, 2012.
sr: Развојна дружина Иксфце-а поносно објављује друго прегледно издање Иксфце-а 4.10. Заједно са претходним издањем, Иксфце пројект најављује замрзавање ниски и кода (само битне бубе и назадак) коначног издања 4.10 које је постављено да буде гурнуто у свет 28. априла 2012.
sv: Utvecklingsteamet för Xfce är stolt över att tillkännage den andra förhandsversionen av Xfce 4.10. Tillsammans med denna förhandsversion, tillkännager Xfce-projektet sträng- och kodfrysning (bara kritiska felrättningar eller regressioner) för den slutgiltiga 4.10 utgåvan som är bestämd att presenteras för världen den 28 april 2012.
th: ทีมพัฒนา Xfce มีความภูมิใจที่จะประกาศออกรุ่นตัวอย่างรุ่นที่สองของ Xfce 4.10 และพร้อมกับการออกรุ่นตัวอย่างรุ่นนี้ โครงการ Xfce ขอประกาศหยุดการเปลี่ยนแปลงข้อความและโค้ด (โดยยอมรับเพียงการแก้บั๊กร้ายแรงหรือการแก้ความถดถอยเท่านั้น) เพื่อเตรียมออกรุ่น 4.10 ขั้นสุดท้าย ซึ่งมีกำหนดออกสู่สาธารณะในวันที่ 28 เมษายน 2555
tr: Xfce geliştirme ekibi Xfce 4.10 ikinci önizlemeyi duyurmaktan gurur duyar. Birlikte bu önizleme sürümü ile, Xfce proje dize ve kod (sadece kritik hata düzeltmeleri veya regresyonlarda) 28 Nisan 2012 tarihinde dünyaya sunulacak bir şekilde son 4.10 sürümünü ayarlamak çin donduracağını duyurdu.
uk: Команда розробників Xfce гордо оголошує про вихід другого оглядового випуску Xfce 4.10. Разом з цим випуском проект Xfce оголошує про замороження стрічок і коду (тільки виправлення критичних вад і регресії) для фінального випуску 4.10, який плановано випустити в світ 28 квітня 2012.
vi: Nhóm phát triển Xfce tự hào thông báo bản phát hành xem trước thứ hai cho Xfce 4.10. Cùng với bản phát hành xem trước này, dự án Xfce thông báo việc đóng băng chuỗi và mã (chỉ các bản sửa lỗi hoặc hồi quy quan trọng) cho bản phát hành 4.10 cuối cùng sẽ được tung ra thế giới vào ngày 28 tháng 4 năm 2012.
zh_tw: Xfce 開發團隊很自豪的宣佈 Xfce 4.10的第二個預覽版本。而與這個預覽版本一同來到的是，Xfce 專案宣佈字串及代碼凍結(只有重大錯誤或回歸修復)直到最終的4.10釋出，預計為2012年4月28日。
