Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Click on the icon to automatically mount the volume. Right-click the icon to unmount the drive or eject the media from the drive. Note however that this feature requires <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> and is therefore only available for Linux 2.6.x and FreeBSD 6.x and above at the time of this writing (there is limited removable media support for FreeBSD 4.x and 5.x which does not require HAL).
ca: Feu clic a la icona per a muntar automàticament el volum. Feu clic amb el botó dret a la icona per a desmuntar la unitat o expulsar els suports de la unitat. Tingueu en compte, però, que aquesta característica requereix <a href="https://freedesktop.org/wiki/Software2fhal">HAL</a> i, per tant, només està disponible per a Linux 2.6.x i FreeBSD 6.x i més amunt en el moment d'aquesta escriptura (hi ha un suport de suport extraïble limitat per a FreeBSD 4.x i 5.x que no requereix HAL).
cs: Svazek se automaticky připojí po kliknutí na ikonu. Kliknutím pravého tlačítka na ikonu jednotku odpojíte nebo vysunete médium z jednotky. Tato funkce však vyžaduje vrstvu <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> a je v době psaní této dokumentace dostupná pouze v systémech Linux 2.6.x nebo FreeBSD 6.x a vyšších (v systémech FreeBSD 4.x a 5.x je podpora vyměnitelných médií omezená a vrstvu HAL nevyžadují).
da: Klik på ikonet for automatisk at aktivere volumet. Højre-klik på ikonet for at deaktivere eller skub mediet ud fra drevet. Noter dog at denne funktion kræver <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> og er derfor kun tilgængelig for Linux 2.6.x og FreeBSD 6.x og over (da dette bliver skrevet) (der er begrænset aftagelige medie understøttelse for FreeBSD 4.x og 5.x hvilket ikke kræver HAL)
de: Kilcken Sie auf das Symbol, um das Medium automatisch einzubinden. Klicken Sie mit der rechten Maustaste auf das Symbol, um das Laufwerk oder das Medium auszuwerfen. Bitte nehmen Sie zur Kenntnis, dass dieses Funktionsmerkmal <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> erfordert und deshalb zu diesem Schreibzeitpunkt nur für Linux 2.6.x und FreeBSD 6.x oder höher verfügbar ist (für FreeBSD 4.x und 5.x ist eingeschränkte Unterstützung für Wechselmedien verfügbar, die keine HAL-Unterstützung erfordert).
es: Haga clic en el icono para montar automáticamente el volumen. Haga clic en el icono con el botón derecho del ratón para desmontar la unidad o expulsar el medio. Sin embargo, tenga en cuenta que esta característica requiere <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a>, por lo que sólo está disponible para Linux 2.6.x y FreeBSD 6.x en el momento de escribir este artículo (hay medios extraíbles para FreeBSD 4.x y 5.x que no requieren HAL).
fr: Cliquez sur l’icône pour monter automatiquement le volume. Clic droit sur l’icône pour démonter le lecteur ou éjecter le média hors du lecteur. Notez cependant que cette caractéristique nécessite <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> et que par conséquent cela est seulement disponible pour Linux 2.6.x et FreeBSD 6.x et supérieures à la date où nous écrivons (il existe pour FreeBSD 4.x et 5.x un support limité de médias démontables qui ne nécessite pas HAL).
gl: Prema na icona para montar automaticamente o volume. Prema co botón dereito sobre a icona para desmontar a unidade ou expulsar o medio da unidade. Nótese, porén, que esta función require <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> e, polo tanto, só está dispoñíbel para Linux 2.6.x e FreeBSD 6.x ou posterior ao momento da escritura deste artigo (hai unha compatibilidade de soportes extraíbeis limitado para FreeBSD 4.x e 5.x que non require HAL).
he: הקלק על האיקון כדי לעגן אוטומטית את הכרך. בצע קליק ימני על האיקון כדי לבטל עגינה של הכונן או להוציא מדיה מהכונן. שים לב שמאפיין זה דורש <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> ולכן זמין רק עבור לינוקס 2.6.x ו-FreeBSD 6.x ומעלה בעת כתיבת שורות אלה (ישנה תמיכה מוגבלת במדיה ניתנת להסרה עבור FreeBSD 4.x, 5.x שאינה דורשת HAL).
id: Klik pada ikon untuk mengaitkan volume secara otomatis. Klik kanan ikon untuk melepas kait penggerak atau mengeluarkan media dari penggerak. Namun perlu dicatat bahwa fitur ini membutuhkan <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a>, oleh karena itu hanya tersedia untuk Linux 2.6.x dan FreeBSD 6.x dan di atasnya pada saat tulisan ini dibuat (tersedia dukungan terbatas untuk media lepas-pasang untuk FreeBSD 4.x dan 5.x yang tidak memerlukan HAL).
it: Si può fare clic sull'icona per montare automaticamente il volume. Con il clic destro sull'icona si può smontare l'unità o espellere il supporto dall'unità. Notare che comunque questa funzionalità richiede <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> e pertanto è disponibile solamente da Linux 2.6.x e FreeBSD 6.x in poi dal momento in cui è stato scritto (c'è un supporto limitato per la rimozione dei supporti per FreeBSD 4.x e 5.x che non richiede HAL).
ja: アイコンをクリックして、ボリュームを自動的にマウントします。 アイコンを右クリックして、ドライブをアンマウントするか、ドライブからメディアを取り出します。 ただし、この機能は <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> を必要とするため、この記事の執筆時点ではLinux 2.6.x以降とFreeBSD 6.x以降でのみ使用できます（FreeBSD 4.xと5.xの制限付きリムーバブルメディアサポートはHALを必要としません）。
kk: Томды автоматты түрде тіркеу үшін таңбашаға шерту керек. Дискіні ажырату немесе тасушыны диск жетегінен шығару үшін таңбашаны оң жақпен шертіңіз. Дегенмен, бұл мүмкіндік үшін <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> қажет екенін және ол осы жазылған уақытта тек Linux 2.6.x және FreeBSD 6.x және одан жоғары нұсқалары үшін қолжетімді екенін ескеріңіз (FreeBSD 4.x және 5.x үшін HAL қажет етпейтін шектеулі алынбалы тасушыларды қолдау бар).
lt: Spustelkite ant piktogramos, kad automatiškai prijungtumėte tomą. Spustelėkite dešiniu pelės mygtuku ant piktogramos, kad atjungtumėte diską arba išstumtumėte laikmeną. Tačiau, turėkite omenyje, kad ši ypatybė reikalauja <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> ir todėl, šio rašymo metu, yra prieinama tik Linux 2.6.x ir FreeBSD 6.x bei paskesnėse versijose (yra apribotas, HAL nereikalaujantis, keičiamųjų laikmenų palaikymas sistemoms FreeBSD 4.x ir 5.x).
ms: Klik pada ikon untuk lekapkan volum secara automatik. Klik-kanan pada ikon untuk menyahlekap pemacu atau lentingkan media dari pemacu. Perhatian fitur ini memerlukan <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> dan ia hanya tersedia untuk Linux 2.6.x dan FreeBSD 6.x dan pada penulisan ini (hanya sokongan media mudah alih terhad untuk FreeBSD 4.x dan 5.x yang mana tidak memerlukan HAL).
nb: Klikk på ikonet for å montere dataområdet automatisk. Høyreklikk ikonet for å avmontere lagringsenheten eller løse ut mediet fra enheten. Legg merke til at denne funksjonaliteten krever <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> og er dermed i skrivende stund kun tilgjengelig for Linux 2.6.x og FreeBSD 6.x og over. (Det er begrenset støtte for flyttbare media i FreeBSD 4.x og 5.x som ikke krever HAL).
pl: Kliknięcie ikony lewym przyciskiem myszy automatycznie montuje wolumen, a prawym odmontowuje nośnik lub wysuwa go z napędu. Do działania tej funkcji wymagana jest obecność oprogramowania <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a>, dlatego jest ona dostępna tylko w systemach Linux 2.6.x, FreeBSD 6.x i nowszych (ograniczoną obsługę nośników wymiennych bez HAL oferuje FreeBSD 4.x i 5.x).
pt: Clique no ícone para montar automaticamente o volume. Clique com o botão direito do rato no ícone para desmontar ou ejetar o volume. Tenha em atenção que esta funcionalidade requer o <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a>, que só está disponível a partir do Linux 2.6.x e do FreeBSD 6.x, na altura em que este texto foi escrito (existe também suporte para FreeBSD 4.x e 5.x sendo, no entanto, bastante limitado e não requer HAL).
pt_br: Clique no ícone para montar automaticamente o volume. Clique com botão direito no ícone para desmontar a unidade ou ejetar a mídia da unidade. Repare que este recurso requer <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> e, portanto, está disponível somente para Linux 2.6.x e FreeBSD 6.x ou posterior, no tempo que esta mensagem foi escrita (há suporte limitado a mídias removíveis para FreeBSD 4.x e 5.x, o que não requer HAL).
ro: Faceți clic pe pictogramă pentru a monta automat volumul. Faceți clic cu butonul din dreapta al mouse-ului pe pictogramă pentru a demonta unitatea sau pentru a ejecta suportul din unitate. Rețineți totuși că această caracteristică necesită <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> și, prin urmare, este disponibilă numai pentru Linux 2.6.x și FreeBSD 6.x și versiunile ulterioare la momentul redactării acestui document (există un număr limitat de suporturi amovibile pentru FreeBSD 4.x și 5.x care nu necesită HAL).
ru: Щёлкните по значку, чтобы автоматически присоединить устройство. Щёлкните правой кнопкой для отсоединения или извлечения устройства. Заметьте, что эта возможность требует <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> и поэтому доступна лишь для версий Linux от 2.6.x и FreeBSD от 6.x на момент написания этой статьи (в FreeBSD 4.x и 5.x также доступна ограниченная поддержка устройств, которая не требует HAL).
sq: Klikoni mbi ikonën që vëllimi të montohet automatikisht. Djathtasklikoni mbi ikonën që vëllimi të çmontohet ose që media të nxirret nga kompjuteri. Kini parasysh megjithatë që kjo veçori lyp <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a>, ndaj mund të përdoret nën Linux 2.6.x dhe FreeBSD 6.x e përpjetë, tani që po shkruajmë (ka mbulim të kufizuar për media të heqshme në FreeBSD 4.x dhe 5.x, pa lypur HAL).
sr: Клик на сличицу самостално прикачује уређај. Десни клик на сличицу за откачињање или избацивање уређаја из прикључка. Ипак, за ово је неопходан <a href="https://freedesktop.org/wiki/Software_2fhal">ХАЛ</a> и он је доступан само за Линукс 2.6.x и ФриБСД 6.x и новије у време писања (постоји делимична подршка за уклоњиве уређаје за ФриБСД 4.x и 5.x која не захтева ХАЛ).
sv: Klicka på ikonen för att montera volymen automatiskt. Högerklicka på ikonen för att avmontera enheten eller mata ut media från enheten. Observera emellertid att denna funktion kräver <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> och är därför endast tillgänglig för Linux 2.6.x och FreeBSD 6.x och senare då detta skrivs (det finns ett begränsat stöd för borttagning av media för FreeBSD 4.x och 5.x som inte kräver HAL.)
th: คุณสามารถคลิกที่ไอคอนเพื่อเมานท์โวลุมโดยอัตโนมัติ และคลิกขวาที่ไอคอนเมื่อต้องการเลิกเมานท์ไดรว์หรือเอาสื่อออกจากไดรว์ อย่างไรก็ดี ความสามารถนี้ต้องอาศัย <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> ในการทำงาน จึงสามารถใช้ได้กับลินุกซ์ 2.6.x และ FreeBSD 6.x ขึ้นไปเท่านั้นในขณะที่เขียนบทความนี้ (มีการรองรับการใช้สื่อถอดเสียบอย่างจำกัดสำหรับ FreeBSD 4.x และ 5.x ซึ่งไม่ต้องใช้ HAL)
tr: Birimi otomatik olarak bağlamak için simgeye tıklayın. Simgeye yapılacak sağ tık, sürücüyü çıkaracak veya sürücüden ortamı çıkaracaktır. Bu özelliğin <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> gereksinimi olduğunu ve bu yazı yazıldığında Linux 2.6.x ve FreeBSD 6.x sürümleri ve üstünde kullanılabilir olduğunu unutmayın. (FreeBSD 4.x ve 5.x için kısıtlı bir destek vardır ve HAL gereksinimi yoktur.)
uk: Клацання на іконці автоматично змонтує диск. Клацання правою кнопкою миші відмонтує диск або висуне медіа. Зауважте, що для цього потрібно мати <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a>, і тому ця функція доступна тільки для Linux 2.6.x і FreeBSD 6.x і вище на момент написання (існує теж обмежена підтримка медіа в FreeBSD 4.x і 5.x, яка не вимагає HAL).
vi: Bấm vào biểu tượng để tự động gắn âm lượng. Nhấp chuột phải vào biểu tượng để ngắt kết nối ổ đĩa hoặc đẩy phương tiện ra khỏi ổ đĩa. Tuy nhiên, xin lưu ý rằng tính năng này yêu cầu <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> và do đó chỉ khả dụng cho Linux 2.6.x và FreeBSD 6.x trở lên tại thời điểm viết bài này (có hỗ trợ phương tiện di động hạn chế cho FreeBSD 4.x và 5.x không yêu cầu HAL).
zh_tw: 在圖示上點擊就會自動掛載此裝置或媒體。在圖示上點擊右鍵可以卸載裝置或是從裝置中退出媒體。請注意，此功能需要 <a href="https://freedesktop.org/wiki/Software_2fhal">HAL</a> ，因此，在撰寫本文時，只有 Linux 2.6.X 和 FreeBSD 6.X 及以上的版本才支援（在 FreeBSD 4.X 及 5.X 中不需要 HAL，但只對可移除裝置有有限度的支援）。

source: The new text editor <b>MousePad</b> is included with this release. <b>MousePad</b> provides all the basic editor functionality, nothing more, nothing less.
ca: El nou editor de text <b>MousePad</b> s'inclou amb aquest llançament. <b>MousePad</b> proporciona tota la funcionalitat bàsica de l'editor, res més, res menys.
cs: Toto vydání obsahuje nový textový editor <b>MousePad</b>. <b>MousePad</b> poskytuje základní funkcionalitu editoru, nic méně, nic více.
da: Den nye tekst-redigerer <b>Muse-Redskab</b>er inkluderet med denne udgivelse. <b>Muse-Redskab</b>tilbyder alle basale redigerings-funktionalitet, intet mere, intet mindre.
de: Der neue Texteditor <b>MousePad</b> ist in dieser Xfce-Veröffentlichung enthalten. <b>MousePad</b> bietet alle grundlegenden Editor-Funktionen, nicht mehr, nicht weniger.
es: El nuevo editor de texto <b>Mousepad</b> se incluye en esta versión. <b>Mousepad</b> proporciona toda la funcionalidad de un editor básico, nada más y nada menos.
fr: Le nouvel éditeur de texte <b>MousePad</b> est inclus dans cette version. Il fournit toutes les fonctions de base d’un éditeur, ni plus, ni moins.
gl: O novo editor de texto <b>MousePad</b> inclúese con esta versión. O <b>MousePad</b> fornece toda a funcionalidade dun editor básico, nin máis nin menos.
he: עורך הטקסט החדש <b>MousePad</b> נכלל בגרסה זו. <b>MousePad</b> מספק את כל פונקציונליות העורך הבסיסי, לא יותר, לא פחות.
id: Penyunting teks yang baru <b>MousePad</b> telah disertakan ke dalam rilis ini. <b>MousePad</b> menyediakan semua fungsionalitas dasar penyunting teks, tidak kurang, tidak lebih.
it: Il nuovo editor di testo <b>MousePad</b> è incluso con questo rilascio. <b>MousePad</b> fornisce tutte le funzionalità di base di un editor, né più né meno.
ja: 新しいテキストエディターである<b>MousePad</b>はこのリリースに含まれています。<b>MousePad</b>はすべての基本的なエディターの機能（それ以上でもそれ以下でもありません。）を提供しています。
kk: Бұл шығарылымға жаңа <b>MousePad</b> мәтіндік редакторы енгізілген. <b>MousePad</b> барлық негізгі редактор функцияларын ұсынады, артық ештеңе де, кем ештеңе де жоқ.
lt: Kartu su šia laida yra įtrauktas naujas tekstų redaktorius <b>MousePad</b>. <b>MousePad</b> suteikia visas pagrindines redaktoriaus funkcijas, nieko nereikalingo, viskas savo vietoje.
ms: Penyunting teks baharu <b>MousePad</b> disertakan dalam keluaran ini. <b>MousePad</b> menyediakan semua kefungsian penyuntingan asas, tiada lebih, tiada yang kurang.
nb: Det nye tekstprogrammet <b>MousePad</b> er inkludert i denne utgivelsen. <b>MousePad</b> har grunnleggende redigeringsfunksjonalitet, verken mer eller mindre.
oc: Lo novèl editor de tèxte <b>MousePad</b> es inclús amb aquesta version. <b>MousePad</b> provesís totas las foncionalitats de l'editor de basa, res mai, res mens.
pl: Do wydania włączono nowy edytor tekstu <b>MousePad</b>. Program cechuje się podstawową funkcjonalnością i niczym ponadto.
pt: O novo editor de texto <b>MousePad</b> foi incluido nesta versão. O <b>MousePad</b> disponibiliza todas as funções básicas de um editor de texto e nada mais.
pt_br: O novo editor de textos <b>MousePad</b> está incluso com este lançamento. O <b>MousePad</b> fornece toda funcionalidade de um editor básico, nada mais, nada menos.
ro: Noul editor de text <b>MousePad</b> este inclus cu această versiune. <b>MousePad</b> oferă toate funcționalitățile de bază ale editorului, nimic mai mult, nimic mai puțin.
ru: В этот выпуск включён новый текстовый редактор <b>MousePad</b>. <b>MousePad</b> предоставляет все базовые функции текстового редактора — не более, но и не менее.
sq: Kjo hedhje në qarkullim përfshin përpunuesin e ri të teksteve, <b>MousePad</b>. <b>MousePad</b> furnizon krejt funksionet bazë të një përpunuesi tekstesh, as më shumë e as më pak.
sr: Нови уредник текста <b>Мишоловка</b> је укључена у ово издање. <b>Мишоловка</b> обезбеђује основне могућности, ништа више, ништа мање.
sv: Den nya textredigeraren <b>MousePad</b> finns med i denna utgåva. <b>MousePad</b> tillhandahåller alla grundläggande redigeringsfunktioner, varken mer eller mindre.
th: รุ่นนี้มีเครื่องมือแก้ไขข้อความตัวใหม่ คือ <b>MousePad</b> มาด้วย <b>MousePad</b> จัดเตรียมการใช้งานพื้นฐานทั้งหมดเกี่ยวกับการแก้ไขข้อความ ไม่มากไม่น้อยไปกว่านั้น
tr: Yeni metin düzenleyicisi <b>MousePad</b> bu sürümle birlikte eklenmiştir. <b>MousePad</b>, tüm temel düzenleyici işlevlerini sağlar, ne az, ne de çok.
uk: В цей випуск додано новий редактор <b>MousePad</b>. <b>MousePad</b> надає всі базові можливості для редагування текстів, нічого більше і нічого менше.
vi: Trình soạn thảo văn bản mới <b>MousePad</b> được bao gồm trong bản phát hành này. <b>MousePad</b> cung cấp tất cả chức năng soạn thảo cơ bản, không hơn không kém.
zh_tw: 新的文字編輯器 <b>MousePad</b> 也包含在此版本中。 <b>MousePad</b> 提供了所有基本的文字編輯器的功能，不多也不少。

source: MousePad
ms: Pad Tetikus
sr: Мишоловка
uk: Редактор MousePad
vi: Bàn di chuột

source: You can think of <b>MousePad</b> as the equivalent to <b>NotePad</b> on Windows. It starts up very fast, usually in less than one second, even on older systems.
ca: Podeu pensar en <b>MousePad</b> com l'equivalent a <b>NotePad</b> a Windows. Comença molt ràpid, normalment en menys d'un segon, fins i tot en sistemes més antics.
cs: <b>MousePad</b> lze považovat za ekvivalent <b>Poznámkového bloku</b> systému Windows. Spouští se velmi rychle, obvykle do jedné sekundy a to i na starších systémech.
da: Du kan tænke at <b>Muse-Redskab</b> er ekvivalent til <b>Notesblok</b> på Windows. Den starter meget hurtigt op, for det meste i mindre end ét sekund, selv på ældre systemer.
de: Sie können <b>MousePad</b> als eine Entsprechung zu <b>NotePad</b> unter Windows auffassen. <b>MousePad</b> startet sehr schnell, gewöhnlich in weniger als einer Sekunde, auch auf älteren Systemen.
es: Puede pensar en <b>Mousepad</b> como el equivalente al <b>Bloc de notas</b> de Windows. Se pone en marcha muy rápido, por lo general en menos de un segundo, aun en los sistemas antiguos.
fr: Vous pouvez penser à <b>MousePad</b> comme l’équivalent du <b>Bloc-notes</b> sur Windows. Il démarre très rapidement, normalement en moins d’une seconde, même sur des systèmes anciens.
gl: Pode pensar en <b>MousePad</b> como o equivalente a <b>NotePad</b>en Windows. Iníciase moi rápido, xeralmente en menos dun segundo, incluso en sistemas máis antigos.
he: אפשר לחשוב על <b>MousePad</b> כמקביל ל<b>פנקס הרשימות</b> ב־Windows. טעינתו מהירה מאוד, בדרך כלל לוקחת פחות משנייה אחת, אפילו במערכות ישנות.
id: Anda bisa menganggap <b>MousePad</b> sama seperti <b>NotePad</b> di Windows. Aplikasi ini mulai dengan sangat cepat, biasanya kurang dari satu detik, bahkan di sistem yang tua.
it: Si può pensare a <b>MousePad</b> come all'equivalente di <b>NotePad</b> su Windows. Si apre velocemente, di solito in meno di un secondo, anche sui computer più datati.
ja: Windowsの<b>NotePad</b>と<b>MousePad</b>は同じようなものだと考えることができます。とても早く（たとえ古いシステム上でも通常一秒以下）起動できますしね。
kk: <b>MousePad</b>-ті Windows-тағы <b>NotePad</b> баламасы ретінде қарастыруға болады. Ол өте жылдам іске қосылады, тіпті ескі жүйелерде де әдетте бір секундтан аз уақыт алады.
lt: Apie <b>MousePad</b> galite galvoti kaip apie, Windows sistemose esančio <b>NotePad</b>, ekvivalentą. Net ir senesnėse sistemose programa MousePad yra paleidžiama labai gretai, dažniausiai, mažiau nei per vieną sekundę.
ms: Anda boleh anggap <b>MousePad</b> menyamai fungsinya seperti <b>NotePad</b> pada Windows. Ia bermula dengan sangat pantas, biasanya kurang dari satu saat, walaupun pada komputer lama.
nb: <b>MousePad</b> svarer til <b>Notisblokk</b> i Windows. Det starter veldig raskt, vanligvis fortere enn ett sekund, også på eldre systemer.
oc: Podètz pensar a <b>MousePad</b> coma equivalent del <b>blòtnòtas</b>sus Windows. S'avia fòrça rapidament, generalament en mens d'una segonda, quitament sus de sistèmas mai ancians.
pl: Edytor <b>MousePad</b> można traktować jako odpowiednik programu <b>NotePad</b> pochodzącego z systemu Windows. Program uruchamia się bardzo szybko nawet na starszych komputerach, zazwyczaj krócej niż jedną sekundą.
pt: Pode considerar o <b>MousePad</b> como um equivalente do <b>NotePad</b> em Windows. Tem um arranque bastante rápido, mesmo em sistemas mais antigos.
pt_br: Você pode pensar no <b>MousePad</b> como o equivalente ao <b>NotePad</b> do Windows. Ele inicia rapidamente, normalmente em menos de um segundo, mesmo em sistemas antigos.
ro: Vă puteți gândi la <b>MousePad</b> ca la echivalentul lui <b>NotePad</b> din Windows. Acesta pornește foarte repede, de obicei în mai puțin de o secundă, chiar și pe sistemele mai vechi.
ru: <b>MousePad</b> можно считать эквивалентом <b>Блокнота</b> в Windows. Он запускается очень быстро, обычно менее чем за секунду, даже на старых компьютерах.
sq: <b>MousePad</b>-in mund ta mendoni si të barasvlershmin e <b>NotePad</b>-it në Windows. Niset shumë shpejt, zakonisht në më pak se një sekondë, madje edhe në sisteme të vjetër.
sr: <b>Мишоловку</b> можете сматрати попут <b>Бележнице</b> на Прозорима. Покреће се брзо, обично за мање од секунде, чак и на старијим системима.
sv: Du kan se <b>MousePad</b> som motsvarigheten till <b>NotePad</b> på Windows. Den startar mycket snabbt, oftast på mindre än en sekund, även på äldre datorer.
th: คุณสามารถนึกถึง <b>MousePad</b> ในฐานะสิ่งที่เหมือนกับ <b>NotePad</b> บนวินโดวส์ โปรแกรมนี้เปิดทำงานได้รวดเร็วมาก มักใช้เวลาไม่เกินหนึ่งวินาที แม้ทำงานในระบบเก่าๆ
tr: <b>MousePad</b> uygulamasının, Windows 'taki <b>NotePad</b> 'in karşılığı olduğunu düşünebilirsiniz. Çok hızlı açılır, çok eski sistemlerde bile genellikle bir saniyenin altında.
uk: Ви можете подумати, що <b>MousePad</b> є еквівалентом <b>NotePad</b> у Windows. Він дуже швидко запускається, зазвичай менше ніж за одну секунду, навіть на старіших системах.
vi: Bạn có thể coi <b>MousePad</b> tương đương với <b>NotePad</b> trên Windows. Nó khởi động rất nhanh, thường trong chưa đầy một giây, ngay cả trên các hệ thống cũ.
zh_tw: 您可以把 <b>MousePad</b> 想成是 Windows 上的 <b>記事本</b> 。即使是在老舊的系統上，它都可以通常是少於一秒的速度快速啟動。
