Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The quick setup dialog allows you to configure a dual screen setup in a second. Plug the second screen, press the display key or Windows + p and select the wanted layout. Done!
ca: El diàleg de configuració ràpida permet configurar una configuració de doble pantalla en un segon. Connecteu la segona pantalla, premeu la tecla de visualització o Windows + p i seleccioneu la disposició desitjada. Fet!
cs: Dialogové okno pro rychlé nastavení umožňuje nakonfigurovat sestavu dvou obrazovek během sekundy. Připojte druhou obrazovku, stiskněte klávesu displeje nebo Windows + p a vyberte požadované rozložení. Hotovo!
da: Den hurtige opsætnings-dialog tillader dig at konfigurere en to-skærms opsætning i ét sekund. Forbind den anden skærm, tryk på skærm tasten eller Windows + p og vælg den ønskede opsætning. Færdig!
de: Der Schnelleinrichtungsdialog erlaubt ihnen die schnelle Konfiguration mehrerer Bildschirme. Schließen Sie den zweiten Bildschirm an, drücken Sie die »Display«-Taste oder Windows + p und wählen Sie die gewünschte Anordnung aus. Fertig!
es: El diálogo de configuración rápida le permite hacer una configuración de pantalla dual en un segundo. Conecte la segunda pantalla, pulse la tecla de pantalla o Windows + p y seleccione el diseño deseado. Hecho!
fr: La fenêtre de configuration rapide vous permet de paramétrer une configuration double écran en une seconde. Branchez le second écran, appuyez sur la touche écran ou Windows + p et sélectionnez la disposition désirée. C’est fait !
gl: O diálogo de configuración rápida permítelle configurar unha instalación de dobre pantalla nun segundo. Conecte a segunda pantalla, prema a tecla de pantalla ou Windows + p e seleccione o deseño desexado. Feito!
he: דיאלוג סידור מהיר מאפשר לך להגדיר סידור של שני מסכים בשניה. חבר את המסך השני, לחץ על מקש המסך או מקש וינדוס עם p ובחר את הסידור הרצוי. מוכן!
id: Dialog penyiapan cepat memungkinkan Anda mengkonfigurasi penyiapan layar ganda secara cepat. Pasang layar kedua, tekan tombol tampilan atau Windows + p dan pilih tata letak yang diinginkan. Selesai!
it: La finestra di configurazione veloce permette di configurare una postazione a due schermi in pochi secondi: si collega il secondo schermo, si preme il tasto dello schermo o Windows + p e si seleziona la disposizione desiderata. Fatto!
ja: クイックセットアップダイアログで、複数画面のセットアップがすぐに行なえます。追加ディスプレイを接続し、ディスプレイキーあるいは Windows + p を押し、レイアウトを選択して完了です!
kk: Жылдам баптау сұхбат терезесі екі экранды орнатуды бір секундта баптауға мүмкіндік береді. Екінші экранды қосыңыз, дисплей пернесін немесе Windows + p пернелерін басыңыз және қажетті жайылымды таңдаңыз. Болды!
lt: Greito nustatymo dialogas leidžia jums konfigūruoti dviejų ekranų sąranką per sekundę. Prijunkite antrą ekraną, paspauskite rodymo mygtuką ar Windows + p ir pasirinkite norimą išdėstymą. Atlikta!
ms: Dialog persediaan pantas membolehkan anda kongfigurkan persediaan dwi-skrin dengan pantas. Palamkan skrin kedua, tekan kekunci paparan atau Windows + p kemudian pilih bentangan yang dikehendaki. Selesai!
nb: Hurtigoppsettsdialogen lar deg sette opp to skjermer på et blunk. Plugg inn den andre skjermen, trykk visningsknappen eller Win + P og velg ønsket utforming. Ferdig!
oc: La bóstia de dialòg de configuracion rapide vos permet de configurar una configuracion double ecran en una segonda. Brancatz lo segond ecran, quichatz sus la tòca ecran o Windows + p e seleccionatz la mesa en pagina desirada. Es fait !
pl: Nowe wydanie umożliwia błyskawiczne skonfigurowanie wyświetlania na wielu ekranach. Wystarczy podłączyć ekran, wcisnąć klawisz przełączania ekranu lub kombinację Super+p i wybrać określony układ.
pt: A janela de configuração rápida permite-lhe configurar um ecrã duplo num ápice. Ligue o segundo ecrã, prima a tecla de exibição ou Windows + p e selecione a disposição pretendida. Concluído!
pt_br: O diálogo de configuração rápida permite que você configure uma configuração com duas telas em um segundo. Conecte a sua segunda tela, pressione a tecla de monitor, ou Win+P, e selecione o layout desejado. Pronto!
ro: Fereastra de dialog de configurare rapidă vă permite să configurați un ecran dublu într-o secundă. Conectați al doilea ecran, apăsați tasta de afișare sau Windows + p și selectați configurația dorită. Gata!
ru: Диалог быстрой настройки позволяет за секунду настроить установку из двух дисплеев. Подсоедините второй дисплей, нажмите кнопку дисплея или Win + p и выберите желаемое расположение. Готово!
sq: Dialogu i ujdisjes së shpejtë ju lejon të formësoni në një sekondë një instancë me dy ekrane. Lidhni ekranin e dytë, shtypni tastin <em>display</em> ose atë <em>Windows</em> + p dhe përzgjidhni skemën e dëshiruar. Kaq!
sr: Прозорче брзих поставки омогућава подешавање двоструких екрана у трену. Утакните други екран, притисните дугме приказа или Супер +п и изаберите распоред. Готово!
sv: Snabbinställningsdialogen låter dig konfigurera dubbla skärmar på en sekund. Anslut den andra skärmen, tryck på skärmtangenten eller Windows + p och välj önskad layout. Klart!
th: กล่องตั้งค่าอย่างเร็วจะช่วยให้คุณสามารถตั้งค่าการใช้สองจอได้ภายในวินาทีเดียว โดยเพียงแต่เสียบจอที่สอง หรือกดปุ่มจอภาพบนแป้นพิมพ์ หรือกด Windows + p แล้วเลือกการจัดเรียงที่ต้องการ เท่านี้ก็เสร็จ!
tr: Hızlı ayar iletişim penceresi, bir saniye içinde ikili ekran ayarınızı yapılandırmanıza olanak sağlar. İkinci ekranı takın, görüntü tuşuna veya Windows + p basın ve istenen yerleşimi seçin. Bitti!
uk: Новий діалог швидкого налаштування дозволяє Вам налатовувати подвійний екран буквально за секунди. Підключіть другий монітор, натисніть кнопку Display або Windows + p і виберіть бажані опції. Все!
vi: Hộp thoại thiết lập nhanh cho phép bạn định cấu hình thiết lập màn hình kép trong một giây. Cắm màn hình thứ hai, nhấn phím hiển thị hoặc Windows + p và chọn bố cục mong muốn. Xong!
zh_tw: 快速設定對話框可以讓您快速的設定雙螢幕。插入第二個螢幕，按下顯示鈕或 Windows + p 並選擇您要使用的佈局方式。完成！

source: Quick multihead setup
ca: Configuració ràpida multicap
cs: Rychlé nastavení vícemonitorové konfigurace
da: Hurtig multihoved opsætning
de: Schnelle Einrichtung mehrerer Bildschirme
es: Instalación rápida multicabezal
fr: Installation rapide multi-moniteur
gl: Instalación multipantalla rápida
he: סידור מרובה ראשים מהיר
id: Penyiapan cepat multihead
it: Configurazione veloce in multihead
ja: マルチヘッド構成をすばやくセットアップ
kk: Көпмониторлы жылдам баптау
lt: Greitas „multihead“ nustatymas
ms: Persediaan berbilang-kepala pantas
nb: Raskt oppsett av flere skjermer
oc: Installacion rapide multimonitor
pl: Szybka konfiguracja wielu ekranów
pt: Configuração rápida de ecrãs múltiplos
pt_br: Configuração rápida de multihead
ro: Configurare rapidă multi-monitor
ru: Быстрая настройка нескольких дисплеев
sq: Ujdisje shpejt e shpejt instance me shumë ekrane
sr: Брзе поставке за више екрана
sv: Snabbskärmsinställning
th: การตั้งค่าหลายจออย่างเร็ว
tr: Hızlı çok başlı ayar
uk: Швидке налаштування кількох моніторів
vi: Thiết lập nhiều đầu nhanh
zh_tw: 快速多傳感頭設定

source: Settings edition in the Xfce Settings Editor
ca: Edició de la configuració a l'editor de configuració de l'Xfce
cs: Úprava nastavení v editoru nastavení Xfce
da: Indstillings-udgaven i Xfce Indstillings-Redigerer
de: Änderung von Einstellungen im Xfce-Einstellungseditor
es: Parámetros de edición en el Editor de configuración de Xfce
fr: Édition des paramètres avec l’éditeur de paramètres Xfce
gl: Opcións da modificación no Editor de Opcións do Xfce
he: עריכת הגדרות בעורך הגדרות Xfce
id: Penyuntingan pengaturan di Penyunting Pengaturan Xfce
it: Modifica delle impostazioni nell'editor delle impostazioni di Xfce
ja: Xfce 設定エディターでの設定の変更
kk: Xfce баптаулар түзеткішінде баптауларды түзету
lt: Nustatymų keitimas Xfce nustatymų redaktoriuje
ms: Edisi tetapan dalam Penyunting Tetapan Xfce
nb: Redigering av Xfce-innstillinger
oc: Edicion Paramètres dins l'editor de paramètres Xfce
pl: Modyfikowanie ustawień za pomocą edytora ustawień Xfce
pt: A edição de definições no Editor de definições Xfce
pt_br: Daemon de configurações no editor de configurações do Xfce
ro: Editarea opțiunilor în editorul de opțiuni Xfce
ru: Изменение настроек в Редакторе настроек Xfce
sq: Përpunim rregullimesh me Përpunuesin e Rregullimeve Xfce
sr: Уредник поставки у ИксФЦЕ управнику поставки
sv: Inställningsredigering i Xfce:s inställningsredigerare
th: การแก้ไขค่าตั้งในเครื่องมือแก้ไขค่าตั้งของ Xfce
tr: Xfce Ayarlar Düzenleyicisi'ndeki ayarların yeni sürümü
uk: Зміна налаштувань у Редакторі налаштувань Xfce
vi: Phiên bản cài đặt trong Trình chỉnh sửa cài đặt Xfce
zh_tw: Xfce 設定值編輯器中的設定編輯

source: The Xfce Settings Editor now deserves its name, it is no longer a simpler Xfconf settings viewer. You can now modify, delete, add and reset settings through its interface. It also monitors changes to update its view.
ca: L'editor de configuració Xfce ara mereix el seu nom, ja no és un visor de configuració Xfconf més simple. Ara podeu modificar, suprimir, afegir i restablir la configuració a través de la seva interfície. També supervisa els canvis per actualitzar la seva vista.
cs: Editor nastavení Xfce nyní dostává svému názvu, již není jednoduchým prohlížečem nastavení Xfconf. Nastavení nyní můžete přes jeho rozhraní upravovat, mazat, přidávat nebo obnovovat. Také sleduje změny, aby aktualizovat svoje zobrazení.
da: Xfce opsætnings-redigerer fortjener nu dets navn, det er ikke længere en mere simpel Xfconf-indstillingsviser. Du kan nu redigere, slette tilføje og genstarte indstillinger gennem brugergrænsefladen. Det overvåger også ændringer for at opdatere dets udsigt.
de: Der Xfce-Einstellungseditor trägt seinen Namen jetzt zu Recht, er dient nicht mehr nur der Anzeige der Xfconf-Einstellungen. Sie können jetzt über seine Oberfläche Einstellungen ändern, löschen, hinzufügen und auf Standardwerte zurücksetzen. Der Einstellungseditor verfolgt Änderungen an den Einstellungen und aktualisiert seine Oberfläche gegebenenfalls.
es: El Editor de configuración de Xfce ahora merece su nombre, ya no es un simple visor de la configuración de Xfconf. Ahora se puede modificar, eliminar, añadir o restaurar la configuración a través de su interfaz. También monitorea los cambios para actualizar aspecto.
fr: L’éditeur de paramètres Xfce mérite désormais son nom ; il ne se limite plus à visionner les paramètres Xconf. Il peut maintenant les modifier, supprimer, réinitialiser et en ajouter. Il surveille aussi les changements pour actualiser son affichage.
gl: O Editor de configuracións do Xfce agora merece o seu nome, xa non é un sinxelo visor de configuración Xfconf. Agora pode modificar, eliminar, engadir e restabelecer as configuracións a través da súa interface. Tamén monitoriza os cambios para actualizar a súa vista.
he: עכשיו עורך הגדרות Xfce ראוי לשמו, הוא כבר לא מציג פשוט של הגדרות Xfconf. כעת אפשר לשנות, למחוק, להוסיף ולאתחל הגדרות דרך הממשק שלו. הוא גם מנטר שינויים על מנת לעדכן את התצוגה שלו.
id: Kini Penyunting Pengaturan Xfce telah sesuai dengan namanya, ia tidak lagi sekedar penampil pengaturan Xfconf. Kini Anda bisa memodifikasi, menghapus, menambahkan dan menyetel ulang pengaturan melalui antarmukanya. Ia juga memonitor perubahan untuk memperbarui tampilannya.
it: L'editor delle impostazioni di Xfce merita ora il suo nome: non è più una semplice interfaccia di visualizzazione delle impostazioni di Xfconf. È ora possibile modificare, cancellare, aggiungere e ripristinare le impostazioni attraverso l'interfaccia. Tiene inoltre sotto controllo i cambiamenti per mostrarli immediatamente a video.
ja: Xfce 設定エディターは、その名にふさわしいものになり、もう単純な Xfconf 設定ビューアーではありません。エディター上で、設定の変更、削除、追加、あるいはリセットが行えます。また、その表示の更新のため、変更を監視します。
kk: Xfce баптаулар түзеткіші енді өз атына лайық, ол тек Xfconf баптауларын қарау құралы емес. Енді оның интерфейсі арқылы баптауларды өзгертуге, өшіруге, қосуға және тастауға болады. Сондай-ақ ол өз көрінісін жаңарту үшін өзгерістерді бақылап отырады.
lt: Xfce nustatymų redaktorius nuo šiol turi savo vardą, daugiau tai ne tiesiog Xfce nustatymų žiūryklė. Dabar galite keisti, trinti, pridėti ir atstatyti nustatymus per naudotojo sąsają. Jis taipogi stebi savo keitimus, kad galėtų pakeisti rodinį.
ms: Penyunting Tetapan Xfce kini sesuai dengan namanya, ia bukan lagi pelihat tetapan Xfconf yang lebih mudah. Kini, anda boleh mengubahsuai, memadam, menambah dan menetap semula tetapan melalui antaramukanya. Ia juga memantau perubahan untuk mengemaskini paparannya.
nb: Redigering av Xfce-innstillinger er ikke lenger et rent visningsprogram for Xfconf-innstillingene. Du kan nå endre, slette, legge til og tilbakestille innstillingene gjennom grensesnittet. Det kan også overvåke endringene for oppdatering av visningen.
oc: L'editor de paramètres Xfce mérite d'ara enlà son nom, il n'est mai un simple spectateur de paramètres xfconf. Podètz ara modificar, suprimir, apondre e reïnicializar los paramètres pel biais de son interfàcia. Il surveille tanben los cambiaments de metre a jorn son punt de vista.
pl: Edytor ustawień Xfce w końcu zasługuje na swoja nazwę. Program nie jest już zwykłą przeglądarką ustawień Xfconf, a jego interfejs umożliwia teraz modyfikowanie, usuwanie, dodawanie i przywracanie ustawień. Wszystkie wprowadzane zmiany są śledzone i wyświetlane w oknie programu na bieżąco.
pt: Agora, o editor de definições Xfce já merece o seu nome. Já não é necessário o visualizador de definições Xfconf. Agora pode modificar, apagar, adicionar e restaurar as definições através de uma interface. Também monitoriza as alterações para atualizar os seus dados.
pt_br: O editor de configurações do Xfce agora merece o seu nome, pois não é mais um simples visualizador de configurações do Xfconf. Você agora pode modificar, excluir, adicionar e redefinir as configurações por meio desta interface. Ele também monitora alterações para atualizar sua visão.
ro: Editorul de opțiuni Xfce își merită acum numele, nu mai este un simplu vizualizator de opțiuni Xfconf. Acum puteți modifica, șterge, adăuga și restaura opțiunile prin interfața sa. De asemenea, monitorizează modificările pentru a-și actualiza vizualizarea.
ru: Редактор настроек Xfce теперь заслуживает своё название, так как это более не простая программа просмотра настроек Xfconf. Через интерфейс редактора настройки можно изменять, удалять и сбрасывать по умолчанию. Редактор также отслеживает изменения и выполняет обновление.
sq: Përpunuesi Xfce i Rregullimeve tani e meriton emrin e vet, s’është më një parës më i thjeshtë i rregullimeve në Xfconf. Tanimë, përmes ndërfaqes së tij mund të modifikoni, fshini, shtoni dhe riktheni te parazgjedhjet rregullime. Ai mbikëqyr gjithashtu ndryshimet për të përditësuar punën e tij.
sr: ИксФЦЕ управник поставки сада с правом носи своје име, јер је заменио једноставни Xfconf прегледник. Сада можете изменити, брисати, додати и повратити поставке кроз његово сучеље. Такође надгледа измене ради освежавања свог прегледа.
sv: Xfce:s inställningsredigerare förtjänar nu sitt namn. Det är inte längre en enklare Xfconf-inställningsvisare. Du kan nu modifiera, ta bort, lägga till och återställa inställningar genom gränssnittet. Den övervakar också ändringar för att uppdatera vyn.
th: เครื่องมือแก้ไขค่าตั้งของ Xfce รุ่นนี้ทำงานได้สมชื่อแล้ว โดยไม่ได้เป็นแค่เครื่องมือแสดงค่าตั้ง Xfconf อย่างง่ายอีกต่อไปแล้ว คุณสามารถแก้ไข ลบ เพิ่ม และล้างค่าต่างๆ ได้ผ่านโปรแกรมนี้ และยังมีการเฝ้าสังเกตการเปลี่ยนแปลงมาแสดงบนหน้าจออีกด้วย
tr: Xfce Ayarlar Düzenleyicisi, artık kendi ismini hakediyor, artık basit bir Xfconf ayarlar görüntüleyicisi değil. Artık, arayüzünü kullanarak ayarları düzenleyebilir, silebilir, ekleyebilir ve sıfırlayabilirsiniz. Ayrıca güncellemeleride, kendi üstünden izleyebilirsiniz.
uk: Редактор налаштувань Xfce тепер заслуговує свою назву, він тепер не тільки простий переглядач налаштувань Xfconf. Тепер Ви маєте змогу змінювати, вилучати, додавати і скидати налаштування через його інтерфейс.
vi: Trình chỉnh sửa cài đặt Xfce giờ đây xứng đáng với tên gọi của nó, nó không còn là trình xem cài đặt Xfconf đơn giản hơn nữa. Bây giờ bạn có thể sửa đổi, xóa, thêm và đặt lại cài đặt thông qua giao diện của nó. Nó cũng giám sát các thay đổi để cập nhật chế độ xem của nó.
zh_tw: Xfce 設定值編輯器現在名副其實，它不再只是一個簡化的 Xfconf 設定檢視器。您現在透過其介面可以修改、刪除、新增及重置設定值。它也會監視變更以更新其檢視。

source: Editing Xfconf properties with the Settings Editor
ca: S'estan editant les propietats Xfconf amb l'editor de paràmetres
cs: Úprava vlastností Xfconf editorem nastavení
da: Redigere Xfconf-egenskaver med indstillingsredigeringen
de: Bearbeiten der Xfconf-Eigenschaften mit dem Einstellungseditor
es: Editar las propiedades de Xfconf con el Editor de configuración
fr: Édition de propriétés Xfconf avec l’éditeur de paramètres
gl: Modificando as propiedade do Xfconf coas Opcións do Editor
he: עריכת תכונות Xfconf עם עורך ההגדרות
id: Menyunting properti Xfconf menggunakan Penyunting Pengaturan
it: Modifica delle proprietà di Xfconf con il gestore delle proprietà
ja: 設定エディターを使った Xfconf プロパティの編集
kk: Баптаулар түзеткіші арқылы Xfconf қасиеттерін түзету
lt: Nustatymų redagavimas su Nustatymų redaktoriumi
ms: Menyunting sifat Xfconf dengan Penyunting Tetapan
nb: Redigering av Xfconf-innstillingene med redigeringsprogrammet
oc: Edicion dels proprietats de Xfconf amb l'Editor de paramètres
pl: Edytowanie własności kanału Xfconf za pomocą edytora ustawień
pt: Editar as propriedades Xfconf com o Editor de definições
pt_br: Editando as propriedades do Xfconf com o editor de configurações
ro: Editarea proprietăților Xfconf cu editorul de opțiuni
ru: Изменение настроек Xfconf Редактором настроек
sq: Përpunim vetish Xfconf-i me Përpunuesin e Rregullimeve
sr: Уређивање својстава Xfconf-а са уредником поставки
sv: Redigering av Xfconf-egenskaper med inställningsredigeraren
th: การแก้ไขค่า Xfconf ด้วยเครื่องมือแก้ไขค่าตั้ง
tr: Xfconf özelliklerini, Ayarlar Düzenleyicisi ile düzenleme
uk: Редагування властивостей Xfconf за допомогою Редактора налаштувань
vi: Chỉnh sửa thuộc tính Xfconf bằng Trình chỉnh sửa cài đặt
zh_tw: 使用設定值編輯器編輯 Xfconf 屬性

source: Improved keyboard layout selection
ca: Selecció millorada de la disposició del teclat
cs: Vylepšený výběr rozložení klávesnice
da: Forbedret valg af tastaturlayout
de: Verbesserte Auswahl der Tastaturbelegung
es: Mejorada la selección de la disposición del teclado
fr: Sélection de la disposition du clavier améliorée
gl: Mellorouse a selección da disposición do teclado
he: בחירת סידור מקלדת משופרת
id: Pemilihan tata letak papan tik yang ditingkatkan
it: Migliorata la selezione della disposizione della tastiera
ja: キーボードレイアウト選択の改善
kk: Пернетақта жаймасын таңдау жақсартылды
lt: Pagerintas klaviatūros išdėstymo pasirinkimas
ms: Pemilihan bentangan papan kekunci dipertingkatkan
nb: Forbedret valg av tastaturutforming
oc: Melhorament de la seleccion de la configuracion del clavièr
pl: Ulepszona konfiguracja układu klawiatury
pt: Melhoria na seleção das variantes de teclado
pt_br: Seleção de layout de teclado melhorada
ro: Selectare îmbunătățită a aspectului tastaturii
ru: Улучшенный выбор раскладки клавиатуры
sq: Përmirësim i përzgjedhjes së skemës së tastierës
sr: Побољшан избор распореда тастатуре
sv: Förbättrad tangentbordsvalslayout
th: การเลือกผังแป้นพิมพ์ที่ดีขึ้น
tr: Geliştirilmiş klavye yerleşim seçimi
uk: Покращений вибір розкладок клавіатури
vi: Lựa chọn bố trí bàn phím được cải thiện
zh_tw: 改進的鍵盤佈局選擇
