Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: We hope that everyone will enjoy this release as much as we do. Sadly, this will not be the case as the folks using any of the BSD systems will notice a sudden loss of features. We think that this announcement is a good opportunity to express our disagreement with the recent "Linux-only" developments in the open source ecosystem, especially with regards to the utilities we need in desktop environments.
ca: Esperem que tothom gaudeixi d'aquest llançament tant com nosaltres. Lamentablement, aquest no serà el cas, ja que els que utilitzen qualsevol dels sistemes BSD notaran una pèrdua sobtada de característiques. Creiem que aquest anunci és una bona oportunitat per expressar el nostre desacord amb els recents desenvolupaments "només per a Linux" en l'ecosistema de codi obert, especialment pel que fa a les utilitats que necessitem en entorns d'escriptori.
cs: Doufáme, že si toto vydání užije každý stejně tak, jako my. Uživatelé systémů BSD bohužel zaznamenají úbytek několika vlastností a funkcí. Myslíme si, že toto oznámení je vhodnou příležitostí k vyjádření našeho nesouhlasu s nedávnými změnami směřováním vývoje k modelu "pouze pro Linux" v ekosystému softwaru s otevřeným zdrojovým kódem, zvláště u nástrojů potřebných v desktopových prostředích.
da: Vi håber at alle vil nyde denne udgave, så meget som vi gør. Desværre, vil dette ikke være sagen for de mennesker der bruger nogen af BSD systemerne, der vil opleve pludselig tab af funktioner. Vi tænker at denne annoncering er en god måde mulighed for at udtrykke vores uenighed med de seneste "kun-Linux" udviklinger i den åben kildekode økosystem, specielt med hensyn til de værktøjer vi har brug for i skrivebord-miljøer.
de: Wir hoffen, dass jeden diese Veröffentlichung ebenso sehr freut wie uns. Leider wird das aber nicht der Fall sein, denn Nutzer von BSD-Systemen werden einen Verlust an Funktionalität bemerken. Wir denken, dass diese Ankündigung eine gute Gelegenheit ist, unsere Ablehnung gegenüber der »Nur-Linux«-Entwicklung im Open-Source-Ökosystem auszudrücken, besonders im Hinblick auf die Werkzeuge, die wir in Arbeitsumgebungen benötigen.
es: Esperamos que todos disfruten de esta versión tanto como nosotros. Lamentablemente, esto no será posible para los usuarios de los sistemas BSD, en los que habrá pérdida de funcionalidades. Creemos que esta noticia es una buena oportunidad para expresar nuestro desacuerdo con los recientes desarrollos «solo Linux» dentro del ecosistema de código abierto, especialmente en lo que respecta a las utilidades que se requieren en los entornos de escritorio.
fr: Nous aimerions que tout le monde l’apprécie autant que nous. Malheureusement, ce ne sera pas le cas pour les utilisateurs de systèmes BSD qui constateront une perte de fonctionnalités. Nous profitons de cette annonce pour exprimer notre désaccord avec les récentes évolutions de l’écosystème du logiciel libre de se concentrer exclusivement sur Linux, notamment en ce qui concerne les services dont nous avons besoin dans les environnements de bureau.
gl: Agardamos que todo o mundo goce desta versión tanto como nós facéndoa. Desafortunadamente, este non será o caso para os que empreguen algún dos sistemas BSD, quen notarán unha súbita perda de características. Pensamos que este anuncio é unha boa oportunidade para expresar o noso desacordo co desenvolvemento recente de "só Linux" no ecosistema de código aberto, especialmente no que se refire ás utilidades que necesitamos nos contornos de escritorio.
he: אנו מקווים שכולם יהנו מהגרסה הזו כמו שאנו נהנים. למרבה האכזבה, זה לא יהיה המצב מכיוון שמשתמשים במערכות BSD ירגישו בחסרון פתאומי של תכונות. אנו חושבים שהודעה זו היא הזדמנות טובה להביע את חוסר ההסכמה שלנו עם התפתחויות "לינוקס-בלבד" לאחרונה במערכת הקוד הפתוח, בייחוד עם עזרים שאנו צריכים בסביבות שולחן עבודה.
id: Kami harapkan setiap orang akan menikmati rilis ini seperti halnya kami. Sayangnya, hal ini tidak terjadi karena pengguna yang memakai sistem BSD akan mencermati adanya fitur yang hilang tiba-tiba. Kami pikir pengumuman ini merupakan kesempatan yang bagus untuk mengutarakan ketidaksetujuan kami dengan pengembangan "hanya Linux" saat ini di ekosistem sumber terbuka, terutama terkait dengan utilitas yang kami butuhkan dalam lingkungan desktop.
it: Ci auguriamo che tutti siano soddisfatti di questo rilascio quanto lo siamo noi. Sfortunatamente però gli utenti BSD noteranno un calo di funzionalità. Pensiamo che questo annuncio sia un'ottima opportunità per esprimere il nostro disappunto nei riguardi dell'idea di sviluppo "solo linux" che sta prendendo piede nell'ambiente del codice aperto, in particolar modo per quanto riguarda le utilità necessarie negli ambienti desktop.
ja: 私たちと同じように誰もがこのリリースを楽しんでくれることを願っています。残念ですが、BSDシステムを使用している人にはこれは当てはまりません。突然機能が失われたことに気が付くでしょう。私たちはこの発表を、オープンソースエコシステム特にデスクトップ環境で必要なユーティリティで最近見られる、「Linuxのみ」の開発について意見の不一致があることを表明する良い機会だと考えています。
kk: Бұл шығарылым бізге сияқты барлығына ұнайды деп үміттенеміз. Өкінішке орай, кез келген BSD жүйелерін пайдаланатын адамдар мүмкіндіктердің кенет жоғалуын байқайды. Бұл хабарландыру ашық бастапқы экожүйедегі соңғы "тек Linux" бағытындағы әзірлемелермен, әсіресе жұмыс үстелі орталарында бізге қажетті утилиталарға қатысты келіспейтінімізді білдіруге жақсы мүмкіндік деп санаймыз.
lt: Mes tikimės, kad visi mėgausis šia laida taip pat kaip ir mes ja mėgaujames. Gaila, to negalima pasakyti BSD sistemų naudotojams, kurie pastebės staigų ypatybių sumažėjimą. Mes manome, kad šis skelbimas yra gera galimybė išreikšti mūsų nesutikimą su paskutiniu metu atviro kodo ekosistemoje pastebimais „tik Linux“ kūrimais, ypač turint omeny mums darbalaukyje reikiamas paslaugų programas.
ms: Kami harap semua orang akan menikmati keluaran ini sepertimana kami gunakan. Walaubagaimanapun, perkara ini tidak berlaku kepada pengguna sistem BSD kerana ada beberapa fitur yang digugurkan. Kami anggap pengumuman ini boleh dijadikan satu peluang untuk melahirkan ketidaksetujuan dengan pembangunan "Linux-sahaja" didalam ekosistem sumber terbuka, terutamanya berkaitan dengan utiliti yang kami perlukan di dalam persekitaran desktop.
nb: Vi håper alle har like mye glede av denne utgivelsen som vi har. For brukere av BSD-systemer er dette dog en ambivalent utgave, da mange funksjoner bortfaller. Vi synes dette oppropet er en god anledning til å markere vår misnøye den seneste 'eksklusivt-til-linux'-trenden i utvikling av åpen-kildekode økosystemet, spesielt med tanke på verktøyene vi trenger til bruk i skrivebordsmiljø.
oc: Esperam que tout lo monde va profiechar de aquesta version autant que nous lo faisons. Malurosament, aquò serà pas lo cas tant que lo monde utilizant un dels sistèmas BSD remarqueront una brusca pèrda de foncionalitats. Nous pensons que aquesta annonce es una bonne occasion per exprimer notre désaccord amb los desvolopaments recents « Linux solament » dins l'écosistèma open source, en particular per çò que concernís las foncionalitats dont avèm besoin dins los environaments de burèu.
pl: Mamy nadzieję, że to wydanie sprawi wszystkim co najmniej tyle radości, co nam. Niestety nie będzie to dane użytkownikom systemów BSD, którzy zauważą utratę pewnych funkcji. Korzystając z okazji wyrażamy sprzeciw wobec ignorowaniu przez twórców oprogramowania systemów innych niż Linux. Sytuacja ta ostatnio miała miejsce parokrotnie w środowisku oprogramowania otwarto-źródłowego i nie ominęła narzędzi, których potrzebujemy w środowisku graficznym.
pt: Esperamos que todos venham a gostar desta versão, tanto quanto nós. Infelizmente, este não será o caso, como o pessoal usando qualquer um dos sistemas BSD vão notar uma súbita perda de recursos. Nós pensamos que este anúncio é uma boa oportunidade para expressar nosso desacordo com os recentes desenvolvimentos "Linux-only" no ecossistema open source, especialmente no que diz respeito aos serviços públicos de que precisamos em ambientes de trabalho.
pt_br: Esperamos que todos se divirtam com este lançamento como nós gostamos de fazê-lo. Infelizmente, este não será o caso como as pessoas que estiverem usando qualquer versão de sistemas BSD, pois vão notar uma perda repentina de recursos.
ro: Sperăm că toată lumea se va bucura de această versiune la fel de mult ca noi. Din păcate, acest lucru nu se va întâmpla, deoarece persoanele care folosesc oricare dintre sistemele BSD vor observa o pierdere bruscă de funcții. Credem că acest anunț este o bună ocazie de a ne exprima dezacordul cu recentele evoluții „exclusiv Linux” din ecosistemul open-source, în special în ceea ce privește ustensilele de care avem nevoie în mediile grafice de birou.
ru: Мы надеемся, что всем понравится этот выпуск так же, как он нравится нам. К сожалению, скорее всего это будет не так, поскольку пользователи BSD-систем заметят внезапное исчезновение ряда функций. Мы думаем, что это объявление — хорошая возможность выразить наше разочарование недавними разработками «только для Linux» в экосистеме свободного программного обеспечения, особенно с учётом утилит, которые необходимы в нашем окружении рабочего стола.
sq: Shpresojmë që kushdo do ta shijojë këtë hedhje në qarkullim aq sa edhe ne. Mjerisht, s’do të ndodhë kështu, ngaqë persona që përdorin çfarëdo sistemi BSD do të vënë re një humbje të papritur veçorish. Mendojmë se ky lajmërim është një mundësi e mirë për të shprehur mospajtimin tonë me zhvillimet e fundit “Linux-only” në ekosistemin e burimit të hapur, veçanërisht kur vjen puna me gjëra të dobishme për të cilat kemi nevojë në mjedise desktopi.
sr: Надамо се да ће сви уживати у овом издању као што и ми уживамо. Нажалост, то неће бити случај са свима, људи који користе било који БСД систем ће приметити изненадан губитак могућности. Мислимо да је најава добра прилика да изразимо наше неслагање са „само Линукс“ развојем у екосистему отвореног кода, нарочито у погледу прибора које користимо у радним окружењима.
sv: Vi hoppas att alla ska uppskatta den här utgåvan lika mycket som vi. Tyvärr kommer det inte att bli så eftersom personer som använder något av BSD-systemen kommer att märka en plötslig förlust av funktioner. Vi tror att detta tillkännagivande är ett bra tillfälle för att uttrycka vårt missnöje med den nya "bara-Linux" utvecklingen i ekosystemet för öppen källkod, speciellt med tanke på de verktyg vi behöver i skrivbordsmiljöer.
th: เราหวังว่าทุกท่านจะมีความสุขกับรุ่นนี้เท่าๆ กับที่เรามี แต่น่าเสียดายที่อาจไม่เป็นไปตามที่หวัง เนื่องจากผู้ที่ใช้ระบบใดๆ ที่เป็น BSD จะสังเกตพบการหล่นหายไปอย่างฉับพลันของความสามารถต่างๆ เราคิดว่าประกาศนี้ถือเป็นโอกาสอันดีที่จะแสดงความไม่เห็นด้วยของเราต่อแนวทางการพัฒนาแบบ "ลินุกซ์อย่างเดียว" ในระบบนิเวศน์โอเพนซอร์สในระยะนี้ โดยเฉพาะที่เกี่ยวเนื่องกับเครื่องมือต่างๆ ที่จำเป็นในสภาพแวดล้อมแบบเดสก์ท็อป
tr: Herkesin bizim kadar bu sürümden zevk alacağını umuyoruz. Ne yazık ki BSD sistemlerinin herhangi birini kullanarak özelliklerin ani kaybını fark etmek gibi bir durum olmayacak, biz özellikle masaüstü ortamlarındaki ihtiyaç duyduğumuz bu açık kaynak ekosisteminde "Linux-only" gelişmeleri ile anlaşmazlığı ifade etmek için duyurunun iyi bir fırsat olduğunu düşünüyoruz.
uk: Ми сподіваємося, що всі будуть насолоджуватися цією версією так, як це робимо ми. На жаль, це не буде так для людей, що використовують будь-які BSD системи, які помітять раптову втрату можливостей. Ми вважаємо, що це оголошення є гарною можливістю, щоб висловити свою незгоду з недавніми "Linux-тільки" розробками в екосистемі з відкритими джерелами, особливо щодо утиліт, які нам потрібно в середовищах стільниць.
vi: Chúng tôi hy vọng rằng mọi người sẽ thích phiên bản này nhiều như chúng tôi. Đáng buồn thay, điều này sẽ không xảy ra vì những người sử dụng bất kỳ hệ thống BSD nào sẽ nhận thấy các tính năng bị mất đột ngột. Chúng tôi nghĩ rằng thông báo này là cơ hội tốt để bày tỏ sự không đồng tình của chúng tôi với những phát triển gần đây "chỉ dành cho Linux" trong hệ sinh thái nguồn mở, đặc biệt là liên quan đến các tiện ích chúng ta cần trong môi trường máy tính để bàn.
zh_tw: 我們希望每個人都能和我們一樣享受這個版本。不幸的是，這對部份使用任何 BSD 系統的人來說就不是如此了，他們可能會注意到一些功能上的缺失。我們認為這個公告是一個表達我們對於最近在開放原始碼的生態系統中，特別在桌面環境中我們需要的工具，反擊「僅對 Linux 開發」的指責的好機會。

source: Xfce 4.8 is our attempt to update the Xfce code base to all the new desktop frameworks that were introduced in the past few years. We hope that our efforts to drop pieces like ThunarVFS and HAL with GIO, udev, ConsoleKit and PolicyKit will help bringing the Xfce desktop to modern distributions.
ca: Xfce 4.8 és el nostre intent d'actualitzar la base de codi Xfce a tots els nous frameworks d'escriptori que es van introduir en els últims anys. Esperem que els nostres esforços per deixar caure peces com ThunarVFS i HAL amb GIO, udev, ConsoleKit i PolicyKit ajudin a portar l'escriptori Xfce a distribucions modernes.
cs: Xfce 4.8 je naším pokusem o aktualizaci základního kódu Xfce pro nové desktopové frameworky, které byly v posledních několika málo letech uvedeny. Doufáme, že naše snaha o odebrání součástí ThunarVFS a HAL s GIO, udev, ConsoleKit a PolicyKit pomůže pracovnímu prostředí Xfce k začlenění do moderních distribucí.
da: Xfce 4.8 er vores forsøg på at opdatere Xfce kode-basen til alle nye skrivebords-rammeværk der blev introduceret i de seneste par år. Vi håber at vores indsats med at sætte nogle stykker ned såsom ThunarVFS og HAL med GIO, udev, KonsolKit og Politik-Kit vil hjælpe med at bringe Xfce skrivebordet til moderne distrobutioner.
de: Mit Xfce 4.8 haben wir versucht, den Basisquelltext im Hinblick auf andere Arbeitsflächenumgebungen zu aktualisieren, die in den letzten Jahren vorgestellt wurden. Wir hoffen, dass unsere Anstrengungen, Komponenten wie ThunarVFS und HAL mit GIO, udev, ConsoleKit und PolicyKit zu nutzen, dazu beitragen, die Xfce-Arbeitsflächenumgebung in moderne Distributionen zu integrieren.
es: Xfce 4.8 es nuestro intento de actualizar el código de Xfce para todos las plataformas de escritorio que han aparecido en los últimos años. Esperamos que nuestros esfuerzos para renovar elementos como ThunarVFS y HAL con GIO, udev, ConsoleKit y PolicyKit ayudará a integrar el escritorio Xfce en las distribuciones modernas.
fr: Avec Xfce 4.8, nous avons essayé d’adapter la base du code Xfce aux nouveaux environnements de développement apparus ces dernières années. Nous espérons que nos efforts d’abandonner des composants comme ThunarVFS et HAL avec GIO, udev, ConsoleKit et PolicyKit aideront Xfce à trouver sa place au sein des distributions modernes.
gl: O Xfce 4.8 é o noso intento de actualizar a base de código do Xfce a todos as novas infraestruturas de escritorio que se introduciron nos últimos anos. Agardamos que os nosos esforzos para retirar partes como ThunarVFS e HAL con GIO, udev, ConsoleKit e PolicyKit axuden a levar o escritorio do Xfce a distribucións modernas.
he: Xfce 4.8 הוא הניסיון שלנו לעדכן את בסיס קוד Xfce לכל מסגרות שולחן העבודה החדשות שהוצגו בשנים האחרונות. אנו מקווים שהמאמצים שלנו לעזוב דברים כמו ThunarVFS ו-HAL עם GIO, ו- udev ו- ConsoleKit ו- PolicyKit יעזרו להביא את שולחן עבודה Xfce להפצות מודרניות.
id: Xfce 4.8 adalah kesempatan kami untuk memutakhirkan basis kode Xfce ke semua kerangka kerja baru yang diperkenalkan di beberapa tahun terakhir. Kami harapkan usaha kami untuk menggantikan ThunarVFS dan HAL dengan GIO, udev, ConsoleKit dan PolicyKit akan membawa desktop Xfce ke distribusi modern.
it: Xfce 4.8 è il nostro tentativo di aggiornare il codice di base di Xfce alle nuove infrastrutture per il desktop introdotte negli ultimi anni. Ci auguriamo che lo sforzo fatto per eliminare elementi come ThunarVFS e HAL con GIO, udev, ConsoleKit e PolicyKit contribuiscano alla diffusione di Xfce nelle distribuzioni moderne.
ja: Xfce 4.8は、過去数年間に導入されたすべての新しいデスクトップフレームワークにXfceコードベースを更新する試みです。ThunarVFSやHALなどをGIO、udev、ConsoleKit、PolicyKitにドロップする努力が、最新のディストリビューションにXfceデスクトップを収録するのに役立つことを願っています。
kk: Xfce 4.8 — бұл Xfce код базасын соңғы бірнеше жылда енгізілген барлық жаңа жұмыс үстелі фреймворктеріне жаңарту әрекетіміз. ThunarVFS және HAL сияқты бөліктерді GIO, udev, ConsoleKit және PolicyKit-пен алмастыру күш-жігеріміз Xfce жұмыс үстелін заманауи дистрибутивтерге жақындатуға көмектеседі деп үміттенеміз.
lt: Xfce 4.8 atspindi mūsų pastangas atnaujinti Xfce kodo bazę į visiškai naujus darbalaukio karkasus, pristatytus per pastaruosius keletą metų. Mes tikimės, kad mūsų pastangos palikti tokias dalis kaip ThunarVFS ir HAL su GIO, udev, ConsoleKit ir PolicyKit, padės įtraukti Xfce į šiuolaikines distribucijas.
ms: Xfce 4.8 merupakan percubaan kami untuk mengemaskini asas kod Xfce pada semua bingkai kerja dekstop baharu yang telah diperkenalkan tahun-tahun yang lalu. Kami harap usaha kami menggugurkan ThunarVFS dan HAL dan diganti dengan GIO, udev, ConsoleKit dan PolicyKit dapat membawa desktop Xfce menjadi distribusi yang modern.
nb: Xfce 4.8 er vårt forsøk på å oppdatere Xfce-kodebasen til alle nye skrivebords-rammeverk som har blitt introdusert de seneste årene. Vi håper vår innsats for å droppe ting som ThunarVFS og HAL med GIO, udev, ConsoleKit og PolicyKit hjelper Xfce på vei i i moderne distribusjoner.
oc: Xfce 4.8 es notre tentative de metre a jorn la base del còdi Xfce a totes los novèls quadres de burèu que son estadas introduites al cors de las darrièras annadas. Esperam que nos efforts de laisser tomber de tròces coma ThunarVFS e HAL amb GIO, udev, ConsoleKit e PolicyKit aideront a porter lo burèu Xfce dins las distribucions modernes.
pl: Xfce 4.8 jest próbą zaktualizowania w środowisku obsługi wszystkich nowych platform programistycznych zaprezentowanych w przeciągu kilku ostatnich lat. Mamy nadzieję, że nasze starania w celu porzucenia takich rozwiązań jak ThunarVFS i HAL z obsługą GIO, udev, ConsoleKit i PolicyKit, pomoże zaistnieć środowisku Xfce w nowoczesnych dystrybucjach.
pt: Xfce 4.8 é a nossa tentativa de atualizar a base de código Xfce a todas as novas plataformas de desktop que foram introduzidas nos últimos anos. Esperamos que os nossos esforços para deixar peças como ThunarVFS e HAL com GIO, udev, ConsoleKit e PolicyKit vá ajudar a trazer um ambiente de trabalho Xfce para distribuições modernas.
pt_br: Xfce 4.8 é nossa tentativa de atualizar a base de código do Xfce para todas as estruturas de desktop novas, que foram introduzidas nos últimos anos. Esperamos que nossos esforços para deixar peças como ThunarVFS e HAL com GIO, udev, ConsoleKit e PolicyKit ajudarão a aproximar o desktop Xfce às distribuições modernas.
ro: Xfce 4.8 este încercarea noastră de a actualiza baza de cod Xfce la toate structurile de medii grafice de birou noi care au fost introduse în ultimii câțiva ani. Sperăm că eforturile noastre de a renunța la elemente precum ThunarVFS și HAL cu GIO, udev, ConsoleKit și PolicyKit vor contribui la aducerea mediului grafic de birou Xfce la distribuțiile moderne.
ru: С Xfce 4.8 мы пытаемся обновить кодовую базу Xfce до всех новых инфраструктур рабочего стола, появившихся в последние несколько лет. Надеемся, что наши усилия по замене ThunarVFS и HAL на GIO, udev, ConsoleKit и PolicyKit помогут продвижению Xfce в современных дистрибутивах.
sq: Xfce 4.8 është përpjekja jonë për të përditësuar bazën e kodit Xfce me krejt platformat e reja për desktop që janë sjellë për herë të parë në këto pak vitet e fundit. Shpresojmë se përpjekjet tona për të hequr dorë nga pjesë të tilla si ThunarVFS dhe HAL me GIO, udev, ConsoleKit dhe PolicyKit do të ndihmojnë për ta sjellë desktopin Xfce në shpërndarje moderne.
sr: Искфце 4.8 је наш покушај да надградимо основу кода Иксфце-а на нови радни оквир који је представљен у пар протеклих година. Надамо се да ће наш труд да одбацимо делове као што су ThunarVFS и ХАЛ са ГИО-м, ConsoleKit и PolicyKit помоћи да приближимо Иксфце окружење савременим дистрибуцијама.
sv: Xfce 4.8 är vårt försök att uppdatera Xfce:s kodbas till alla de nya skrivbordsramverk som introducerats under de senaste åren. Vi hoppas att våra ansträngningar att släppa delar som ThunarVFS och HAL med GIO, udev, ConsoleKit och PolicyKit kommer att hjälpa till att föra Xfce skrivbordet till moderna distributioner.
th: Xfce 4.8 เป็นความพยายามของเราที่จะปรับฐานโค้ดของ Xfce ให้เป็นไปตามกรอบงานเดสก์ท็อปใหม่ๆ ทั้งหมดที่เกิดขึ้นในช่วงไม่กี่ปีที่ผ่านมา เราหวังว่าความพยายามของเราในการตัดชิ้นส่วนต่างๆ อย่าง ThunarVFS และ HAL โดยใช้ GIO, udev, ConsoleKit, และ PolicyKit แทนจะช่วยนำพาเดสก์ท็อป Xfce เข้าสู่ชุดจัดแจกสมัยใหม่ได้
tr: Xfce 4.8, son bir kaç yılda içinde başlanan, tüm yeni masaüstü çatılarındaki, Xfce kod tabanını güncellemek bizim girişimimizdir. Umuyoruz ki, bu çabamız ThunaVFS ve GIO ile HAL, udev, ConsoleKit ve PolicyKit gibi parçaları çıkararak, Xfce masaüstünü çağdaş dağıtımlara girmesini sağlamaktır.
uk: Xfce 4.8 є нашою спробою оновити базовий код Xfce для всіх нових розробок, впроваджених за останні кілька років. Ми надіємося, що наші зусилля по викиданню кусків, як ThunarVFS і HAL з GIO, udev, ConsoleKit і PolicyKit допоможуть перенести стільницю Xfce на сучасні дистрибутиви.
vi: Xfce 4.8 là nỗ lực của chúng tôi nhằm cập nhật cơ sở mã Xfce cho tất cả các khung máy tính để bàn mới đã được giới thiệu trong vài năm qua. Chúng tôi hy vọng rằng những nỗ lực của chúng tôi trong việc loại bỏ các phần như ThunarVFS và HAL bằng GIO, udev, ConsoleKit và PolicyKit sẽ giúp đưa máy tính để bàn Xfce lên các bản phân phối hiện đại.
zh_tw: Xfce 4.8是我們嘗試將 Xfce 的代碼更新到符合過去幾年的新桌面框架的一個版本。我們希望我們的努力可以把 ThunarVFS、HAL 以 GIO、udev、ConsoleKit 取代，這有助於將 Xfce 帶入現代的桌面散布版。
