Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Xfce is a lightweight desktop environment for UNIX-like operating systems. It aims to be fast and low on system resources, while still being visually appealing and user friendly.
ca: Xfce és un gestor d'escriptori lleuger per entorns de treball Unix. El seu objectiu es ser lleuger en quant a recursos del sistema i visualment atractiu i fàcil de fer servir.
cs: Xfce je odlehčené desktopové prostředí pro unixové operační systémy. Má za cíl být rychlé a nenáročné na systémové zdroje při zachování atraktivního vzhledu a uživatelské přívětivosti.
da: Xfce er et letvægtsskrivebordsmiljø til UNIX-lignende styresystemer. Det bestræber sig på at være hurtigt og bruge få systemressourcer, mens det stadig er visuelt indbydende og brugervenligt.
de: Xfce ist eine leichtgewichtige Arbeitsumgebung für UNIX-ähnliche Betriebssysteme. Ziel ist es, schnell und ressourcenschonend, aber auch optisch ansprechend und benutzerfreundlich zu sein.
es: Xfce es un entorno de escritorio ligero para sistemas tipo UNIX. Su objetivo es ser rápido y usar pocos recursos del sistema, sin dejar de ser visualmente atractivo y fácil de usar.
fr: Xfce est un environnement de bureau léger pour les systèmes d’exploitation de type UNIX. Il vise à être rapide, peu gourmand en ressources système, tout en étant visuellement attrayant et convivial.
gl: O Xfce é un contorno de escritorio lixeiro para sistemas operativos como UNIX. Pretende ser rápido e lixeiro no uso dos recursos do sistema, aínda asi tamén procura ser atractivo visualmente así como doado de usar.
he: Xfce היא סביבת שולחן עבודה קלילה עבור מערכות הפעלה מסוג UNIX. היא מכוונת להיות מהירה וקלה על משאבי המערכת, ועדיין להיות מושכת ויזואלית וידידותית למשתמש.
id: Xfce adalah lingkungan desktop ringan untuk sistem operasi seperti UNIX. Ia bertujuan agar cepat dan rendah sumber daya sistem, namun tetap menarik secara visual dan mudah digunakan.
it: Xfce è un ambiente desktop leggero pensato per i sistemi operativi di tipo UNIX. Si prefigge di essere veloce e leggero, pur mantenendo usabilità e aspetto gradevole.
ja: Xfce は UNIX ライクなオペレーティングシステム用の軽量デスクトップ環境です。魅力的なヴィジュアルと使い勝手の良さを保ちつつ、高速でシステムリソースの使用が少ないことを目指しています。
kk: Xfce — UNIX тәрізді операциялық жүйелерге арналған жеңіл жұмыс үстелі ортасы. Ол жылдам әрі жүйелік ресурстарды аз тұтынуды, сонымен қатар көрнекі және пайдаланушыға ыңғайлы болуды мақсат етеді.
lt: Xfce yra supaprastinta darbalaukio aplinka, skirta Unix tipo sistemoms. Ji stengiasi būti greita ir naudoti kuo mažiau sistemos išteklių, tuo pačiu išlaikant patogumą naudotojui ir malonią išvaizdą.
ms: Xfce merupakan persekitaran desktop yang ringan dan pantas untuk sistem pengoperasian seakan-UNIX. Ia bertujuan menjadi sistem pengoperasian yang pantas dan kurang menggunakan sumber sistem, tetapi masih cantik dipandang dan mesra pengguna.
nb: Xfce er et lett skrivebordsmiljø for UNIX-lignende operativsystemer. Det tar sikte på å være raskt og bruke lite systemressurser, samtidig som det skal være visuelt stimulerende og brukervennlig.
oc: Xfce es un environament de burèu leugièr pels sistèmas operatius d'estil UNIX. Visa a èsser rapid e utilizar pas gaire de ressorsas del sistèma, tot en essent visualament atractiu e convivial.
pl: Xfce jest środowiskiem graficznym przeznaczonym dla systemów operacyjnych typu UNIX. Jego główne cechy to szybkość, niskie zapotrzebowanie na zasoby komputera, ale także atrakcyjny wygląd i prostota obsługi.
pt: O Xfce é um ambiente de trabalho para sistemas do tipo UNIX. Pretende-se que seja rápido, ligeiro e pouco exigente em termos de recursos do computador, sem deixar de ser apelativo em termos estéticos e fácil de utilizar.
pt_br: Xfce é um ambiente de desktop leve para sistemas operacionais semelhantes a UNIX, que visa ser rápido e de baixo consumo de recursos do sistema, e mesmo assim se mantendo visualmente atraente e amigável para o usuário.
ro: Xfce este un mediu grafic de birou ușor pentru sistemele de operare de tip UNIX. Acesta își propune să fie rapid și să consume puține resurse de sistem, fiind în același timp atractiv din punct de vedere vizual și ușor de utilizat.
ru: Xfce — это облегчённая среда рабочего стола для UNIX-подобных операционных систем. Она стремится быть быстрой и потреблять мало системных ресурсов, при этом оставаясь визуально привлекательной и удобной для пользователя.
sq: Xfce-ja është mjedis desktop i peshës së lehtë, për sisteme operativë të ngjashëm me UNIX-in. Ai synon të jetë i shpejtë dhe me konsum të ulët të burimeve të sistemit, teksa ende të jetë tërheqës nga ana pamore dhe miqësor ndaj përdoruesit.
sr: ИксФЦЕ је незахтевно радно окружење за Униксолике системе. Његов циљ је брзина и поштовање потреба слабијих рачунара уз пријатан изглед и лакоћу коришћења.
sv: Xfce är en resurssnål skrivbordsmiljö för UNIX-liknande operativsystem. Den siktar mot att vara snabb och låg på systemresurser, medan den fortfarande är visuellt tilltalande och användarvänlig.
th: Xfce เป็นเดสก์ท็อปเบาๆ สำหรับระบบปฏิบัติการที่คล้ายกับยูนิกซ์ โดยมุ่งให้ทำงานได้เร็วและประหยัดทรัพยากรระบบ แต่ยังคงมีรูปลักษณ์ที่ดึงดูดและเป็นมิตรกับผู้ใช้
tr: Xfce, UNIX benzeri işletim sistemleri için hafif masaüstü ortamıdır. Görsel açıdan çekici ve kullanıcı dostuyken, düşük sistem kaynaklarıyla hızlılığı amaçlamaktadır.
uk: Xfce - це легке середовище стільниці для операційних систем на основі UNIX. Xfce прагне бути швидкою і не вимагати багато системних ресурсів, але залишатися візуально привабливою і легкою в користуванні.
vi: Xfce là môi trường máy tính để bàn nhẹ dành cho các hệ điều hành giống UNIX. Nó nhằm mục đích nhanh và ít tiêu tốn tài nguyên hệ thống, trong khi vẫn hấp dẫn về mặt trực quan và thân thiện với người dùng.
zh_tw: Xfce 是類 Unix 作業系統上的輕量級桌面環境。它致力於快速與消耗少量的系統資源，但仍有著視覺上的吸引力且易於使用。

source: Xfce embodies the traditional UNIX philosophy of modularity and re-usability. It consists of a number of components that provide the full functionality one can expect of a modern desktop environment. They are packaged separately and you can pick among the available packages to create the optimal personal working environment.
ca: Xfce fa seva la filosofia UNIX de modularitat i reutilització. Consisteix en un nombre de components que proveeixen tota la funcionalitat que es pot esperar d'un entorn d'escriptori modern. Els components son empaquetats individualment i pots escollir els paquets disponibles per crear l'entorn de treball òptim i personal.
cs: Xfce ztělesňuje tradiční filozofii modularity a znovupoužitelnosti systému UNIX. Skládá se z mnoha komponent, které poskytují plnou funkcionalitu očekávanou od moderního desktopového prostředí. Jsou zabaleny zvlášť a můžete si vybrat mezi dostupnými balíčky tak, abyste si vytvořili optimální pracovní prostředí.
da: Xfce indbefatter den traditionelle UNIX-filosofi om modularitet og genbrugelighed. Det består af et antal komponenter, som giver den fulde funktionalitet, som man kan forvente fra et moderne skrivebordsmiljø. De er pakket separat, og du kan vælge mellem de tilgængelige pakker for at skabe det optimale personlige arbejdsmiljø.
de: Xfce verkörpert die traditionelle UNIX-Philosophie von Modularität und Wiederverwendbarkeit. Es besteht aus einer Vielzahl von Komponenten, die die volle Funktionalität einer modernen Arbeitsumgebung bieten. Die Komponenten werden einzeln als Pakete zur Verfügung gestellt und Sie können aus allen zur Verfügung stehenden Paketen wählen, um Ihre optimale persönliche Arbeitsumgebung zu erstellen.
es: Xfce encarna la filosofía tradicional de UNIX de modularidad y reutilización. Está formado por una serie de componentes que proporcionan toda la funcionalidad que se puede esperar de un entorno de escritorio moderno. Se empaquetan por separado y se puede elegir entre los paquetes disponibles para crear el entorno de trabajo personal óptimo.
fr: Xfce adhère à la philosophie traditionnelle UNIX de modularité et de ré-utilisabilité. Cela consiste en un certain nombre de composants fournissant les fonctionnalités que l’on peut attendre des environnements de bureau modernes. Ils sont empaquetés séparément et vous pouvez choisir parmi eux pour créer l’environnement de travail personnel optimal.
gl: O Xfce abraza a filosofía tradicional de UNIX da utilización de módulos e reutilización. Consiste nunha serie de compoñentes que fornecen a funcionalidade completa que se pode agardar dun contorno de escritorio moderno. Ditos compoñentes están empaquetados por separado e pode escoller entre os paquetes dispoñíbeis para crear o contorno persoal ideal.
he: Xfce משלבת את הפילוסופיה המסורתית של UNIX לגבי מודולריות ושימוש חוזר. היא כוללת מספר מרכיבים המספקים את הפונקציונליות המלאה שניתן לצפות מסביבת שולחן עבודה מודרנית. הם ארוזים בנפרד ואפשר לבחור מבין החבילות הזמינות על מנת ליצור את סביבת העבודה האישית האופטימלית.
id: Xfce mengakar dari filosofi UNIX yang bersifat modular dan berdaur-pakai. Terdiri dari sejumlah komponen yang menyediakan fungsi lengkap layaknya lingkungan desktop modern. Dikemas secara terpisah sehingga memungkinkan pengguna memilih dan membentuk lingkungan kerja yang optimal dan sesuai dengan keinginan.
it: Xfce 4.6 abbraccia la filosofia tradizionale UNIX di modularità e ri-usabilità. Consta di un certo numero di componenti che, insieme, forniscono tutte le funzionalità di un moderno ambiente desktop. I componenti sono pacchettizzati separatamente ed è quindi possibile scegliere tra quelli disponibili, il pacchetto che si preferisce creando così il proprio ambiente di lavoro personalizzato.
ja: Xfce は、モジュール性と再利用性という従来の UNIX 哲学を体現しています。Xfce は最新のデスクトップ環境に期待されるすべての機能を提供する多数のコンポーネントで構成されています。これらは個別にパッケージ化されており、利用可能なパッケージの中からピックアップして、個人の最適な作業環境を作成できます。
kk: Xfce дәстүрлі UNIX модулділік және қайта қолдану философиясын ұстанады. Ол заманауи жұмыс үстелі ортасынан күтілетін толық функционалдылықты қамтамасыз ететін бірқатар компоненттерден тұрады. Олар бөлек пакеттелген және сіз оңтайлы жеке жұмыс ортасын жасау үшін қолжетімді пакеттердің ішінен таңдай аласыз.
lt: Xfce įkūnija tradicinę lankstumo ir pakartotinio naudojimo UNIX filosofiją. Ją sudaro daug komponentų, kurių visuma suteikia tokį funkcionalumą kokio tikimasi iš šiuolaikinės darbalaukio aplinkos. Komponentai supakuoti atskirai, todėl galite pasirinkti iš daugelio paketų ir susikurti sau optimalią darbalaukio aplinką.
ms: Xfce merangkumi falsafah Unix tradisional kemodularan dan kebolehgunaan-semula. Ia mengandungi sejumlah komponen yang menyediakan kefungsian penuh yang ada di dalam persekitaran desktop yang modern. Ia dipakej secara berasingan dan anda boleh memilih pakej-pakej yang tersedia untuk membentuk persekitaran kerja peribadi yang bersifat optimum.
nb: Xfce omfavner den tradisjonelle UNIX-filosofien om modularitet og gjenbrukbarhet. Det består av et antall komponenter som tilsammen utgjør all funksjonalitet man kan forvente av et moderne skrivebordsmiljø. De pakkes hver for seg og du kan velge mellom de tilgjengelige pakkene for å optimalisere ditt personlige arbeidsmiljø.
nl: Xfce belichaamt de traditionele UNIX filosofie van modulariteit en herbruikbaarheid. Het bestaat uit een aantal componenten die de volledige functionaliteit kan men verwachten van een moderne desktop omgeving te bieden. Ze worden afzonderlijk verpakt en u kunt kiezen tussen de beschikbare pakketten om de optimale persoonlijke werkomgeving te creëren.
oc: Xfce incarna la filosofia UNIX tradicional de modularitat e de reütilizabilitat. Se compausa d'un certan nombre de components que provesisson las foncionalitats qu'on pòt esperar d'un environament de burèu modèrne. Son paquatjats separadament e podètz causir demest los paquets disponibles per crear l'environament de trabalh personal optimal.
pl: Środowisko graficzne Xfce jest wynikiem filozofii typowej dla systemów UNIX. Najważniejsze jego cechy to modułowość i użyteczność. Całe środowisko składa się z wielu komponentów, które zapewniają funkcjonalność, jakiej można wymagać od tego typu produktów. Komponenty te są umieszczone w osobnych pakietach i można je używać wymiennie z innymi, kompatybilnymi komponentami. Takie podejście umożliwia stworzenie optymalnego środowiska pracy.
pt: O Xfce segue a filosofia UNIX de modularidade e reutilização. É constituído por um conjunto de componentes que disponibiliza as funcionalidades pretendidas de um ambiente de trabalho moderno. Estas componentes são preparadas separadamente para que possam ser usadas apenas as desejadas. Permite, assim, a criação de um ambiente de trabalho pessoal optimizado.
pt_br: O Xfce incorpora a filosofia tradicional do UNIX da modularidade e reusabilidade. O Xfce consiste em uma quantidade de componentes que fornecem a funcionalidade completa que uma pessoa pode esperar de um ambiente de área de trabalho moderna. Eles são empacotados separadamente e você pode escolher dentre os pacotes disponíveis para criar o seu próprio ambiente de trabalho otimizado.
ro: Xfce întruchipează filosofia tradițională UNIX de modularitate și reutilizare. Acesta constă dintr-un număr de componente care oferă funcționalitatea completă pe care o puteți aștepta de la un mediu grafic de birou modern. Acestea sunt împachetate separat și puteți alege dintre pachetele disponibile pentru a crea mediul de lucru personal optim.
ru: Xfce воплощает традиционную философию UNIX: модульность и возможность многократного использования в различных условиях. Она состоит из ряда компонентов, обеспечивающих полную функциональность, которую можно ожидать от современной среды рабочего стола. Они упакованы отдельно, и вы можете выбирать из доступных пакетов, чтобы создать оптимальное для вас рабочее окружение.
sq: Xfce-ja trupëzon filozofinë tradicionale të UNIX-it për modularitet dhe ripërdorshmëri. Përbëhet nga një numër përbërësish që furnizojnë punim të plotë që dikush pret nga një mjedis modern desktopi. Ata janë të paketuar veçmas dhe mund të zgjidhni mes paketave të gatshme për të krijuar mjedisin personal optimal të punës.
sr: ИксФЦЕ отелотворује обичајну УНИКС-ову љубав према мудрости и употребљивости. Састоји се од бројних делова које обезбеђују пуну употребљивост која се може очекивати од савременог радног окружења. Пакују се раздвојено, и можете бирати између доступних пакета шта је потребно за стварање најбољег личног радног окружења.
sv: Xfce förkroppsligar den traditionella UNIX-filosofin för modularitet och återanvändning. Det består av ett antal komponenter som tillhandahåller den fulla funktionalitet man kan förvänta sig av en modern skrivbordsmiljö. De är paketerade separat och du kan välja bland tillgängliga paket för att skapa den optimala personliga arbetsmiljön.
th: Xfce สร้างขึ้นตามปรัชญายูนิกซ์ดั้งเดิมที่ว่าด้วยความแยกส่วนงานและการนำกลับมาใช้ซ้ำ ตัวเดสก์ท็อปประกอบด้วยองค์ประกอบจำนวนหนึ่ง ซึ่งตระเตรียมลักษณะการใช้งานเต็มรูปแบบที่ผู้ใช้สามารถคาดหวังได้จากเดสก์ท็อปสมัยใหม่ องค์ประกอบเหล่านี้ได้ถูกทำเป็นแพกเกจแยกจากกัน และคุณสามารถเลือกหยิบได้จากแพกเกจต่างๆ ที่มี เพื่อสร้างเป็นสภาพแวดล้อมการทำงานส่วนตัวที่เหมาะที่สุดสำหรับคุณ
tr: Xfce, parçalılık ve yeniden kullanılabilirlik gibi geleneksel UNIX felsefesini yansıtmaktadır. Çağdaş masaüstü ortamından bekleyeceğiniz tüm işlevselliği sağlamak için bir dizi bileşen içerir. Ayrı ayrı paketlenmişlerdir ve size en uygun olan ortamı yaratmak için bu paketler arasından seçim yapabilirsiniz.
uk: Xfce втілює традиційну філософію UNIX модульності і повторного використання. Xfce складається з ряду компонентів, які забезпечують повну функціональність, яку тільки можна очікувати від сучасного середовища робочого столу. Вони упаковані окремо і Ви можете вибрати серед доступних пакетів ті, які потрібні для створення оптимального персонального робочого середовища.
vi: Xfce thể hiện triết lý UNIX truyền thống về tính mô đun và khả năng sử dụng lại. Nó bao gồm một số thành phần cung cấp đầy đủ chức năng mà người ta có thể mong đợi ở một môi trường máy tính để bàn hiện đại. Chúng được đóng gói riêng biệt và bạn có thể chọn trong số các gói có sẵn để tạo môi trường làm việc cá nhân tối ưu.
zh_tw: Xfce 遵循著 UNIX 模組化和可複用性的哲學傳統。它包含了大量組件，有著您所期待現代桌面環境所應有的功能。它們分別打包，您可以從中挑選要用的軟體來組成您的個人工作環境。

source: Another priority of Xfce is adherence to standards, specifically those defined at <a href="https://freedesktop.org">freedesktop.org</a>.
ca: Una altre prioritat de l'Xfce es la seva adherència a estàndards, especialment els definits per <a href="https://freedesktop.org">freedesktop.org</a>.
cs: Další prioritou Xfce je dodržování standardů, konkrétně definovaných na webových stránkách <a href="https://freedesktop.org">freedesktop.org</a>.
da: En anden af Xfce's prioriteter er at overholde standarder, specielt dem der er defineret hos <a href="https://freedesktop.org">freedesktop.org</a>.
de: Eine weitere Priorität von Xfce ist die Einhaltung von Standards, speziell der von <a href="https://freedesktop.org">freedesktop.org</a> definierten.
es: Otra prioridad de Xfce es el cumplimiento de los estándares, específicamente de los definidos en <a href="https://freedesktop.org">freedesktop.org</a>.
fr: Une autre priorité de Xfce est l’adhésion aux normes, spécifiquement celles définies chez <a href="https://freedesktop.org">freedesktop.org</a>.
gl: Outra prioridade do Xfce é a adherencia a padróns, especialmente os definidas en <a href="https://freedesktop.org">freedesktop.org</a>.
he: עדיפות נוספת של Xfce היא דבקות לתקנים, במיוחד אלו המוגדרים ב <a href="https://freedesktop.org">freedesktop.org</a>.
id: Hal yang juga menjadi prioritas di Xfce adalah kesesuaian pada standar seperti yang dideskripsikan pada <a href="https://freedesktop.org">freedesktop.org</a>.
it: Un'altra proprietà di Xfce è di aderire agli standard, in modo specifico quelli definiti in <a href="https://freedesktop.org">freedesktop.org</a>.
ja: Xfce はほかに、標準、特に <a href="https://freedesktop.org">freedesktop.org</a> で定義されたものに準拠することを重視しています。
kk: Xfce-нің тағы бір басымдығы — стандарттарды, әсіресе <a href="https://freedesktop.org">freedesktop.org</a> сайтында анықталған стандарттарды сақтау.
lt: Kitas Xfce prioritetas yra atitikimas standartams, ypatingai tiems, kurie yra aprašyti <a href="https://freedesktop.org">freedesktop.org</a>.
ms: Keutamaan lain Xfce adalah terikat pada piawaian, terutamanya yang telah ditakrif pada <a href="https://freedesktop.org">freedesktop.org</a>.
nb: En annen prioritet for Xfce er tilslutning til standarder, spesielt dem definert på <a href="https://freedesktop.org">freedesktop.org</a>.
pl: Kolejnym priorytetem Xfce jest przestrzeganie standardów, w szczególności określonych w <a href="https://freedesktop.org">freedesktop.org</a>.
pt: Outra prioridade do Xfce é a aderência a padrões, especificamente aqueles definidos em <a href="https://freedesktop.org">freedesktop.org</a>.
pt_br: Outra prioridade para o Xfce é a aderência aos padrões, especificamente os definidos em <a href="https://freedesktop.org">freedesktop.org</a>.
ro: O altă prioritate a Xfce este aderarea la standarde, în special cele definite la <a href="https://freedesktop.org">freedesktop.org</a>.
ru: Другой приоритет Xfce — это следование стандартам, особенно установленным <a href="https://freedesktop.org">freedesktop.org</a>.
sq: Një tjetër përparësi e Xfce-së është pajtueshmëria me standardet, konkretisht ato të përkufizuara te <a href="https://freedesktop.org">freedesktop.org</a>.
sr: Још један циљ ИксФЦЕ-а је поштовање прописа, нарочито оних са <a href="https://freedesktop.org">freedesktop.org</a>.
sv: En annan av Xfce:s prioriteringar är att följa standarder, särskilt de som definieras på <a href="https://freedesktop.org">freedesktop.org</a>.
th: อีกเรื่องหนึ่งที่ Xfce ให้ความสำคัญคือการยึดมั่นกับมาตรฐานต่างๆ โดยเฉพาะที่กำหนดไว้ที่ <a href="https://freedesktop.org">freedesktop.org</a>
tr: Xfce'nin bir diğer önceliği ise <a href="https://freedesktop.org">freedesktop.org</a> üzerinde tanımlanan standartlara uymaktır.
uk: Ще одним пріоритетом Xfce є дотримання стандартів, визначених, зокрема, у <a href="https://freedesktop.org">freedesktop.org</a>.
vi: Một ưu tiên khác của Xfce là tuân thủ các tiêu chuẩn, cụ thể là các tiêu chuẩn được xác định tại <a href="https://freedesktop.org">freedesktop.org</a>.
zh_tw: Xfce 的另一個優先事項是遵循標準，特別是由 <a href="https://freedesktop.org">freedesktop.org</a> 定義的標準。
