Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The <em>settings editor</em> no longer collapses the entire tree when you edit a property (this is because it now reloads a single cell rather than the whole tree). Most properties can now be edited in-place, making it easier to quickly adjust settings.
ca: L'editor de configuració <em></em> ja no col·lapsa tot l'arbre quan editeu una propietat (això és perquè ara torna a carregar una única cel·la en lloc de tot l'arbre). La majoria de les propietats ara es poden editar al lloc, cosa que fa més fàcil ajustar ràpidament la configuració.
cs: <em>Editor nastavení</em> už při editaci vlastnost nesbalí celý strom (protože nyní se opětovně načítá pouze jedna buňka místo celého stromu). Většinu vlastností lze upravit na místě, což je jednodušší pro rychlé nastavení.
da: <em>indstillings-definerer</em> ikke længere kollapser hele træet når du redigerer en ejendom (dette er fordi den nu genlæser en enkelt celle i stedet for hele træet). De fleste ejendomme kan nu redigere i-plads, det gør det nemmere at hurtigt justere indstillinger.
de: Der <em>Einstellungseditor</em> klappt nicht mehr den kompletten Baum ein, wenn eine Eigenschaft bearbeitet wird (der Editor lädt jetzt nur eine einzelne Zelle neu und nicht den kompletten Baum). Die meisten Eigenschaften können jetzt direkt bearbeitet werden, was die schnelle Anpassung von Einstellungen erleichtert.
es: El <em>editor de configuración</em> no contrae todo el árbol cuando se modifica una propiedad (esto se debe a que ahora vuelve a cargar una sola célula en lugar de todo el árbol). La mayoría de las propiedades ahora se pueden editar en el lugar, lo que hace más fácil el ajuste rápido de la configuración.
fr: L’<em>éditeur de paramètres</em> ne réduit plus toute l’arborescence lors de la modification d’une propriété (il recharge une seule cellule plutôt que l’arbre entier). La plupart des propriétés peuvent être éditées directement, les paramètres étant plus rapidement ajustés.
gl: O <em>editor de configuración</em> xa non colapsa toda a árbore cando modifica unha propiedade (isto é porque agora recarga unha única cela en vez de toda a árbore). A maioría das propiedades agora poden ser modificadas no lugar, polo que é máis doado realizar axustes rápidos na configuración.
he: ה-<em>settings editor</em> כבר לא מקפל את כל העץ כאשר עורכים מאפיין (זה בגלל שעכשיו הוא מעלה מחדש תא יחיד ולא את כל העץ). רוב המאפיינים ניתנים לעריכה במקום, והופכים עריכת הגדרות לקלה ומהירה יותר.
id: <em>Penyunting pengaturan</em> tidak lagi menutup keseluruhan cabang saat Anda menyunting sebuah properti (ini karena sekarang ia memuat ulang satu sel saja, bukan keseluruhan cabang). Sebagian besar properti sekarang bisa disunting secara langsung, menjadikannya lebih mudah untuk menyesuaikan pengaturan secara cepat.
it: L'<em>editor delle impostazioni</em> non collassa più l'intero albero quando si modifica una proprietà (questo perché ora ricarica una singola cella invece dell'intero albero). La maggior parte delle proprietà possono essere ora modificate "sul posto", rendendo più semplice e veloce la modifica delle impostazioni.
ja: <em>設定エディター</em>は、その再読み込み単位がツリー全体からセル単位に変更され、プロパティが編集されるたびにツリー全体を折り畳むことがなくなりました。ほとんどのプロパティはインプレースで編集できるようになり、すみやかな設定の調整が簡単に行えるようになりました。
kk: <em>Баптаулар түзеткіші</em> қасиетті түзеткен кезде бүкіл ағашты жиырмайды (себебі ол енді бүкіл ағаштың орнына тек бір ұяшықты қайта жүктейді). Қасиеттердің көбін енді орнында түзетуге болады, бұл баптауларды жылдам реттеуді жеңілдетеді.
lt: <em>Nustatymų redaktorius</em> redaguojant savybę daugiau nebe suskleidžia viso medžio(nuo šiol iš naujo įkrauna tik vieną langelį, o ne visą medį). Nuo šiol daugumą savybių galima redaguoti „vietoje“, tai palengvina ir pagreitina nustatymų keitimą.
ms: <em>Penyunting tetapan</em> tidak lagi kuncupkan keseluruhan pepohon bila anda menyunting sifat (ini kerana kini ia memuat semula satu sel berbanding keseluruhan pepohon). Kebanyakan sifat kini boleh disunting ditempatnya, ia lebih mudah melaras tetapan dengan pantas.
nb: <em>Redigeringsprogrammet for innstillinger</em> folder ikke lenger sammen hele treet når du redigerer en egenskap (dette er fordi det laster inn en enkelt celle på nytt istedenfor hele tree). De fleste egenskapene kan nå redigeres på stedet, noe som gjør det raskere å justere innstillinger.
oc: L'<em>editor de paramètres </em> esclafa pas mai la totalitat de l'arbre quand modificatz una proprietat (c'est parce qu'il recarga d'ara enlà una sola cellule plutôt que la totalitat de l'arbre). La màger part dels proprietats pòdon ara èsser édités en plaça, aquò rend mai aisit d'ajustar rapidament los paramètres.
pl: Zmodyfikowanie właściwości w <em>edytorze ustawień</em> nie powoduje już zwinięcie całego drzewa (w razie potrzeby wczytywana jest jedynie zawartość pojedynczej komórki, a nie całego drzewa). Większość własności można teraz modyfikować w tym samym oknie dialogowym, co znacznie przyspiesza obsługę programu.
pt: O <em>editor de definições</em> não mais expande toda a árvore quando edita uma propriedade (isso porque agora recarrega uma célula singular ao invés de recarregar toda a árvore). A maioria das propriedades podem agora ser editadas na hora, tornando mais fácil para rapidamente ajustar as definições.
pt_br: O <em>editor de configurações</em> não expande mais toda a árvore quando você edita uma propriedade (isso porque agora recarrega uma célula singular ao invés de recarregar toda a árvore). Agora, a maioria das propriedades podem ser editadas na hora, tornando mais fácil para rapidamente ajustar as configurações.
ro: <em>Editorul de opțiuni</em> nu mai restrângee întregul arbore atunci când editați o proprietate (acest lucru se datorează faptului că acum reîncarcă o singură celulă, mai degrabă decât întregul arbore). Majoritatea proprietăților pot fi acum editate la fața locului, facilitând ajustarea rapidă a opțiunilor.
ru: <em>Редактор настроек</em> больше не сворачивает всё дерево, когда вы редактируете свойство (потому что теперь он перезагружает одну ячейку, а не всё дерево). Большинство свойств теперь можно редактировать в режиме «in-place», что позволяет быстрее изменять настройки.
sq: <em>Përpunuesi i rregullimeve</em> nuk tkurr krejt pemën, kur përpunoni një veti (kjo ngaqë tani ringarkon një kuti të vetme, në vend se krejt pemën). Shumica e vetive tani mund të përpunohen mu aty në vend, duke e bërë më të lehtë ndryshimin e shpejtë të rregullimeve.
sr: <em>Управник поставки</em> више не скупља целокупно стабло када се уреди својство ( ово је могуће зато што сада опет учитава једну ћелију уместо целог стабла). Већина својстава сада могу бити уређена на месту, чинећи да се лакше могу прилагодити поставке.
sv: <em>Inställningshanteraren</em> kollapsar inte längre hela trädet när du redigerar en egenskap (detta beror på att det nu laddar om en enda cell istället för hela trädet). De flesta egenskaper kan nu redigeras på plats, vilket gör det enklare att snabbt justera inställningar.
th: <em>เครื่องมือแก้ไขค่าตั้ง</em> ไม่ได้ยุบโครงสร้างต้นไม้ทั้งหมดเมื่อคุณแก้ไขค่าอีกต่อไปแล้ว (เพราะขณะนี้โปรแกรมจะโหลดค่าซ้ำเพียงเซลล์เดียว แทนการโหลดใหม่ทั้งยวง) ค่าต่างๆ ส่วนใหญ่ก็สามารถแก้ไขในตำแหน่งแสดงได้เลย ทำให้ปรับค่าตั้งต่างๆ อย่างเร็วได้ง่ายดายยิ่งขึ้น
tr: <em>Ayarlar Düzenleyicisi</em>, artık bir özelliği düzenlediğinizde, tüm ağacı daraltmıyor (artık tüm ağaç yerine tek bir hücre yenileniyor). Bir çok özellik, yerinde düzenlenebiliyor, kolay ve hızlıca ayarlanabiliyor.
uk: <em>Редактор налаштувань</em> більше не руйнує повністю ціле дерево, коли Ви редагуєте властивість (це тому, що тепер перезавантажується тільки один пункт, а не ціле дерево). Більшість властивостей можна тепер редагувати на місці, роблячи підлаштування налаштувань набагато легшими.
vi: <em>trình chỉnh sửa cài đặt</em> không còn thu gọn toàn bộ cây khi bạn chỉnh sửa một thuộc tính (điều này là do nó hiện tải lại một ô chứ không phải toàn bộ cây). Hầu hết các thuộc tính hiện có thể được chỉnh sửa tại chỗ, giúp điều chỉnh cài đặt nhanh chóng dễ dàng hơn.
zh_tw: <em>設定值編輯器</em> 不再會在您編輯一個屬性時摧毀整的屬性樹(這是因為它現在會重新載入屬性單元而不是整個屬性樹)。大多數的屬性現在都可以在原處編輯，讓快速調整設定更加容易。

source: Using settings editor you can also monitor changes of settings in a selected channel. Right-click on a channel in the main window, and select <strong>Monitor</strong> to display the monitor window.
ca: Utilitzant l'editor de configuració també podeu supervisar els canvis de configuració en un canal seleccionat. Feu clic amb el botó dret sobre un canal a la finestra principal i seleccioneu <strong>Monitor</strong> per a mostrar la finestra del monitor.
cs: Pomocí editoru nastavení můžete také sledovat změny nastavení ve vybraném kanálu. Klikněte pravým tlačítkem myši na kanál v hlavním okně, a výběrem položky <strong>Sledovat</strong> zobrazíte okno pro sledování.
da: Ved brug af indstillings-redigering kan du også tjekke ændringer af indstillinger i en valgt kanal. Højre-klik på en kanal i hoved-vinduet, og vælg <strong>Skærm</strong> for at vise skærm-vinduet.
de: Mit dem Einstellungseditor können Sie auch die Änderungen von Einstellungen in ausgewählten Kanälen überwachen. Klicken Sie mit der rechten Maustaste auf einen Kanal im Hauptfenster und wählen Sie <strong>Monitor</strong>, um ein Monitorfenster anzuzeigen.
es: Con el editor de configuración también puede monitorear los cambios de configuración de un canal seleccionado. Haga clic derecho en un canal en la ventana principal y seleccione <strong>Monitor</strong> para mostrar la ventana del monitor.
fr: En utilisant l’éditeur de paramètres, vous pouvez surveiller les changements d’un canal. Faites un clic droit sur celui-ci dans la fenêtre principale et choisissez <strong>Moniteur</strong> pour ouvrir la fenêtre correspondante.
gl: Usando o editor de configuración tamén pode supervisar os cambios de configuración nunha canle seleccionada. Prema co botón dereito sobre unha canle na xanela principal e seleccione <strong>Monitorizar</strong> para amosar a xanela de monitorización.
he: ע"י שימוש בעורך ההגדרות אפשר גם לעקוב אחר שינויים של הגדרות בערוץ נבחר. בצע קליק ימני בערוץ בחלון העיקרי, ובחר <strong>Monitor</strong> להצגת חלון המעקב.
id: Menggunakan penyunting pengaturan, Anda juga bisa memonitor perubahan pengaturan pada suatu kanal yang dipilih. Klik kanan pada sebuah kanal di jendela utama, dan pilih <strong>Monitor</strong> untuk menampilkan jendela monitor.
it: Con l'editor delle impostazioni è inoltre possibile monitorare le modifiche alle impostazioni del canale selezionato: fare clic con il tasto destro su un canale nella finestra principale e selezionare <strong>Monitora</strong> per visualizzare la finestra del monitor.
ja: 設定エディターを使って選択したチャンネルの変更をモニターできるようになりました。メインウィンドウでチャンネルを右クリックし、<strong>モニター</strong>を選ぶとダイアログが開き、そのチャンネルのプロパティの状況を表示します。
kk: Баптаулар түзеткішін қолданып, таңдалған арнадағы баптаулардың өзгерістерін де бақылай аласыз. Негізгі терезедегі арнаны оң жақпен шертіп, бақылау терезесін көрсету үшін <strong>Бақылау</strong> таңдаңыз.
lt: Naudodami nustatymų redaktorių taipogi galite stebėti pasirinkto kanalo nustatymų pokyčius. Pagrindiniame meniu paspauskite dešiniu mygtuku ant kanalo ir pasirinkite <strong>Stebėti</strong>, norėdami matyti stebėjimo langą.
ms: Dengan penyunting tetapan anda boleh memantau perubahan tetapan di dalam saluran terpilih. Klik-kanan pada saluran dalam tetingkap utama, dan pilih <strong>Pantau</strong> untuk paparkan tetingkap pemantau.
nb: Redigeringsprogrammet for innstillinger kan også overvåke endringer av innstillinger i en valgt kanal. Høyreklikk på kanalen i hovedvinduet og velg <strong>Overvåk</strong> for å vise overvåkingsvinduet.
oc: Utilizant un editor de paramètres que podètz tanben seguir l'evolucion dels paramètres dins un canal seleccionat. Fasètz un clic drech sus un canal dins la fenèstra principala e seleccionatz <strong>Monitor</strong> per afichar la fenèstra del monitor.
pl: Edytor ustawień umożliwia także śledzenie zmian w wybranych kanałach. Aby wyświetlić okno monitora, należy wybrać polecenie <strong>Obserwuj</strong> z menu podręcznego wybranego kanału.
pt: Ao usar o editor de definições, também pode monitorizar alterações de definições num canal selecionado. Clique com botão direito num canal na janela principal e selecione <strong>Monitorizar</strong> para exibir a janela de monitorizadores.
pt_br: Ao usar o editor de configurações, você também pode monitorar alterações de configurações em um canal selecionado. Clique com botão direito em um canal na janela principal e selecione <strong>Monitor</strong> para exibir a janela de monitores.
ro: Utilizând editorul de opțiuni, puteți monitoriza, de asemenea, modificările de opțiuni într-un canal selectat. Faceți clic dreapta pe un canal din fereastra principală și selectați <strong>Monitor</strong> pentru a afișa fereastra de monitorizare.
ru: С помощью редактора настроек также можно отслеживать изменения настроек в выбранном канале. Щёлкните правой кнопкой на канале в главном окне и выберите <strong>Наблюдение</strong>, чтобы открыть окно наблюдения.
sq: Duke përdorur përpunuesin e rregullimeve mund të mbikëqyrni ndryshime te rregullimet në një kanal të përzgjedhur. Djathtasklikoni mbi një kanal te dritarja kryesore, dhe përzgjidhni <strong>Mbikëqyre</strong> që të shfaqet dritarja e mbikëqyrjes.
sr: Коришћењем уредника поставки се могу претити измене на изабраном каналу. Десни клик на канал у главном прозору, и означите <strong>Надгледај</strong> за приказ прозора праћења.
sv: Genom att använda inställningsredigeraren kan du också övervaka inställningsändringar i en vald kanal. Högerklicka på en kanal i huvudfönstret och välj <strong>Övervaka</strong> för att visa övervakningsfönstret.
th: เมื่อใช้เครื่องมือแก้ไขค่าตั้ง คุณยังสามารถเฝ้าสังเกตความเปลี่ยนแปลงของค่าต่างๆ ในหมวดที่เลือกได้ด้วย โดยคลิกขวาที่หมวดในหน้าต่างหลัก แล้วเลือก <strong>เฝ้าสังเกต</strong> เพื่อแสดงหน้าต่างเฝ้าสังเกต
tr: Ayarlar düzenleyicisini kullanırken, seçili bir kanaldaki ayarların değişikliklerini de izleyebiliyorsunuz. Ana penceredeki bir kanalın üstü sağ tıklayarak ve İzleme penceresi için <strong>İzle</strong> düğmesini kullanabiliyorsunuz.
uk: Використовуючи редактор налаштувань, Ви також можете слідкувати за змінами в налаштуваннях на обраному каналі. Клацніть правою кнопкою миші на каналі в головному вікні та виберіть <strong>Монітор</strong> для показу вікна монітора.
vi: Sử dụng trình chỉnh sửa cài đặt, bạn cũng có thể theo dõi các thay đổi của cài đặt trong kênh đã chọn. Nhấp chuột phải vào kênh trong cửa sổ chính và chọn <strong>Màn hình</strong> để hiển thị cửa sổ màn hình.
zh_tw: 使用設定值編輯器，您也可以監視選中頻道中的更改。在主視窗中的頻道上右鍵點擊，並選擇 <strong>監視</strong> 以顯示監視視窗。

source: Settings editor with an open channel monitor, while editing a property in-place
ca: Arranjament de l'editor amb un monitor de canal obert, mentre edita una propietat al lloc
cs: Editor nastavení s otevřeným sledováním kanálu se současnou editací vlastnosti na místě
da: Indstilling-redigering med en åben kanal viser, imens redigering a ejendom i-pladsen
de: Einstellungseditor mit einem Kanal-Monitor, während eine Eigenschaft direkt geändert wird
es: Editor de configuración con un canal de monitor abierto, mientras se edita una propiedad en este
fr: Édition d’une propriété d’un canal dans l’éditeur de paramètres, avec moniteur ouvert.
gl: O editor de configuración cunha monitorización de canle aberta, ao modificar unha propiedade no mesmo
he: עורך הגדרות עם עוקב ערוץ פתוח, בעת עריכת מאפיין במקום
id: Penyunting pengaturan dengan sebuah monitor kanal yang terbuka, saat menyunting sebuah properti secara langsung
it: Editor delle impostazioni con un monitor di un canale aperto, mentre si sta modificando una proprietà
ja: チャンネルモニターダイアログを開いてプロパティをインラインで編集する設定エディター
kk: Қасиетті орнында түзету кезіндегі ашық арна бақылаушысы бар баптаулар түзеткіші
lt: Nustatymų redaktorius su atverta kanalo prižiūrykle, redaguojant savybę „vietoje“
ms: Penyunting tetapan dengan pemantau saluran terbuka, dengan penyuntingan sifat secara terus.
nb: Redigeringsprogrammet for innstillinger med åpen kanalovervåking, mens en egenskap redigeres på stedet
oc: L'editor dels paramètres amb un monitor de canal dobèrt, en train d’editar una proprietat
pl: Edytor ustawień z oknem monitora kanałów, podczas edycji właściwości
pt: Editor Configurações com um monitor de canal aberto, durante a edição de uma propriedade no local
pt_br: O editor de configurações com um monitor de canal aberto, ao editar uma propriedade no local
ro: Editorul de opțiuni cu un monitor de canal deschis, în timp ce se editează o proprietate pe loc
ru: Редактор настроек с открытым окном наблюдения за каналом во время редактирования свойства в режиме «in-place»
sq: Përpunues rregullimesh me mbikëqyrje të një kanali hapur, teksa përpunohet një veti mu aty
sr: Уредник поставки са отвореним надгледањем канала за време уређивања поставки на месту
sv: Inställningsredigerare med en öppenkanal övervakare, medan egenskaper redigeras på plats
th: เครื่องมือแก้ไขค่าตั้ง ซึ่งเปิดหน้าต่างเฝ้าสังเกตหมวด ขณะแก้ไขค่า ณ ตำแหน่งแสดง
tr: Bir özelliği yerinde düzenlerken, açık bir kanal ekranı ile ayarlar düzenleyicisi
uk: Редактор налаштувань з відкритим монітором каналів, поки редагується властивість на місці
vi: Trình chỉnh sửa cài đặt với màn hình kênh mở, đồng thời chỉnh sửa thuộc tính tại chỗ
zh_tw: 已打開頻道監視的設定編輯器，正在原處編輯屬性

source: MIME Type Editor
ca: Editor de tipus MIME
cs: Editor typů MIME
da: MIME-type-redigering
de: MIME-Typen-Editor
es: Editor de tipos MIME
fr: Éditeur de type MIME
gl: Editor de tipos MIME
he: עורך סוג MIME
id: Editor Tipe MIME
it: Editor dei tipi MIME
ja: MIME タイプエディター
kk: MIME түрлерінің түзеткіші
lt: Mime tipų redaktorius
ms: Penyunting Jenis MIME
nb: Redigering av MIME-typer
oc: Editor de tipe MIME
pl: Edytor typów MIME
pt: Editor de tipos MIME
pt_br: Editor de tipos MIME
ro: Editor de tipuri MIME
ru: Редактор типов MIME
sq: Përpunues Llojesh MIME
sr: Уређивач МИМЕ врста датотека
sv: MIME-typ redigerare
th: เครื่องมือแก้ไขชนิด MIME
tr: MIME Tür Düzenleyicisi
uk: Редактор типів MIME
vi: Trình soạn thảo kiểu MIME
zh_tw: MIME 類型編輯器
