Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Support for fractional scaling was added to the <a href="https://docs.xfce.org/xfce/xfce4-settings/display">display dialog</a>, along with highlighting the preferred mode of a display with an asterisk and adding aspect ratios next to resolutions. Falling back to a working mode after misconfiguring the display layout has also been made more robust.
ca: El suport per a l'escalat fraccionat s'ha afegit al diàleg de visualització <a href="https://docs.xfce.org/xfce/xfce4-settings/display"></a>, juntament amb el ressaltat del mode preferit d'una pantalla amb un asterisc i l'addició de relacions d'aspecte al costat de resolucions. Tornant a un mode de treball després de configurar malament la disposició de visualització també s'ha fet més robusta.
de: Das Dialogfeld <a href="https://docs.xfce.org/xfce/xfce4-settings/display">Display</a> wurde um eine Unterstützung für gebrochene Skalierung erweitert. Außerdem wurde der bevorzugte Modus eines Displays mit einem Sternchen hervorgehoben und die Seitenverhältnisse wurden neben den Auflösungen hinzugefügt. Das Zurückfallen in einen Arbeitsmodus nach einer Fehlkonfiguration des Display-Layouts wurde ebenfalls robuster gemacht.
es: Se añadio soporte para escala fraccional al <a href="https://docs.xfce.org/xfce/xfce4-settings/display">cuadro de diálogo de pantalla</a>, junto con resaltar el modo preferido de una pantalla con un asterisco y agregar relaciones de aspecto junto a las resoluciones. Volver a un modo de trabajo después de configurar mal el diseño de la pantalla también se ha hecho más robusto.
gl: Engadiuse compatibilidade para a escala fraccionada á <a href="https://docs.xfce.org/xfce/xfce4-settings/display">xanela da pantalla</a>, xunto co realzado do modo preferido dunha pantalla cun asterisco e o engadido das relacións de aspecto a carón das resolucións. Volver ao modo de traballo anterior despois dunha mala configuración no deseño da pantalla tamén se fixo máis robusto.
he: נוספה תמיכה לקנה מידה בחלקים ל<a href="https://docs.xfce.org/xfce/xfce4-settings/display">דו שיח תצוגה</a>, לצד הדגשה של מצב מועדף לתצוגה עם כוכבית והוספת יחסי רוחב גובה בסמוך לרזולוציות. נסיגה למצב עובד לאחר טעות בהגדרת סידור התצוגה גם הפכה להיות יותר חסינה.
id: Dukungan untuk penskalaan fraksional telah ditambahkan ke <a href="https://docs.xfce.org/xfce/xfce4-settings/display">dialog layar</a>, bersama dengan sorotan pada mode yang dipilih dengan tanda bintang dan menambahkan rasio aspek di sebelah resolusi. Mundur kembali ke mode yang bisa bekerja setelah salah melakukan konfigurasi tata letak layar juga menjadi lebih baik.
it: È stato aggiunto il supporto per scalatura frazionale alla <a href="https://docs.xfce.org/xfce/xfce4-settings/display">finestra delle impostazioni dello schermo</a>, accanto alla marcatura della modalità preferita di uno schermo con un asterisco e la possibilità di aggiungere rapporti d'aspetto accanto alle risoluzioni. Inoltre è stata resa più robusta la possibilità di tornare allo stato funzionale dopo aver configurato male la disposizione dello schermo.
kk: <a href="https://docs.xfce.org/xfce/xfce4-settings/display">Дисплей сұхбат терезесіне</a> бөлшекті масштабтау қолдауы қосылды, сонымен бірге дисплейдің таңдаулы режимі жұлдызшамен белгіленіп, ажыратымдылықтардың қасына жақтардың арақатынасы қосылды. Дисплей макетін қате баптағаннан кейін жұмыс істейтін режимге қайта оралу мүмкіндігі де сенімдірек болды.
pl: Do <a href="https://docs.xfce.org/xfce/xfce4-settings/display">okna Ekran</a> dodano obsługę skalowania ułamkowego wraz z podświetleniem gwiazdką preferowanego trybu wyświetlania i dodaniem współczynników proporcji ekranu obok rozdzielczości. Powrót do działającego trybu po nieprawidłowej konfiguracji układu ekranu również został ulepszony.
pt: O suporte para escala fracionária foi adicionado à <a href="https://docs.xfce.org/xfce/xfce4-settings/display">janela do ecrã</a>, juntamente com o destaque do modo preferido de uma exibição com um asterisco e a adição de proporções ao lado das resoluções. Retornar ao modo de trabalho após configurar incorretamente a disposição do ecrã também ficou mais robusto.
pt_br: O suporte para escalonamento fracionado foi adicionado ao <a href="https://docs.xfce.org/xfce/xfce4-settings/display">diálogo de exibição</a>, juntamente com a marcação do modo preferido de um display com um asterisco e a adição de proporções de tela ao lado das resoluções. O processo de voltar para um modo funcional após uma configuração incorreta do layout de exibição também foi aprimorado para ser mais robusto.
ro: În <a href="https://docs.xfce.org/xfce/xfce4-settings/display">fereastra de dialog a afișării</a> a fost adăugat suport pentru scalarea fracționată, împreună cu evidențierea modului preferat al unui ecran cu un asterisc și adăugarea raportului de aspect lângă rezoluții. Revenirea la un mod de lucru după configurarea greșită a aspectului afișajului a fost, de asemenea, făcută mai robustă.
ru: В <a href="https://docs.xfce.org/xfce/xfce4-settings/display">диалоговое окно дисплея</a> была добавлена поддержка дробного масштабирования, а также выделение предпочтительного режима отображения звездочкой и добавление соотношений сторон рядом с разрешениями. Возврат к рабочему режиму после неправильной настройки макета дисплея также стал более надежным.
sq: Te <a href="https://docs.xfce.org/xfce/xfce4-settings/display">dialogu i ekraneve</a> u shtua mbulim për përshkallëzim të pjesshëm, tok me theksimin e mënyrës së parapëlqyer për një ekran, përmes një yllthi dhe përmes shtimit të përpjesëtimeve në krah të qartësive. Edhe kalimi, si rrugëdalje, te një mënyrë funksionale, pas keqformësimit të ekranit, është bërë më i qëndrueshëm.
sr: Подршка за увећање множиоцем је додата <a href="https://docs.xfce.org/xfce/xfce4-settings/display">прозорчету поставки приказа</a>, уз истицање препоручене вредности звездицом и додавање омера ширине и висине поред приказа размера. Повраћај на радеће вредности након погрешног подешавања размештаја приказа је такође побољшана.
th: เพิ่มการรองรับอัตราขยายแบบเศษส่วนใน <a href="https://docs.xfce.org/xfce/xfce4-settings/display">กล่องโต้ตอบจอแสดงผล</a> พร้อมด้วยการเน้นโหมดที่แนะนำของจอแสดงผลด้วยการกาดอกจัน และเพิ่มการแสดงสัดส่วนภาพควบคู่กับความละเอียดจอ และการถอยกลับสู่โหมดที่เคยใช้การได้หากตั้งค่าจอแสดงผลผิดพลาดก็ทำได้รัดกุมขึ้น
vi: Hỗ trợ chia tỷ lệ phân số đã được thêm vào <a href="https://docs.xfce.org/xfce/xfce4-settings/display">hộp thoại hiển thị</a>, cùng với việc đánh dấu chế độ ưu tiên của màn hình bằng dấu hoa thị và thêm tỷ lệ khung hình bên cạnh độ phân giải. Việc quay trở lại chế độ làm việc sau khi định cấu hình sai bố cục hiển thị cũng được cải tiến mạnh mẽ hơn.

source: A new tab in the "About Xfce" dialog shows basic system information like CPU or GPU type. Furthermore the layout and visuals of the dialog were improved.
ca: Una pestanya nova en el diàleg «Sobre Xfce» mostra informació bàsica del sistema com el tipus CPU o GPU. A més, s'ha millorat la disposició i les imatges del diàleg.
de: Ein neuer Reiter im "Über Xfce"-Dialog zeigt grundlegende Systeminformationen wie CPU- oder GPU-Typ an. Außerdem wurden das Layout und die Optik des Dialogs verbessert.
es: Una nueva pestaña en el cuadro de diálogo "Acerca de Xfce" muestra información básica del sistema, como el tipo de CPU o GPU. Además, se mejoraron el diseño y las imágenes del diálogo.
gl: Unha nova lapela na xanela «Sobre o Xfce» amosa información básica do sistema como o tipo de CPU ou GPU. Alén diso, mellorouse o deseño e as imaxes do diálogo.
he: לשונית חדשה בדו שיח "על אודות Xfce" מציגה מידע מערכת בסיסי כמו סוג מעבד או יחידת עיבוד גרפית. בנוסף סידור וחזות של דו שיח עברו שיפור.
id: Sebuah tab baru pada dialog "Tentang Xfce" menampilkan informasi dasar sistem seperti tipe CPU atau GPU. Selain itu, tata letak dan visual dialog juga ditingkatkan.
it: Una nuova scheda nella finestra di "Informazioni su Xfce" mostra informazioni di sistema di base come il tipo di CPU o GPU. Inoltre sono stati migliorati il layout e l'aspetto della finestra.
kk: "Xfce туралы" сұхбат терезесіндегі жаңа бет CPU немесе GPU түрі сияқты негізгі жүйелік ақпаратты көрсетеді. Сонымен қатар, сұхбат терезесінің макеті мен визуалды түрі жақсартылды.
pl: Nowa karta w oknie „O środowisku Xfce” pokazuje podstawowe informacje o systemie, takie jak typ procesora lub karty graficznej. Ponadto poprawiono układ i wygląd okna.
pt: Um novo separador na janela "Acerca do Xfce" mostra informação básica do sistema tais como CPU ou tipo GPU. Além disso, a disposição e o visual da janela foram melhorados.
pt_br: Uma nova aba no diálogo "Sobre o Xfce" exibe informações básicas do sistema, tais como CPU ou tipo de GPU. Além disso, o layout e o visual do diálogo foram melhorados.
ro: O nouă filă din fereastra de dialog „Despre Xfce” afișează informații de bază despre sistem, cum ar fi tipul CPU sau GPU. În plus, au fost îmbunătățite aspectul și aspectul vizual al ferestrei de dialog.
ru: Новая вкладка в диалоговом окне "О Xfce" показывает основную системную информацию, такую как тип процессора или графического процессора. Кроме того, были улучшены макет и визуальные эффекты диалогового окна.
sq: Një skedë e re te dialogu “Mbi Xfce-në” shfaq të dhëna elementare sistemi, bie fjala, lloj CPU-je ose GPU-je. Më tej, skema dhe elementët pamorë të dialogut u përmirësuan.
sr: Нови лист у прозору „О ИксФЦЕ-у“ приказује основне податке о систему попут врсте процесора и графичке картице. Уз то, размештај и изглед прозора су улепшани.
sv: En ny flik i dialogrutan "Om Xfce" visar grundläggande systeminformation som CPU- eller GPU-typ. Dessutom förbättrades dialogens layout och bilder.
th: แท็บใหม่ในกล่องโต้ตอบ "เกี่ยวกับ Xfce" จะแสดงข้อมูลพื้นฐานของระบบ เช่น ชนิดของ CPU หรือ GPU นอกจากนี้ ยังมีการปรับปรุงโครงร่างและหน้าตาของตัวกล่องโต้ตอบเองด้วย
tr: "Xfce Hakkında" iletişim kutusundaki yeni bir sekme, CPU veya GPU türü gibi temel sistem bilgilerini gösterir. Ayrıca iletişim kutusunun düzeni ve görselleri iyileştirildi.
vi: Tab mới trong hộp thoại "Giới thiệu về Xfce" hiển thị thông tin hệ thống cơ bản như loại CPU hoặc GPU. Hơn nữa, bố cục và hình ảnh của hộp thoại đã được cải thiện.

source: The <a href="https://docs.xfce.org/xfce/xfce4-settings/start">settings manager</a> has improved search and filter capabilities. Furthermore all settings dialogs now use window decorations drawn by Gtk (client side decorations).
ca: El <a href="https://docs.xfce.org/xfce/xfce4-settings/start">settings manager</a> ha millorat les capacitats de cerca i filtratge. A més, tots els diàlegs de configuració ara utilitzen decoracions de finestres dibuixades per Gtk (decoracions laterals del client).
de: Die <a href="https://docs.xfce.org/xfce/xfce4-settings/start">Einstellungsverwaltung</a> hat verbesserte Such- und Filterfunktionen. Außerdem verwenden alle Einstellungsdialoge jetzt von Gtk gezeichnete Fensterdekorationen (clientseitige Dekorationen)
es: El <a href="https://docs.xfce.org/xfce/xfce4-settings/start">administrador de configuración</a> ha mejorado las capacidades de búsqueda y filtrado. Además, todos los cuadros de diálogo de configuración ahora usan decoraciones de ventana dibujadas por Gtk (decoraciones del lado del cliente).
gl: O <a href="https://docs.xfce.org/xfce/xfce4-settings/start">xestor de configuración</a> mellorou as capacidades de busca e filtrado. Ademais, todos as xanelas de configuración agora usan decoracións de xanelas debuxadas por Gtk (decoracións do lado do cliente).
he: <a href="https://docs.xfce.org/xfce/xfce4-settings/start">מנהל ההגדרות</a> שיפר את יכולות החיפוש והסינון. בנוסף כל דו שיח של הגדרות משתמש עכשיו בעיטורי חלון של Gtk (עיטורי צד לקוח).
id: <a href="https://docs.xfce.org/xfce/xfce4-settings/start">Manajer Pengaturan</a> memiliki pencarian yang telah ditingkatkan dan kemampuan penyaringan. Selain itu, semua dialog pengaturan sekarang menggunakan dekorasi jendela yang digambar oleh Gtk (dekorasi sisi klien).
it: Il <a href="https://docs.xfce.org/xfce/xfce4-settings/start">gestore delle impostazioni</a> ha migliorato le sue capacità di ricerca e di filtrazione. Inoltre adesso tutte le finestre delle impostazioni usano le decorazioni delle finestre renderizzate da Gtk (decorazioni lato cliente).
kk: <a href="https://docs.xfce.org/xfce/xfce4-settings/start">Баптаулар менеджерінде</a> іздеу және сүзу мүмкіндіктері жақсарды. Сонымен қатар, барлық баптаулардың сұхбат терезелері енді Gtk арқылы салынған терезе безендірулерін (клиенттік безендірулер) пайдаланады.
pl: <a href="https://docs.xfce.org/xfce/xfce4-settings/start">Menedżer ustawień</a> zawiera ulepszone możliwości wyszukiwania i filtrowania. Ponadto wszystkie okna ustawień używają teraz dekoracji okien narysowanych przez Gtk (dekoracje wykonywane po stronie klienta).
pt: O <a href="https://docs.xfce.org/xfce/xfce4-settings/start">gestor de definições</a> melhorou as capacidades de pesquisa e filtragem. Além disso, todas as janelas de definições utilizam agora decorações de janelas desenhadas por Gtk (decorações do lado cliente).
pt_br: Agora, o <a href="https://docs.xfce.org/xfce/xfce4-settings/start">gerenciador de configurações</a> possui capacidades aprimoradas de pesquisa e filtro. Além disso, todos os diálogos de configurações utilizam decorações de janela desenhadas pelo Gtk (decorações do lado do cliente).
ro: <a href="https://docs.xfce.org/xfce/xfce4-settings/start">Gestionarul de opțiuni</a> are capacități îmbunătățite de căutare și filtrare. În plus, toate ferestrele de dialog pentru opțiuni utilizează acum decorațiuni de fereastră desenate de Gtk (decorațiuni pe partea clientului).
ru: <a href="https://docs.xfce.org/xfce/xfce4-settings/start">Менеджер настроек</a> имеет улучшенные возможности поиска и фильтрации. Кроме того, во всех диалоговых окнах настроек теперь используются украшения окон, нарисованные Gtk (украшения на стороне клиента).
sq: Për <a href="https://docs.xfce.org/xfce/xfce4-settings/start">Përgjegjësin e regullimeve</a> janë përmirësuar aftësitë e kërkimit dhe filtrimit. Më tej, krejt dialogët e rregullimeve tani përdorin zbukurime dritaresh të vizatuar nga Gtk (zbukurime më anë të klientit).
sr: <a href="https://docs.xfce.org/xfce/xfce4-settings/start">Управник поставки</a> је побољшао могућности претраге и пропусника. Уз то, сви прозори поставки сада користе исцртавање украшавања прозора ГТК-ом (украшавање корисничке стране).
th: <a href="https://docs.xfce.org/xfce/xfce4-settings/start">โปรแกรมจัดการค่าตั้ง</a> ได้มีการปรับปรุงความสามารถของการค้นหาและตัวกรอง นอกจากนี้ กล่องโต้ตอบตั้งค่าทุกกล่องในรุ่นนี้ได้ใช้การวาดขอบหน้าต่างโดย Gtk เอง (ด้วยการวาดที่ฝั่งไคลเอนต์) แล้ว
vi: <a href="https://docs.xfce.org/xfce/xfce4-settings/start">trình quản lý cài đặt</a> đã cải thiện khả năng tìm kiếm và lọc. Hơn nữa, tất cả các hộp thoại cài đặt hiện sử dụng trang trí cửa sổ được vẽ bởi Gtk (trang trí phía máy khách).

source: The "Mime Settings" and "Preferred Applications" dialogs were merged into the "Default Applications" dialog - making it easier for users to set which application handles which filetype or action from one place.
ca: Els diàlegs «Configuració del temps» i «Aplicacions preferides» es van fusionar en el diàleg «Aplicacions predeterminades» - fent que sigui més fàcil per als usuaris establir quina aplicació gestiona quin tipus de fitxer o acció des d'un lloc.
de: Die Dialoge "Mime-Einstellungen" und "Bevorzugte Anwendungen" wurden in den Dialog "Standardanwendungen" zusammengeführt - so kann der Benutzer leichter von einem Ort aus festlegen, welche Anwendung welchen Dateityp oder welche Aktion behandelt.
es: Los cuadros de diálogo "Configuración de Mime" y "Aplicaciones preferidas" se fusionaron en el cuadro de diálogo "Aplicaciones predeterminadas", lo que facilita a los usuarios establecer qué aplicación maneja qué tipo de archivo o acción desde un solo lugar.
gl: As xanelas de «Configuración de Mime» e «Aplicacións preferidas» combináronse na xanela «Aplicacións predeterminadas», o que facilita aos usuarios determinar que aplicación trata o tipo de ficheiro ou a acción desde un lugar.
he: דו שיח "הגדרות Mime" ודו שיח "יישומים מועדפים" שולבו לדו שיח "יישומי ברירת מחדל" - למשתמשים קל יותר להגדיר איזה יישום מטפל בסוג קובץ מסוים או פעולה ממקום אחד.
id: Dialog "Setelan Mime" dan "Aplikasi Kesukaan" digabung ke dalam satu dialog "Aplikasi Baku" - menjadikannya lebih mudah bagi pengguna dalam menyetel aplikasi untuk menangani suatu tipe berkas atau aksi dari satu tempat.
it: Le finestre di "Impostazioni di Mime" e "Applicazioni Preferite" sono state fuse in un'unica finestra di "Applicazioni Predefinite" - permettendo agli utenti di impostare facilmente quale applicazione gestisce quale tipo di file in un posto solo.
kk: "Mime баптаулары" және "Таңдаулы қолданбалар" сұхбат терезелері "Әдепкі қолданбалар" сұхбат терезесіне біріктірілді — бұл пайдаланушыларға қай файл түрін немесе әрекетті қай қолданба өңдейтінін бір жерден орнатуды жеңілдетеді.
pl: Okna „Edytor typów MIME” i „Preferowane programy” zostały scalone z oknem „Domyślne programy”, co ułatwia użytkownikom z jednego miejsca określenie, który program obsługuje dany typ pliku lub działanie.
pt: As janelas "Definições Mime" e "Aplicações preferidas" foram fundidas na janela "Aplicações predefinidas" - tornando mais fácil para os utilizadores definir qual a aplicação que trata de que tipo de ficheiro ou ação a partir de um só local.
pt_br: Os diálogos "Configurações Mime" e "Aplicativos preferidos" foram mesclados no diálogo "Aplicativos padrão" - tornando mais fácil para os usuários definirem qual aplicativo controla qual tipo de arquivo ou ação em um local.
ro: Dialogurile „Opțiuni Mime” și „Aplicații preferate” au fost fuzionate în dialogul „Aplicații implicite” - făcând mai ușor pentru utilizatori să stabilească ce aplicație gestionează ce tip de fișier sau acțiune dintr-un singur loc.
ru: Диалоговые окна "Настройки Mime" и "Предпочтительные приложения" были объединены в диалоговое окно "Приложения по умолчанию", что упрощает пользователям настройку того, какое приложение обрабатывает тот или иной тип файла или действие из одного места.
sq: Dialogët për “Rregullime MIME-sh” dhe “Aplikacione të Parapëlqyer” u shkrinë në dialogun “Aplikacione Parazgjedhje” - duke e bërë më të lehtë për përdoruesit të caktojnë nga një vend cili aplikacion trajton këtë apo atë lloj kartelash.
sr: Прозори „поставки врста датотека и програма“ и „омиљених програма“ су стопљени у прозор „подразумевани програми“ - олакшавајући корисницима да подесе који програм отвара коју врсту датотека или радњу из једног места.
th: กล่องโต้ตอบ "เครื่องมือแก้ไขชนิด MIME" และ "เลือกโปรแกรมหลักๆ" ได้รวมกันเข้าเป็นกล่องโต้ตอบ "โปรแกรมปริยาย" แล้ว ช่วยให้ผู้ใช้สามารถกำหนดแอปพลิเคชันสำหรับจัดการแฟ้มแต่ละชนิดหรือการกระทำแต่ละอย่างได้โดยสะดวกยิ่งขึ้นในที่เดียว
tr: "Mime Ayarları" ve "Tercih Edilen Uygulamalar" iletişim kutuları, "Varsayılan Uygulamalar" iletişim kutusunda birleştirildi; bu, kullanıcıların hangi uygulamanın hangi dosya türünü veya eylemi tek bir yerden işleyeceğini belirlemelerini kolaylaştırdı.
vi: Hộp thoại "Cài đặt Mime" và "Ứng dụng ưa thích" đã được hợp nhất thành hộp thoại "Ứng dụng mặc định" - giúp người dùng dễ dàng đặt ứng dụng nào xử lý loại tệp hoặc hành động nào từ một nơi.
