Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Settings Dialog
ca: Diàleg d'ajusts
cs: Dialogové okno nastavení
da: Indstillingsdialog
de: Einstellungsdialog
es: Diálogo de configuración
fr: Fenêtre des paramètres
gl: Diálogo de configuración
he: דיאלוג הגדרות
id: Dialog Pengaturan
it: Finestra delle impostazioni
ja: 設定ダイアログ
kk: Баптаулар сұхбат терезесі
lt: Nustatymų dialogo langas
ms: Dialog Tetapan
nb: Innstillingsvindu
oc: Bóstia de dialòg dels paramètres
pl: Okno dialogowe ustawień
pt: Janela das definições
pt_br: Diálogo de configurações
ro: Fereastra cu opțiuni
ru: Диалог настроек
sq: Dialog Rregullimesh
sr: Прозор поставки
sv: Inställningsdialog
th: กล่องโต้ตอบตั้งค่า
tr: Ayarlar İletişim Penceresi
uk: Вікно налаштувань
vi: Hộp thoại cài đặt
zh_tw: 設定值對話框

source: The settings dialog was completely restructured (separating button/lid events from system and display behavior) and offers a clearer way of setting your preferences.
ca: El diàleg de configuració s'ha reestructurat completament (separant els esdeveniments dels botons/límits del sistema i el comportament de la pantalla) i ofereix una manera més clara d'establir les vostres preferències.
cs: Struktura dialogového okna nastavení byla celkově změněna. (Byla oddělena tlačítka od identifikátorů lid událostí a chování displeje) a nabízí čistější způsob nastavení vašich předvoleb.
da: Indstillings-dialogen var fuldstændig omstruktureret (separat knap/låg begivenheder fra system og skærm opførsel) og tilbyder en klar måde at sætte din indstillings-præference.
de: Der Einstellungsdialog wurde komplett restrukturiert (Tasten-/Deckelereignisse von System- und Bildschirmverhalten getrennt) und bietet einen direkteren Weg Ihre Voreinstellungen festzulegen.
es: El diálogo de configuración se restructuró por completo (separando las accioness por botón, tapa del equipo y el comportamiento de la pantalla) y ofrece una forma más clara de establecer sus preferencias.
fr: La fenêtre des préférences a été complètement restructurée (en séparant les événements liés aux boutons ou au couvercle du comportement du système et de l’écran) et offre une meilleure façon de définir vos préférences.
gl: O diálogo de configuración foi completamente reestruturado (separando os eventos do botón/tampa do sistema e o comportamento da pantalla) fornecendo un xeito forma máis claro de configurar as súas preferencias.
he: דו־שיח ההגדרות תוכנן מחדש לגמרי (הפרדה בין אירועי כפתור/מכסה מהמערכת והתנהגות המסך) והוא מציע דרך ברורה יותר של קביעת ההעדפות שלך.
id: Dialog pengaturan telah direstrukturisasi secara lengkap (memisahkan even tombol/penutup laptop dari sistem dan perilaku tampilan) dan memberikan cara yang lebih jelas dalam menyetel preferensi Anda.
it: La finestra delle impostazioni è stata rivista completamente (separando gli eventi di pulsante e coperchio dal comportamento di sistema e schermo) ed offre un modo più semplice per personalizzare le preferenze.
ja: 設定ダイアログは完全に作りなおされ、設定方法が明確になりました。
kk: Баптаулар сұхбат терезесі толығымен қайта құрылымдалды (батырма/қақпақ оқиғаларын жүйе мен дисплей әрекетінен бөлу арқылы) және қалауларыңызды орнатудың анық жолын ұсынады.
lt: Nustatymų dialogas buvo visiškai restruktūrizuotas (atskiriant mygtuko/dangčio įvykius nuo sistemos ir ekrano elgsenos) ir siūlo aiškesnį jūsų nuostatų nustatymą.
ms: Dialog tetapan telah distruktur semula sepenuhnya (memisahkan peristiwa butan/penutup dari sistem dan kelakuan paparan) dan juga menawarkan cara lebih mudah tetapkan keutamaan anda.
nb: Innstillingsvinduet er fullstendig omstrukturert (separering av handlinger for knapp/lokk fra system og skjermatferd) og gir en tydeligere måte å sette dine preferanser.
pl: Okno ustawień zostało całkowicie przekonstruowane i daje prostszy sposób na zmianę ustawień.
pt: A janela das definições foi completamente reestruturada (separando ações do botão e tampa do comportamento do sistema e do ecrã) e oferece agora um modo melhorado de definir as suas preferências.
pt_br: O diálogo de configurações foi completamente reestruturado (separando os eventos botão / tampa do sistema e comportamento da tela) e oferece uma maneira mais clara para definir suas preferências.
ro: Fereastra de dialog pentru opțiuni a fost complet restructurată (separând evenimentele de tip buton/capac de comportamentul sistemului și al ecranului) și oferă o modalitate mai clară de a vă defini preferințele.
ru: Диалог настроек был полностью реорганизован (события кнопок и крышки отделены от поведения системы и дисплея) и предоставляет простой способ изменения настроек под свои предпочтения.
sq: Dialogu i rregullimeve është ristrukturuar plotësisht (duke shkëputur akte butoni/kapaku të laptopit nga sjellja e sistemit dhe ekranit) dhe duke ofruar një rrugë më të qartë për ujdisjen e parapëlqimeve tuaja.
sr: Прозор поставки је потпуно преобликован (одвојени су догађаји радњи поклопаца и дугмади од понашања система и екрана) и омогућава јаснији начин постављања својстава.
sv: Inställningsdialogen omstrukturerades helt (separerar knappar-/lockhändelser från system och skärmbeteende) och erbjuder ett tydligare sätt för att ställa in dina preferenser.
th: กล่องโต้ตอบตั้งค่าได้ถูกปรับโครงสร้างใหม่ทั้งหมด (โดยแยกเหตุการณ์ของปุ่มกด/ฝาแล็ปท็อปออกจากส่วนพฤติกรรมของระบบและจอแสดงผล) และนำเสนอวิธีที่ชัดเจนยิ่งขึ้นสำหรับตั้งค่าปรับแต่งต่างๆ
tr: Ayarlar iletişim penceresi, yeniden yapılandırılmış (düğme/kapak olaylarını sistem ve ekran hareketlerinden ayırmıştır) ve kendi seçenekleriniz için olan ayarların yeni temiz bir yolunu önermiştir.
uk: Діалог налаштувань повністю реструктуровано (відокремлення подій кнопок/кришки від системних і поведінки дисплею) і запропоновано простіший шлях встановлення Ваших улюблених налаштувань.
vi: Hộp thoại cài đặt đã được cơ cấu lại hoàn toàn (tách các sự kiện nút/nắp khỏi hoạt động của hệ thống và hiển thị) đồng thời cung cấp cách cài đặt tùy chọn của bạn rõ ràng hơn.
zh_tw: 設定值對話框已被完全重組（從系統及顯示行為分離出按鈕／上蓋事件）並提供一個調整您的偏好設定的更清楚的方法。

source: Configure what action to take when certain buttons are pressed or the laptop lid is closed
ca: Configura l'acció a prendre quan es pressionen certs botons o es tanca la tapa del portàtil
cs: Konfigurujte akci, která se provede po stisknutí určitých tlačítek nebo při zavření víka laptopu
da: Konfigurer hvilken aktion at tage når bestemte knapper er trykket eller når bærbares låg er lukket
de: Konfigurieren Sie welche Aktion vorgenommen wird beim Drücken bestimmter Tasten oder wenn der Laptop-Deckel geschlossen wird
es: Configure la acción a tomar cuando se presionan ciertos botones o la tapa del equipo es cerrada
fr: Configurer quelles actions entreprendre si certains boutons sont appuyés ou le couvercle de l’ordinateur fermé.
gl: Configure a acción que se debe tomar cando se premen determinados botóns ou se pecha a tampa do portátil
he: הגדר איזו פעולה לבצע כאשר כפתורים מסויימים נלחצים או כאשר מכסה המחשב נייד נסגר
id: Konfigurasi aksi yang akan diambil ketika tombol-tombol tertentu ditekan atau penutup laptop ditutup
it: Configurazione dell'azione da intraprendere quando si premono determinati pulsanti o quando il coperchio del portatile viene chiuso
ja: 各種ボタンが押されたときやラップトップの蓋が閉じられたときの動作の設定
kk: Белгілі бір батырмалар басылғанда немесе ноутбук қақпағы жабылғанда қандай әрекет орындалатынын баптаңыз
lt: Konfigūruokite koks turėtų būti atliekamas veiksmas, kai nuspaudžiami tam tikri mygtukai ar uždaromas nešiojamojo kompiuterio dangtis
ms: Konfigur tindakan yang perlu dibuat ketika butang tertentu ditekan atau penutup komputer riba ditutup.
nb: Konfigurere hva som skal skje når visse knapper trykkes eller laptop-lokket lukkes
pl: Skonfiguruj akcję po wciśnięciu określonych przycisków lub zamknięciu pokrywy laptopa
pt: Configurar que ação a ser feita quando certos botões são premidos ou a tampa é fechada
pt_br: Configure a ação a ser tomada quando certos botões são pressionados ou a tampa do laptop for fechada
ro: Configurați acțiunea care trebuie luată atunci când sunt apăsate anumite butoane sau când capacul laptopului este închis
ru: Настройка действия при нажатии определённых кнопок или закрытии крышки ноутбука
sq: Formësoni ç’veprim të kryhet kur shtypen ky apo ai buton ose kur mbyllet kapaku i laptopit
sr: Подешава која радња треба да се предузме када се притисну одређена дугмад или се затвори поклопац преклопног рачунара
sv: Ställ in vilken åtgärd att utföra då vissa knappar trycks ner eller laptopens lock stängs
th: ตั้งค่าการกระทำที่จะทำเมื่อมีการกดปุ่มกดต่างๆ หรือเมื่อปิดฝาแล็ปท็อป
tr: Belirli düğmelere basıldığında veya diz üstü bilgisayar kapağı kapandığında, ne olacağını yapılandır
uk: Налаштування дій, які мають статися при натисканні певних кнопок, або коли закрито кришку нотбука.
vi: Định cấu hình hành động cần thực hiện khi nhấn một số nút nhất định hoặc đóng nắp máy tính xách tay
zh_tw: 設定當特定按鈕被按下或筆記型電腦的上蓋被關閉時要執行何種動作

source: Configure what to do when the user is inactive or battery is drained
ca: Configura què fer quan l'usuari està inactiu o la bateria està descarregada
cs: Nakonfigurujte, co se stane při neaktivitě uživatele nebo při vybité baterii
da: Konfigurer hvad der skal ske når brugeren er inaktiv eller batteriet er afladt
de: Stellen Sie ein, was bei Inaktivität des Nutzers oder kritischem Akkustand geschehen soll.
es: Configurar qué hacer cuando el usuario está inactivo o la batería entra en niveles de energía críticos
fr: Configurer que faire lorsque l’utilisateur est inactif ou la batterie vidée.
gl: Configure o que facer cando o usuario está inactivo ou a batería está en niveis baixos
he: הגדר מה לעשות כאשר המשתמש לא פעיל או כאשר הסוללה ריקה
id: Konfigurasi apa yang harus dilakukan ketika pengguna tidak aktif atau baterai habis
it: Configurazione delle azioni da intraprendere quando l'utente è inattivo o la batteria è scarica
ja: コンピューター未使用時やバッテリの残量が少なくなったときの動作の設定
kk: Пайдаланушы белсенді болмағанда немесе батарея заряды таусылғанда не істеу керектігін баптау
lt: Konfigūruokite ką daryti, kai naudotojas yra neveiklus ar senka akumuliatorius
ms: Konfigur apa perlu buat bila pengguna tidak aktif atau bateri kehabisan kuasa
nb: Konfigurere hva som skal skje når brukeren er inaktiv eller batteriet er utladet
pl: Konfiguracja, co ma się stać, gdy użytkownik jest nieaktywny lub bateria jest wyczerpana
pt: Configurar o que fazer quando o utilizador está inativo ou a bateria está descarregada
pt_br: Configure o que fazer quando o usuário estiver inativo ou a bateria estiver em níveis baixos
ro: Configurați ce să se facă atunci când utilizatorul este inactiv sau bateria este descărcată
ru: Настройка поведения при пользовательской неактивности или разряде батареи
sq: Formësoni ç’të bëhet kur përdoruesi është joaktiv ose bateria zero
sr: Подешава шта треба чинити када корисник мирује или је батерија исцрпљена
sv: Ställ in vad som ska göras då användaren är inaktiv eller batteriet töms
th: ตั้งค่าว่าจะทำอะไรเมื่อผู้ใช้ไม่มีการใช้งานเครื่อง หรือเมื่อแบตเตอรี่จะหมด
tr: Kullanıcı etkin olmadığında veya pil tükendiğinde ne olacağını yapılandır
uk: Налаштування дії, коли користувач є неактивний або розрядилася батарея
vi: Định cấu hình những việc cần làm khi người dùng không hoạt động hoặc hết pin
zh_tw: 設定當使用者不活躍或或是電池即將耗盡時要做些什麼

source: Manage display power management
ca: Administra la gestió de l'energia del monitor
cs: Správa napájení displeje
da: Håndter skræmstrømstyring
de: Stellen Sie die Bildschirmenergieoptionen ein.
es: Gestione la administración de energía de la pantalla
fr: Configurer la gestion d’alimentation de l’écran
gl: Configure a xestión de enerxía da pantalla
he: הגדר את ניהול הספק המסך
id: Mengelola manajemen daya tampilan
it: Gestione del risparmio energetico dello schermo
ja: ディスプレイ電源の管理
kk: Дисплейдің қуатын басқаруды басқару
lt: Valdykite ekrano maitinimo tvarkymą
ms: Urus pengurusan kuasa paparan
nb: Konfigurere strømbehandling for skjerm
pl: Zarządzaj menedżerem zasilania ekranu
pt: Gerir a energia do monitor
pt_br: Configure o gerenciamento de energia da tela
ro: Administrează gestionarea energiei ecranului
ru: Настройка энергоуправления монитора
sq: Administroni mënyra energjie për ekranin
sr: Управља потрошњом приказа
sv: Hantera skärmströmhantering
th: จัดการการใช้พลังงานของจอแสดงผล
tr: Ekran güç yönetimini yönetimi
uk: Керування живленням монітора
vi: Quản lý quản lý năng lượng màn hình
zh_tw: 管理顯示器的電源管理

source: Display information on all connected devices
ca: Informació del monitor en tots els dispositius connectats
cs: Zobrazení informací o všech připojených zařízeních
da: Vis information om alle tilsluttede enheder
de: Informationen über alle verbundene Geräte anzeigen
es: Muestra información de todos los dispositivos conectados
fr: Afficher des informations sur tous les périphériques connectés
gl: Amosar a información en todos os dispositivos conectados
he: הצג מידע על כל ההתקנים המחוברים
id: Menampilkan informasi semua perangkat yang terhubung
it: Visualizzazione delle informazioni su tutti i dispositivi collegati
ja: 接続されている全デバイスの情報の表示
kk: Барлық қосылған құрылғылар туралы ақпаратты көрсету
lt: Visų prijungtų įrenginių informacijos rodymas
ms: Papar maklumat pada semua peranti bersambung
nb: Vis informasjon om alle tilkoblede enheter
pl: Wyświetl informacje o wszystkich podłączonych urządzeniach
pt: Mostrar informação de todos os dispositivos ligados
pt_br: Exibição de informações de todos os dispositivos conectados
ro: Afișează informații despre toate dispozitivele conectate
ru: Отображение информации о всех подключённых устройствах
sq: Shfaqni të dhëna mbi krejt pajisjet e lidhura
sr: Приказује податке о свим повезаним уређајима
sv: Visa information på alla anslutna enheter
th: แสดงข้อมูลของอุปกรณ์ทั้งหมดที่เชื่อมต่ออยู่
tr: Tüm bağlı aygıtların bilgilerini göster
uk: Показ інформації про всі під’єднані пристрої
vi: Hiển thị thông tin trên tất cả các thiết bị được kết nối
zh_tw: 在所有連接的裝置上顯示資訊

source: When light-locker is available, you can control its settings directly via the power manager.
ca: Quan estigui disponible un bloqueig de llum, podeu controlar la seva configuració directament a través del gestor d'energia.
cs: Pokud je k dispozici aplikace pro uzamknutí light-locker, můžete její nastavení ovládat přímo ze správce napájení.
da: Når light-locker er tilgængelig kan du styre dens indstillinger direkte fra strømstyringen.
de: Falls Light-Locker verfügbar ist, kannst du seine Einstellungen über die Energieverwaltung steuern.
es: Cuando light-locker está disponible, puede controlar su configuración directamente a través del administrador de energía.
fr: Lorsque Light locker est disponible, il est possible de contrôler directement ses réglages depuis le gestionnaire d’alimentation.
gl: Cando o «light-locker» está dispoñíbel, pode controlar a súa configuración directamente a través do xestor de enerxía.
he: כאשר נועל-קל זמין, אתה יכול לבקר את ההגדרות שלו ישירות דרך מנהל ההספק.
id: Ketika light-locker tersedia, Anda bisa mengatur setelannya secara langsung melalui manajer daya.
it: Se light-locker è disponibile, è possibile controllarne le impostazioni direttamente dal gestore di energia.
ja: Light-Locker が利用可能であれば、電源管理から直接設定できます。
kk: light-locker қолжетімді болғанда, оның баптауларын тікелей қуат басқарушысы арқылы басқара аласыз.
lt: Kuomet light-locker yra prieinama, jūs galite valdyti jos nustatymus tiesiogiai per maitinimo tvarkytuvę.
ms: Bila light-locker tersedia, anda boleh mengawal tetapannya secara terus melalui pengurus kuasa.
nb: Når øktlåseren «light-locker» er tilgjengelig, kan du styre dens innstillinger direkte via strømbehandleren.
pl: Kiedy light-locker jest dostępny, możesz kontrolować jego ustawienia bezpośrednio z managera zasilania.
pt: Quando o light-locker está disponível, pode controlar as definições diretamente com o gestor de energia.
pt_br: Quando o light-locker estiver disponível, você pode controlar suas configurações diretamente através do gerenciador de energia.
ro: Atunci când light-locker este disponibil, puteți controla opțiunile acestuia direct prin intermediul administratorului de energie.
ru: Когда блокировщик экрана доступен, вы можете управлять настройками прямо через модуль управления питанием.
sq: Kur ka një mekanizëm për mbyllje drite, rregullimet e tij mund t’i kontrolloni drejt e nga përgjegjësi i energjisë.
sr: Ако је присутан „light-locker“, можете управљати његовим поставкама непосредно преко управника потрошње.
sv: Då light-locker är tillgängligt, kan du kontrollera dess inställningar direkt via strömhanteraren.
th: เมื่อมี light-locker ติดตั้งอยู่ คุณสามารถตั้งค่าต่างๆ ได้โดยตรงผ่านทางระบบจัดการพลังงาน
tr: ekran kilitleme etkin olduğunda, onun tüm ayarlarının denetimini, doğrudan, güç yönetimi altından yapabilirsiniz.
uk: Коли доступний блокувальник екрану, Ви можете контролювати його налаштування безпосередньо через менеджер живлення.
vi: Khi có sẵn bộ khóa đèn, bạn có thể kiểm soát cài đặt của nó trực tiếp thông qua trình quản lý nguồn.
zh_tw: 當 light-locker 可用時，您可以從電源管理員中直接控制其設定值。

source: Setup light-locker integration
ca: Configura la integració amb el bloqueig de llum
cs: Integrace nastavení aplikace pro uzamknutí light-locker
da: Indstil lys-låser integration
de: Integration von Light-Locker einrichten
es: Configuración integrada para light-locker
fr: Configurer l’intégration de Light locker
gl: Configurar a integración do «light-locker»
he: הגדר שילוב נועל-קל
id: Atur integrasi light-locker
it: Impostazioni di light-locker
ja: Light-Locker の設定
kk: light-locker интеграциясын баптау
lt: Light-locker intergracijos sąranka
ms: Tetapkan penyepaduan light-locker
nb: Still inn «light-locker»-integrasjon
oc: Configurar l’integracion de Light locker
pl: Skonfiguruj integrację z light-locker
pt: Configuração integrada light-locker
pt_br: Configuração integrada para o light-locker
ro: Configurare integrată pentru light-locker
ru: Установки интеграции блокировки экрана
sq: Sistemim i integrimit të mekanizmit për mbyllje drite
sr: Поставља садејство са light-locker-ом
sv: Ställ in light-locker integration
th: ตั้งค่าการเชื่อมรวมกับ light-locker
tr: Ekran kilidi tümleştirmesi ayarı
uk: Налаштування інтеграції блокувальника екрану
vi: Thiết lập tích hợp light-locker
zh_tw: 設定 light-locker 整合

source: Tab Support
ca: Implementació de pestanyes
cs: Podpora karet
da: Faneblad-understøttelse
de: Unterstützung für Reiter
es: Soporte para pestañas
fr: Prise en charge des onglets
gl: Compatibilidade para lapelas
he: תמיכה בלשוניות
id: Dukungan Tab
it: Supporto per le schede
ja: タブのサポート
kk: Беттерді қолдау
lt: Kortelių palaikymas
ms: Sokongan Tab
nb: Støtte for faner
oc: Presa en carga dels onglets
pl: Obsługa kart
pt: Suporte a separadores
pt_br: Suporte a abas
ro: Suport pentru file
ru: Поддержка вкладок
sq: Mbulim Skedash
sr: Подршка за приказ листова
sv: Flikstöd
th: การรองรับแท็บ
tr: Sekme Desteği
uk: Підтримка вкладок
vi: Hỗ trợ tab
zh_tw: 分頁支援

source: A long-awaited feature was added: you can now open multiple folders in the same Thunar window.
ca: S'ha afegit una característica molt esperada: ara podeu obrir diverses carpetes a la mateixa finestra Thunar.
cs: Přidali jsme dlouho očekávanou funkci: nyní můžete otevřít více složek v tomtéž okně aplikace Thunar.
da: En længeventet facilitet blev tilføjet: du kan nu åbne flere mapper i det samme Thunar-vindue.
de: Eine lange erwartete Funktion wurde hinzugefügt: Sie können nun mehrere Ordner im selben Thunar-Fenster öffnen.
es: Una característica largamente esperada fue añadida: ahora puede abrir varias carpetas en la misma ventana de Thunar.
fr: Une fonctionnalité très attendue a été ajoutée : il est désormais possible d’ouvrir plusieurs dossiers dans la même fenêtre Thunar.
gl: Engadiuse unha característica moi agardada: agora pode abrir varios cartafoles na mesma xanela de Thunar.
he: תכונה שציפו לה רבות נוספה: אתה יכול עכשיו לפתוח מספר תיקיות באותו חלון של תונאר.
id: Fitur yang lama ditunggu telah ditambahkan: Sekarang Anda bisa membuka beberapa folder di satu jendela Thunar.
it: È stata introdotta una caratteristica molto richiesta: è ora possibile aprire diverse cartelle nella stessa finestra di Thunar.
ja: 長い間待たれてきた機能がサポートされました。Thunar がタブをサポートし、ウィンドウ内で複数のフォルダーを開けるようになりました。
kk: Көптен күткен мүмкіндік қосылды: енді бір Thunar терезесінде бірнеше буманы ашуға болады.
lt: Buvo pridėta ilgai laukta ypatybė: dabar galite tame pačiame Thunar lange atverinėti kelis aplankus.
ms: Fitur yang lama ditunggu-tunggu telah ditambah: kini anda dapat membuka folder berbilang dalam satu tetingkap Thunar yang sama.
nb: En etterlengtet funksjon ble lagt til: Du kan nå åpne flere mapper i det samme Thunar-vinduet.
pl: Została dodana długo oczekiwana funkcjonalność: możesz otworzyć wiele folderów w jednym oknie Thunara.
pt: Uma funcionalidade muito esperada foi adicionada: pode agora abrir várias pastas na mesma janela do Thunar.
pt_br: Um recurso muito aguardado foi adicionado: agora você pode abrir várias pastas na mesma janela do Thunar.
ro: A fost adăugată o caracteristică mult așteptată: acum puteți deschide mai multe dosare în aceeași fereastră Thunar.
ru: Была добавлена долгожданная возможность открытия нескольких каталогов в одном окне Thunar.
sq: Është shtuar një veçori e pritur prej kohësh: tani mund të hapni disa dosje njëherësh brenda të njëjtës dritare Thunar-i.
sr: Дуго ишчекивана могућност је додата: сада можете отворити више фасцикли у истом прозору Тунара.
sv: En länge efterlängtad funktion lades till: du kan nu öppna flera mappar i samma Thunar-fönster.
th: ความสามารถหนึ่งที่รอคอยกันมานานได้ถูกเพิ่มเข้ามาแล้ว โดยในรุ่นนี้คุณสามารถเปิดโฟลเดอร์หลายโฟลเดอร์ได้ในหน้าต่าง Thunar บานเดียวกัน
tr: Uzun zamandır beklenen özellik eklendi: artık, birden fazla klasörü, aynı Thunar penceresinde açabilirsiniz.
uk: Додано довгоочікувану можливість: тепер Ви можете відкрити багато тек в тому самому вікні Thunar'у.
vi: Một tính năng được chờ đợi từ lâu đã được thêm vào: giờ đây bạn có thể mở nhiều thư mục trong cùng một cửa sổ Thunar.
zh_tw: 您長久等候的功能終於加入了：您現在可以在同一個 Thunar 視窗中開啟多個資料夾。

source: Browse multiple directories
ca: Navegació per diversos directoris
cs: Procházení více adresářů
da: Gennemse flere mapper
de: Durchsuchen Sie mehrere Ordner.
es: Explorar varios directorios
fr: Parcourir plusieurs répertoires
gl: Explorar múltiples cartafoles
he: סייר במספר תיקיות
id: Meramban banyak direktori
it: Apertura di varie cartelle
ja: 複数フォルダーの表示
kk: Бірнеше буманы шолу
lt: Naršykite keletą katalogų
ms: Layar direktori berbilang
nb: Bla gjennom flere mapper
oc: Percórrer mantun repertòri
pl: Przeglądaj wiele katalogów
pt: Explorar vários diretórios
pt_br: Explore vários diretórios
ro: Explorați mai multe directoare
ru: Просмотр нескольких каталогов
sq: Shfletoni shumë drejtori njëherësh
sr: Истовремени преглед више фасцикли
sv: Bläddra i flera kataloger
th: ท่องดูไดเรกทอรีหลายไดเรกทอรี
tr: Çoklu dizinleri görüntüleme
uk: Перегляд багатьох тек
vi: Duyệt nhiều thư mục
zh_tw: 瀏覽多個目錄
