Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: This new dialog represents a merger between the previously available 'Mime Settings' and the 'Preferred Applications' dialogs. Consolidating both in one place means users have an easier time setting default applications to handle certain file types.
ca: Aquest diàleg nou representa una fusió entre els diàlegs «Configuració MIME» disponibles anteriorment i «Aplicacions preferides». Consolidar tots dos en un sol lloc significa que els usuaris tenen un temps més fàcil d'establir aplicacions predeterminades per gestionar certs tipus de fitxers.
cs: Toto nové dialogové okno reprezentuje sloučení dříve dostupných dialogových oken „Nastavení MIME“ a „Upřednostňované aplikace“. Spojení do jednoho místa znamená pro uživatele snazší nastavené výchozích aplikací pro otevírání konkrétních typů souborů.
da: Den nye dialog er en sammenlægning af dialogerne 'Mime-indstillinger' og 'Foretrukne programmer' der fandtes tidligere. At de begge er samlet ét sted betyder at brugerne lettere kan indstille standardprogrammer til at håndtere bestemte filtyper.
de: Dieser neue Dialog stellt eine Verschmelzung der bisher verfügbaren Dialoge "Mime-Einstellungen" und "Bevorzugte Anwendungen" dar. Die Zusammenlegung beider Dialoge an einem Ort bedeutet, dass es für Benutzer einfacher ist, Standardanwendungen für bestimmte Dateitypen festzulegen.
es: Este nuevo cuadro de diálogo representa una fusión entre los cuadros de diálogo previamente disponibles 'Configuración de Mime' y 'Aplicaciones preferidas'. La consolidación de ambos en un solo lugar significa que a los usuarios les resulta más fácil configurar aplicaciones predeterminadas para manejar ciertos tipos de archivos.
gl: Esta nova xanela representa unha fusión entre as xanelas «Configuración Mime» dispoñíbeis anteriormente e a xanela «Aplicacións preferidas». A consolidación de ámbalas nun só lugar significa que os usuarios teñen máis doado definir aplicacións predeterminadas para manexar determinados tipos de ficheiros.
he: דו שיח חדש זה מסמל איחוד של דו שיח 'הגדרות Mime' ודו שיח 'ישומים מועדפים'. איחוד שניהם במיקום אחד משמעותו שלמשתמשים קל יותר להגדיר ישומי ברירת מחדל לטיפול סוגי קובץ מסוימים.
id: Dialog baru ini merepresentasikan penggabungan antara dialog 'Pengaturan Mime' yang tersedia sebelumnya dan 'Aplikasi Baku'. Menggabungkan keduanya ke dalam satu tempat berarti pengguna akan lebih mudah untuk mengatur aplikasi baku untuk menangani tipe berkas tertentu.
it: Questa nuova finestra rappresenta la fusione tra la finestra di "Impostazioni di Mime" (disponibile in precedenza) e quella di "Applicazioni Preferite". Mettendole in un unico posto permette agli utenti di configurare senza difficoltà le applicazioni predefinite per gestire particolari tipi di file.
kk: Бұл жаңа сұхбат терезесі бұрынғы 'Mime баптаулары' мен 'Таңдаулы қолданбалар' сұхбат терезелерінің бірігуі болып табылады. Олардың бір жерде шоғырлануы пайдаланушыларға белгілі бір файл түрлерін өңдеу үшін әдепкі қолданбаларды оңайырақ орнатуға мүмкіндік береді.
pl: To nowe okno stanowi połączenie wcześniej dostępnych: „Edytor typów MIME” oraz „Preferowane programy”. Konsolidacja obu w jednym miejscu oznacza, że użytkownicy mogą łatwiej ustawiać domyślne aplikacje do obsługi określonych typów plików.
pt: Esta nova janela representa uma fusão entre as janelas 'Definições Mime' anteriormente disponíveis e 'Aplicações preferidas'. A consolidação de ambas num só local significa que os utilizadores têm mais facilidade em definir aplicações predefinidas para lidar com certos tipos de ficheiros.
pt_br: Esta nova janela representa uma união entre as janelas de 'Configurações do tipo Mime' e 'Aplicativos preferidos' disponíveis anteriormente. A consolidação de ambos em um só local significa que os usuários terão mais facilidade para definir os aplicativos padrão para lidar com certos tipos de arquivos.
ro: Această nouă fereastră de dialog reprezintă o fuziune între ferestrele de dialog „Opțiuni Mime” și „Aplicații preferate” disponibile anterior. Consolidarea ambelor într-un singur loc înseamnă că utilizatorii pot defini mai ușor aplicațiile implicite pentru gestionarea anumitor tipuri de fișiere.
ru: Это новое диалоговое окно представляет собой слияние ранее доступных диалоговых окон 'Mime Settings' и 'Preferred Applications'. Объединение обоих в одном месте означает, что пользователям будет проще настроить приложения по умолчанию для обработки файлов определенных типов.
sq: Ky dialog i ri përfaqëson një shkrirje mes dialogëve të pranishëm edhe më parë, “Rregullime Mime” dhe “Aplikacione të Parapëlqyer”. Konsolidimi në një vend do të thotë që përdoruesit e kanë më kollaj të caktojnë aplikacione parazgjedhje për trajtim të disa lloje kartelash.
sr: Ово ново прозорче представља спој између претходно доступних прозорчета поставки „Поставке врста датотека“ и „Омиљених програма“. Суградња обеју на једном месту ће значити корисницима олакшице за постављање подразумеваних програма и управљање одређеним врстама датотека.
sv: Denna nya dialogruta representerar en sammanslagning av de tidigare tillgängliga dialogrutorna 'Mime-inställningar' och 'Föredragna program'. Att ha båda på samma ställe innebär att det blir lättare för användarna att ange förvalda program och att hantera vissa filtyper.
th: กล่องโต้ตอบใหม่นี้ได้ผนวกรวมกล่องโต้ตอบ 'เครื่องมือแก้ไขชนิด MIME' ที่เคยมีในรุ่นก่อนเข้ากับกล่องโต้ตอบ 'โปรแกรมปริยาย' การรวมกล่องโต้ตอบทั้งสองเข้ามาในที่เดียวทำให้ผู้ใช้สามารถกำหนดโปรแกรมปริยายสำหรับแฟ้มชนิดต่างๆ ได้สะดวกยิ่งขึ้น
tr: Bu yeni iletişim kutusu, önceden mevcut olan 'Mime Ayarları' ve 'Tercih Edilen Uygulamalar' iletişim kutuları arasındaki bir birleşmeyi temsil eder. Her ikisini de tek bir yerde birleştirmek, kullanıcıların belirli dosya türlerini işlemek için varsayılan uygulamaları daha kolay ayarlayabilecekleri anlamına gelir.
uk: Нове діалогове вікно тепер обʼєднує попередньо доступні діалогові вікна 'Налаштування Mime' і 'Типові програми'. Обʼєднання їх в одному місці означає, що користувачам тепер буде простіше налаштовувати типові програми і відповідні їм типи файлів.
vi: Hộp thoại mới này thể hiện sự hợp nhất giữa hộp thoại 'Cài đặt Mime' và 'Ứng dụng ưa thích' có sẵn trước đó. Hợp nhất cả hai ở một nơi có nghĩa là người dùng có thời gian dễ dàng hơn để thiết lập các ứng dụng mặc định để xử lý một số loại tệp nhất định.

source: The new Default Applications dialog
ca: El diàleg Aplicacions predeterminades noves
cs: Nové dialogové okno Výchozí aplikace
da: Den ny dialog Standardprogrammer
de: Der neue Standardanwendungsdialog
es: El nuevo cuadro de diálogo Aplicaciones predeterminadas
gl: A nova xanela de Aplicacións predeterminadas
he: דו שיח ישומי ברירת מחדל החדש
id: Tampilan baru dialog Aplikasi Bawaan
it: La nuova finestra di Applicazioni Predefinite
kk: Жаңа әдепкі қолданбалар сұхбат терезесі
lt: Naujas numatytųjų programų dialogas
pl: Nowe okno Domyślne programy
pt: A nova janela de Aplicações predefinidas
pt_br: A nova janela de aplicativos padrão
ro: Noua fereastră de dialog «Aplicații implicite»
ru: Новое диалоговое окно «Приложения по умолчанию»
sq: Dialogu i ri Aplikacione Parazgjedhje
sr: Ново прозорче подразумеваних програма
sv: Den nya dialogrutan Standardapplikationer
th: กล่องโต้ตอบ 'โปรแกรมปริยาย' อันใหม่
tr: Yeni Varsayılan Uygulamalar iletişim kutusu
uk: Нове вікно Типових застосунків
vi: Hộp thoại Ứng dụng mặc định mới

source: Display Dialog
ca: Mostra el diàleg
cs: Dialogové okno Displej
da: Dialogen Skærm
de: Bildschirmdialog
es: Visualización de dialogo
gl: Xanela da pantalla
he: דו שיח תצוגה
id: Tampilkan Dialog
it: Finestra dello Schermo
kk: Экран сұхбат терезесі
pl: Okno Ekran
pt: Janela do ecrã
pt_br: Configurações do monitor
ro: Fereastra de dialog pentru «Afișare»
ru: Диалог экрана
sq: Dialog Shfaqjesh
sr: Приказуј прозорче
sv: Skärminställningar
th: กล่องโต้ตอบจอแสดงผล
tr: İletişim Kutusunu Görüntüle
uk: Вікно Дисплей
vi: Hộp thoại hiển thị

source: To better support high-density displays - which come in various sizes and densities - we added fractional scaling based on the RandR extension of X11. Furthermore the preferred mode of a display is now marked with an asterisk and aspect ratios are shown along display resolutions.
ca: Per a un millor suport de pantalles d'alta densitat - que venen en diverses mides i densitats - afegim escalat fraccionat basat en l'extensió RandR de X11. A més, el mode preferit d'una pantalla ara està marcat amb un asterisc i les relacions d'aspecte es mostren al llarg de les resolucions de visualització.
cs: Pro lepší podporu displejů s vysokým rozlišením, které přicházejí v různých velikostech a hustotách, jsme přidali zlomkovou změnu velikosti založenou na rozšíření RandR X11. Upřednostňovaný režim zobrazení je nyní označen hvězdičkou a u rozlišení displeje jsou zobrazeny poměry stran.
da: For bedre at understøtte skærme med høj tæthed - der findes i forskellige størrelser og tætheder - har vi tilføjet skalering med kommatal baseret på X11's RandR-udvidelse. Derudover er den foretrukne tilstand for en skærm nu markeret med en stjerne og højde-/breddeforhold vises sammen med skærmopløsninger.
de: Um High-Density-Displays - die es in verschiedenen Größen und Dichten gibt - besser zu unterstützen, haben wir eine fraktionierte Skalierung auf Basis der RandR-Erweiterung von X11 hinzugefügt. Außerdem wird der bevorzugte Modus eines Displays jetzt mit einem Sternchen markiert und die Seitenverhältnisse werden entlang der Display-Auflösungen angezeigt.
es: Para admitir mejor las pantallas de alta densidad, que vienen en varios tamaños y densidades, agregamos una escala fraccional basada en la extensión RandR de X11. Además, el modo preferido de una pantalla ahora está marcado con un asterisco y las relaciones de aspecto se muestran a lo largo de las resoluciones de la pantalla.
gl: Para mellorar a compatibilidade coas pantallas de alta densidade, que teñen varios tamaños e densidades, engadimos unha escala fraccionada baseada na extensión RandR de X11. Ademais, o modo preferido dunha pantalla agora está marcado cun asterisco e as relacións de aspecto amósanse ao longo das resolucións de pantalla.
he: על מנת לתמוך טוב יותר במסכים עם רזולוציה גבוהה - המגיעים בגדלים ורזולוציות שונות - הוספנו הקניית קנה מידה בחלקים המבוססת על הרחבת RandR של X11. בנוסף המצב המועדף של המסך מסומן עכשיו בכוכבית ויחסי רוחב גובה מוצגים לצד רזולוציות המסך.
it: Per supportare meglio i schermi ad alta densità - i quali si presentano in varie dimensioni e densità - abbiamo aggiunto scalatura frazionaria basata sulla estensione RandR di X11. Inoltre la modalità preferita di un determinato schermo ora è contrassegnata con un asterisco ed i rapporti d'aspetto vengono mostrati accanto alle risoluzioni dello schermo.
kk: Әртүрлі өлшемді және тығыздықтағы жоғары тығыздықты экрандарды жақсырақ қолдау үшін біз X11-дің RandR кеңейтуіне негізделген бөлшектік масштабтауды қостық. Сонымен қатар, экранның таңдаулы режимі енді жұлдызшамен белгіленеді және экран ажыратымдылығымен бірге жақтардың арақатынасы көрсетіледі.
pl: Aby lepiej obsługiwać wyświetlacze o dużej gęstości – które są dostępne w różnych rozmiarach i gęstościach -– dodaliśmy skalowanie ułamkowe w oparciu o rozszerzenie RandR serwera X11. Ponadto preferowany tryb wyświetlania jest teraz oznaczony gwiazdką, a współczynniki proporcji są wyświetlane wraz z rozdzielczościami wyświetlania.
pt: Para melhor suportar ecrãs de alta densidade - que vêm em vários tamanhos e densidades - adicionámos escalas fracionais com base na extensão RandR do X11. Além disso, o modo preferido de um ecrã é agora sinalizado com um asterisco e os rácios de aspecto são mostrados ao longo das resoluções do ecrã.
pt_br: Para oferecer um suporte melhor aos monitores de alta densidade - que vêm em vários tamanhos e densidades - nós adicionamos escala fracionada baseada na extensão RandR do X11. Além disso, o modo preferido de uma tela agora é marcado com um asterisco e as proporções de aspecto são mostradas junto com as resoluções de tela.
ro: Pentru a asigura o mai bună compatibilitate cu afișajele de înaltă densitate - care sunt disponibile în diferite dimensiuni și densități - am adăugat scalarea fracționată bazată pe extensia RandR a X11. În plus, modul preferat al unui afișaj este acum marcat cu un asterisc, iar raporturile de aspect sunt afișate împreună cu rezoluțiile afișajului.
ru: С целью улучшенной поддержки дисплеев с высокой плотностью — которые бывают разных размеров и плотностей — мы добавили дробное масштабирование на основе расширения RandR для X11. Более того, предпочитаемый способ вывода теперь помечен звездой, а соотношение сторон отображается рядом с масштабом дисплея.
sq: Për të mbuluar më mirë ekrane me dendësi të lartë - që janë në madhësi dhe dendësi të ndryshme - shtuam ripërmasim fraksional bazuar në zgjerimin RandR të X11-s. Më tej, mënyra e parapëlqyer e një ekrani tani tregohet me një asterisk dhe tok me qartësitë e ekranit tregohen edhe përpjesëtime ekrani.
sr: Боља подршка приказима високе густине - која долази у различним величинама и густинама - додали смо разломачко размеравање засновано на Рандру, проширењу Икс11. Шта више, омиљени начин приказа је сада означен звездицом, а однос ширине и висине је приказан поред размере приказа.
sv: För att få ett bättre stöd för högdensitetsskärmar - som finns i olika storlekar och densiteter - lade vi till fraktionsskalning baserad på X11:s RandR-utökning. Utöver det markeras nu skärmens rekommenderade läge med en asterisk, och bildproportioner visas tillsammans med upplösningarna.
th: เพื่อการรองรับที่ดียิ่งขึ้นสำหรับจอแสดงผลความหนาแน่นสูง ซึ่งมาในหลายขนาดและหลายความหนาแน่น เราได้เพิ่มอัตราขยายแบบเศษส่วนตามที่ส่วนขยาย RandR ของ X11 รองรับ นอกจากนี้ ยังได้กาดอกจันที่โหมดที่แนะนำของจอแสดงผล และยังได้แสดงสัดส่วนภาพควบคู่กับความละเอียดด้วย
tr: Çeşitli boyut ve yoğunluklarda olan yüksek yoğunluklu ekranları daha iyi desteklemek için, X11'in RandR uzantısına dayalı kademeli ölçeklendirme ekledik. Ayrıca bir ekranın tercih edilen modu artık bir yıldız işaretiyle işaretli durumda ve en boy oranları ekran çözünürlükleri yanında gösterilmektedir.
uk: Для кращої підтримки дисплеїв з високою щільністю, які мають різні розміри та щільність, ми додали дробове масштабування на основі розширення RandR для X11. Крім того, бажаний режим відображення тепер позначено зірочкою, а співвідношення сторін відображаються разом із роздільною здатністю дисплея.
vi: Để hỗ trợ tốt hơn cho màn hình mật độ cao - có nhiều kích thước và mật độ khác nhau - chúng tôi đã thêm tỷ lệ phân số dựa trên tiện ích mở rộng RandR của X11. Hơn nữa, chế độ ưa thích của màn hình hiện được đánh dấu bằng dấu hoa thị và tỷ lệ khung hình được hiển thị dọc theo độ phân giải màn hình.

source: Fractional scaling support
ca: Implementació de l'escalat fraccionat
cs: Podpora zlomkové změny velikosti
da: Understøttelse af skalering med kommatal
de: Unterstützung für fraktionelle Skalierung
es: Soporte de escala fraccional
gl: Admisión de escala fraccionada
he: תמיכה בהקניית קנה מידה בחלקים
id: Dukungan penskalaan kecil
it: Supporto per scalatura frazionaria
kk: Бөлшектік масштабтауды қолдау
pl: Obsługa skalowania ułamkowego
pt: Suporte à escala fracionária
pt_br: Suporte a escala fracionada
ro: Suport pentru scalare fracțională
ru: Поддержка дробного масштабирования
sq: Mbulim për ripërmasim fraksional
sr: Подршка разломачком размеравању
sv: Stöd för Fraktionell skalning
th: การรองรับอัตราขยายแบบเศษส่วน
tr: Kesirli ölçeklendirme desteği
uk: Підтримка дробового масштабування
vi: Hỗ trợ chia tỷ lệ phân số

source: In order to make things easier for our users we added more default keyboard shortcuts out of the box, for instance for window tiling or to open Thunar. The keyboard shortcuts dialog itself was also visually updated.
ca: Per tal de fer les coses més fàcils per als nostres usuaris, vam afegir més dreceres de teclat predeterminades fora de la caixa, per exemple per a la tessel·lació de finestres o per obrir Thunar. El diàleg de dreceres de teclat també s'ha actualitzat visualment.
cs: Abychom uživatelům usnadnili práci, přidali jsme více přednastavených klávesových zkratek, například pro umisťování oken do dlaždic nebo k otevření aplikace Thunar. Samotný vzhled dialogového okna pro klávesové zkratky byl aktualizován.
da: For at gøre tingene lettere for vores brugere har vi tilføjet flere standardtastaturgenveje fra begyndelsen, f.eks. til fliselægning af vinduer og til at åbne Thunar. Tastaturgenvejsdialogen er også blevet fornyet visuelt.
de: Um unseren Anwendern die Arbeit zu erleichtern, haben wir weitere Standard-Tastenkombinationen hinzugefügt, z. B. für das Kacheln von Fenstern oder zum Öffnen von Thunar. Der Tastaturkürzel-Dialog selbst wurde auch optisch überarbeitet.
es: Para facilitar las cosas a nuestros usuarios, agregamos más atajos de teclado predeterminados listos para usar, por ejemplo, para mosaicos de ventanas o para abrir Thunar. El cuadro de diálogo de métodos abreviados de teclado también se actualizó visualmente.
gl: Para facilitar as cousas aos nosos usuarios, engadimos máis atallos de teclado predeterminados de fábrica, como por exemplo, para o mosaico de xanelas ou para abrir o Thunar. A xanela de atallos de teclado tamén se actualizou visualmente.
he: על מנת להקל על המשתמשים שלנו הוספנו קיצורי מקלדת ברירת מחדל לאחר התקנה, למשל לפריסת חלונות או לפתיחת Thunar. דו שיח קיצורי מקלדת עצמו עודכן ויזואלית.
id: Untuk memudahkan pengguna, kami menambahkan lebih banyak pintasan papan tik baku, misalnya untuk pengubinan jendela atau untuk membuka Thunar. Tampilan dialog pintasan papan tik itu sendiri juga diperbarui.
it: Per una migliore esperienza abbiamo aggiunto ulteriori scorciatoie da tastiera preconfigurate, ad esempio per aprire Thunar oppure per gestire le finestre. Inoltre abbiamo migliorato l'aspetto della finestra delle scorciatoie da tastiera.
kk: Пайдаланушыларға ыңғайлы болу үшін біз терезелерді плиткамен орналастыру немесе Thunar-ды ашу сияқты көбірек әдепкі пернетақта жарлықтарын қостық. Пернетақта жарлықтарының сұхбат терезесі де визуалды түрде жаңартылды.
pl: Aby ułatwić pracę naszym użytkownikom, dodaliśmy więcej domyślnych skrótów klawiaturowych, na przykład do układania okien lub otwierania Thunara. Samo okno skrótów klawiaturowych również zostało wizualnie zaktualizowane.
pt: A fim de tornar as coisas mais fáceis para os nossos utilizadores, adicionamos mais teclas de atalho prontas a utilizar por predefinição, por exemplo para a colocação de mosaicos na janela ou para abrir o Thunar. A própria janela das teclas de atalho também foi atualizada visualmente.
pt_br: Para tornar as coisas mais fáceis aos nossos usuários, adicionamos mais atalhos de teclado padrão prontos para uso, por exemplo, para alinhamento de janelas ou para abrir o Thunar. A janela de configuração dos atalhos de teclado também passou por uma atualização em seu visual.
ro: Pentru a face lucrurile mai ușoare pentru utilizatorii noștri, am adăugat mai multe comenzi rapide de tastatură implicite, de exemplu pentru aranjarea ferestrelor sau pentru a deschide Thunar. Fereastra de dialog a comenzilor rapide de la tastatură a fost, de asemenea, actualizată vizual.
ru: Чтобы упростить жизнь нашим пользователям, мы добавили дополнительные сочетания клавиш по умолчанию, например, для мозаичного отображения окон или открытия Thunar. Сам диалог сочетаний клавиш также был визуально обновлен.
sq: Për t’i bërë më të lehta gjërat për përdoruesit tanë shtuam më tepër shkurtore tastiere ta gatshme fill pas instalimit, për shembull, për tjegullzim dritaresh ose për të hapur Thunar-in. Vetë dialogu i shkurtoreve të tastierës u përditësua nga ana pamore.
sr: Ради олакшавања нашим корисницима, додали смо више подразумеваних пречица дугмади, на пример за поплочавање прозора или отварање у Тунару. Прозорче пречица дугмади је такође видно освежено.
sv: För att underlätta för våra användare lade vi till fler tangentbordsgenvägar vid installation, till exempel för kaklade fönster eller för att öppna Thunar. Själva dialogrutan för tangentbordsgenvägar fick också en visuell uppdatering.
th: เพื่อให้ผู้ใช้ทำงานต่างๆ ได้สะดวกขึ้น เราได้เพิ่มเติมปุ่มลัดแป้นพิมพ์ปริยายตั้งแต่แกะกล่องเข้ามาอีก เช่น ปุ่มลัดสำหรับเรียงหน้าต่างต่อชน หรือสำหรับเปิด Thunar ตัวกล่องโต้อตอบปุ่มลัดแป้นพิมพ์เองก็มีการปรับหน้าตาด้วย
tr: Kullanıcılarımız için işleri kolaylaştırmak amacıyla, kutudan çıkar çıkmaz, örneğin pencere döşeme veya Thunar'ı açmak için daha fazla varsayılan klavye kısayolu ekledik. Klavye kısayolları iletişim kutusunun kendisi de görsel olarak güncellendi.
uk: Щоб спростити життя нашим користувачам, ми додали додаткові комбінації клавіш за замовчуванням, наприклад, для мозаїчного відображення вікон або відкриття Thunar. Сам діалог гарячих клавіш також був візуально оновлений.
vi: Để giúp mọi người dễ dàng hơn, chúng tôi đã thêm nhiều phím tắt mặc định hơn, chẳng hạn như để xếp ô cửa sổ hoặc để mở Thunar. Bản thân hộp thoại phím tắt cũng đã được cập nhật trực quan.

source: Visually updated keyboard shortcuts dialog
ca: Diàleg de dreceres de teclat actualitzades visualment
cs: Aktualizovaný vzhled dialogového okna pro klávesové zkratky
da: Visuelt opdateret tastaturgenvejsdialog
de: Visuell aktualisierter Tastaturkürzel-Dialog
es: Cuadro de diálogo de accesos directos de teclado actualizado visualmente
gl: A xanela de atallos de teclado actualizouse visualmente
he: דו שיח קיצורי מקלדת מעודכן ויזואלית
id: Dialog jalan pintas keyboard yang terupdate secara visual
it: La nuova finestra delle scorciatoie da tastiera
kk: Визуалды түрде жаңартылған пернетақта жарлықтары сұхбат терезесі
pl: Wizualnie zaktualizowane okno skrótów klawiaturowych
pt: Janela das teclas de atalho atualizada visualmente
pt_br: Janela de configurações dos atalhos de teclado atualizada visualmente
ro: Fereastra de dialog a comenzilor rapide de la tastatură actualizată vizual
ru: Визуальное обновление окна горячих клавиш
sq: Dialog shkurtoresh tastiere i përditësuar nga ana pamore
sr: Видно је освежено прозорче пречица дугмади
sv: Visuellt uppdaterad dialogruta för tangentbordsgenvägar
th: กล่องโต้ตอบปุ่มลัดแป้นพิมพ์ที่มีการปรับหน้าตา
tr: Görsel olarak güncellenen klavye kısayolları iletişim kutusu
uk: Візуально оновлене вікно комбінацій клавіш
vi: Hộp thoại phím tắt được cập nhật trực quan
