Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Today, after 2 years and 10 months of work, we are pleased to announce the release of the Xfce desktop 4.12, a new stable version that supersedes Xfce 4.10.
ca: Avui, després de 2 anys i 10 mesos de treball, ens complau anunciar el llançament de l'escriptori Xfce 4.12, una nova versió estable que substitueix l'Xfce 4.10.
cs: Dnes po dvou letech a deseti měsících práce, vám s potěšením oznamujeme vydání pracovního prostředí Xfce 4.12, novou stabilní verzi, která nahrazuje Xfce 4.10.
da: I dag, efter 2 år og 10 måneders arbejde, er vi glade for at kunne bekendtgøre udgivelsen af Xfce-skrivebordet 4.12, en ny stabil version som afløser Xfce 4.10.
de: Heute, nach zwei Jahren und zehn Monaten Arbeit, haben wir die besondere Ehre, die Veröffentlichung des Xfce Desktops 4.12 bekanntzugeben, einer neuen stabilen Version welche Xfce 4.10 ersetzt.
es: Hoy, después de 2 años y 10 meses de trabajo, tenemos el placer de anunciar el lanzamiento del entorno de escritorio Xfce versión 4.12, una nueva versión estable que remplaza a Xfce 4.10.
fr: Aujourd’hui, après deux ans et dix mois de travail, nous avons le plaisir d’annoncer la sortie du bureau Xfce 4.12, une nouvelle version stable qui remplace la 4.10.
gl: Hoxe, despois de 2 anos e 10 meses de traballo, temos o pracer de anunciar a versión de escritorio do Xfce 4.12, unha nova versión estábel que substitúe o Xfce 4.10.
he: היום, לאחר 2 שנים ו־10 חודשים של עבודה, אנו שמחים להודיע על גרסת שולחן עבודה Xfce 4.12, גרסה יציבה חדשה שמחליפה את Xfce 4.10.
id: Hari ini, setelah 2 tahun dan 10 bulan bekerja, dengan bangga kami mengumumkan rilis desktop Xfce 4.12, sebuah versi stabil yang baru yang menggantikan Xfce 4.10.
it: Oggi, dopo 2 anni e 10 mesi di lavoro, siamo lieti di annunciare il rilascio di Xfce 4.12, una nuova versione stabile che sostituisce Xfce 4.10.
ja: 本日、2年10か月の作業を経て、Xfce 4.10に代わる新しい安定版、Xfceデスクトップ4.12のリリースを発表します。
kk: Бүгін, 2 жыл 10 айлық жұмыстан кейін, біз Xfce 4.10 нұсқасын алмастыратын жаңа тұрақты нұсқа — Xfce 4.12 жұмыс үстелінің шыққанын қуана хабарлаймыз.
lt: Šiandien, po 2 metų ir 10 mėnesių darbo, mes džiaugiamės, galėdami pranešti apie Xfce 4.12 darbalaukio laidą, naują stabilią versiją, kuri pranoksta Xfce 4.10.
ms: Hari ini, selepas 2 tahun dan 10 bulan kerja-kerja pembangunan, kami dengan bangganya mengumumkan keluaran Xfce desktop 4.12, versi stabil baharu yang melangkaui Xfce 4.10.
nb: Idag, etter 2 år og 10 måneder med arbeid har vi gleden av å annonsere 4.12-utgaven av Xfce-skrivebordet, en ny stabil versjon som tar over for Xfce 4.10.
pl: Dzisiaj, po 2 latach i 10 miesiącach pracy, mamy przyjemność ogłosić wydanie środowiska Xfce 4.12. Jest to nowa, stabilna wersja, która zastępuje Xfce 4.10.
pt: Hoje, após 2 anos e 10 meses de trabalho, temos o prazer de anunciar o lançamento do ambiente gráfico Xfce 4.12, a nova versão estável que sucede ao Xfce 4.10.
pt_br: Hoje, depois de 2 anos e 10 meses de trabalho, orgulhosamente apresentamos o lançamento do ambiente de desktop Xfce 4.12, uma nova versão estável que substitui o Xfce 4.10.
ro: Astăzi, după 2 ani și 10 luni de muncă, suntem încântați să anunțăm lansarea mediului grafic de birou Xfce 4.12, o nouă versiune stabilă care înlocuiește versiunea Xfce 4.10.
ru: Сегодня, спустя 2 года и 10 месяцев работы, мы рады объявить о выпуске рабочего окружения Xfce 4.12, новой стабильной версии, которая заменит Xfce 4.10.
sq: Sot, pas 2 vjet e dhjetë muaj punë, jemi të lumtur të njoftojmë hedhjen në qarkullim të desktopit Xfce 4.12, një version i ri i qëndrueshëm që zëvendëson Xfce 4.10.
sr: Данас, после 2 године и 10 месеци рада, драго нам је што можемо да најавимо издање радног окружења Иксфце 4.12, ново стабилно издање које наслеђује Иксфце 4.10.
sv: Idag, efter 2 år och 10 månaders arbete, har vi glädjen att tillkännage lanseringen av Xfce-skrivbordet 4.12, en ny stabil version som ersätter Xfce 4.10.
th: วันนี้ หลังจากที่ได้ทำงานมาเป็นเวลา 2 ปี 10 เดือน เรามีความยินดีที่จะประกาศออกรุ่นเดสก์ท็อป Xfce 4.12 ซึ่งเป็นรุ่นเสถียรรุ่นใหม่ที่จะมาแทน Xfce 4.10
tr: Bugün, 2 yıl ve 10 aylık bir çalışma sonrası, Xfce masaüstü 4.12 sütümünün duyurusunu yapmaktan çok memnunuz, 4.10 sürümünün yerini alan, kararlı bir sürüm.
uk: Сьогодні, після 2 років і 10 місяців роботи, ми з радістю оголошуємо нове видання середовища Xfce 4.12, нової стабільної версії, яка є наступником Xfce 4.10.
vi: Hôm nay, sau 2 năm 10 tháng làm việc, chúng tôi vui mừng thông báo về việc phát hành máy tính để bàn Xfce 4.12, một phiên bản ổn định mới thay thế Xfce 4.10.
zh_tw: 今天，兩年又十個月的辛苦工作後，我們很榮幸的宣佈 Xfce 桌面 4.12 釋出了，它是一個取代 4.10 的新穩定版。

source: This long period can only be explained by how awesome Xfce 4.10 was. But as all things, it needed some refreshing - and for that we saw lots of new contributors providing valuable feedback, features and bugfixes. As always, Xfce follows its steady pace of evolution without revolution that seems to match our users' needs.
ca: Aquest llarg període només es pot explicar per l'impressionant que era Xfce 4.10. Però com totes les coses, necessitava una mica refrescant - i per això vam veure un munt de nous col·laboradors proporcionant comentaris valuosos, característiques i correccions d'errors. Com sempre, Xfce segueix el seu ritme constant d'evolució sense revolució que sembla coincidir amb les necessitats dels nostres usuaris.
cs: Toto dlouhé období lze vysvětlit pouze tím jak skvělé Xfce 4.10 bylo. Ale jako všechny věci již potřebovalo aktualizaci a jak jsme viděli, mnoho nových přispěvatelů poskytujících cennou zpětnou vazbu, funkce, vlastnosti a opravy chyb. Xfce se jako vždy drží svého stabilního tempo vývoje bez převratných změn, které - jak se zdá - odpovídá potřebám našich uživatelů.
da: Den lange periode kan kun være forklaret med hvor sej Xfce 4.10 var. Dog som alle ting, havde den brug for opdatering - og på grund af det så vi mange nye bidragsydere sørge for værdifuld tilbagemelding, funktioner og fejlrettelser. Som altid, følger Xfce stabil udvikling uden at være revolutionerende der ser ud til at passe til vores brugers behov.
de: Diese lange Zeitspanne kann nur damit erklärt werden, wie großartig Xfce 4.10 war. Aber wie alles Dinge benötigte es eine Auffrischung - und hierfür erhielten wird von einer Vielzahl neuer Mithelfer wertvolles Feedback, Funktionen und Fehlerbehebungen. Wie immer folgt Xfce seiner stetigen Geschwindigkeit von Evolution ohne Revolution, was offensichtlich den Bedürfnissen unserer Nutzer entspricht.
es: Este largo periodo solamente se explica por lo impresionante que era Xfce 4.10. Pero como todas las cosas, necesitaba un poco de refrescarse -y por eso vimos un montón de nuevos colaboradores que proporcionando valiosa información, características y correcciones de errores. Como siempre, Xfce sigue su ritmo constante de evolución sin revolución que parece coincidir con las necesidades de nuestros usuarios.
fr: Cette longue période ne peut s’expliquer que par la qualité de Xfce 4.10. Il a cependant eu besoin d’un rafraîchissement — et pour ça, nous avons vu l’arrivée de nouveaux contributeurs apportant de précieux retours, fonctionnalités et correctifs. Comme toujours, Xfce suit un rythme d’évolution constant sans révolution, ce qui semble correspondre aux besoins de nos utilisateurs.
gl: Este longo período só pode ser explicado polo abraiante que era o Xfce 4.10. Pero, como todas as cousas, necesitaba algo de actualización e, por iso, se achegaron moitos novos colaboradores que forneceron valiosos comentarios, funcións e correccións de fallos. Como sempre, o Xfce segue o seu ritmo constante de evolución sen revolución para ir ao encontro das necesidades dos nosos usuarios.
he: תקופה ארוכה זו ניתנת להסבר על ידי כך ש־Xfce 4.10 הייתה מדהימה. אבל כמו בכל הדברים, היה צורך ברענון - ובשביל זה ראינו הרבה תורמים חדשים המספקים משוב, מאפיינים ותיקוני באגים משמעותיים. כמו תמיד, Xfce ממשיך בקצב ההתפתחות ללא מהפיכה הקבוע שלו לענות על צורכי המשתמשים שלנו.
id: Periode yang lama ini hanya bisa dijelaskan dengan seberapa keren Xfce 4.10 dulu. Tetapi seperti hal yang lain, ia perlu penyegaran - dan untuk itu kami melihat banyak kontributor baru memberikan umpan balik yang sangat berharga, fitur, dan perbaikan kutu. Seperti biasa, Xfce mengikuti alur evolusi yang bertahap tanpa adanya revolusi, yang tampaknya sesuai dengan kebutuhan pengguna kami.
it: Questo lungo periodo può essere spiegato solo dalla bellezza di Xfce 4.10. Come tutte le cose, però, necessita di una rinfrescata e, per ciò che abbiamo visto, molti nuovi partecipanti hanno proposto feedback, caratteristiche e correzione di bug utili. Come sempre, Xfce segue al suo passo l'evoluzione senza rivoluzione che sembra corrispondere ai bisogni dei nostri utenti.
ja: これだけの長い期間が空いた理由は、Xfce 4.10がそれほど素晴らしかったかということに尽きます。しかし全てのことがそうであるように、いくつかの更新を必要としていました。そのために私たちは多くの新しい貢献者と出会い、貴重なフィードバック、機能、バグ修正を提供していただきました。従来どおり、Xfceは革命ではなく着実なペースの進化をたどっており、それがユーザーのニーズに合っていると考えています。
kk: Бұл ұзақ кезеңді Xfce 4.10 нұсқасының қаншалықты тамаша болғанымен ғана түсіндіруге болады. Бірақ, барлық нәрселер сияқты, ол да жаңартуды қажет етті — ол үшін біз құнды кері байланыс, функциялар мен қателерді түзетулерді ұсынған көптеген жаңа қатысушыларды көрдік. Әдеттегідей, Xfce пайдаланушыларымыздың қажеттіліктеріне сәйкес келетін революциясыз эволюцияның тұрақты қарқынын ұстанады.
lt: Toks ilgas laiko tarpas gali būti paaiškintas tik tuo, kokia nuostabi buvo Xfce 4.10. Tačiau kaip ir visiems dalykams, jai reikėjo atsinaujinti - tam reikalui atsirado daug talkininkų, suteikiančių naudingų atsiliepimų, ypatybių bei klaidų ištaisymų. Kaip ir visuomet, Xfce seka savo pastoviu vystymosi tempu be jokio perversmo, kas, atrodytų, tenkina mūsų naudotojų poreikius.
ms: Tempoh pembangunan yang lama ini diterjemahkan pada kehebatan Xfce 4.10 sebelum ini. Walau hebat bagaimanapun, ia memerlukan sedikit penambahbaikan - dan perkara inilah yang kami lihat dimana ramai penyumbang baharu memberikan maklumbalas, fitur dan pembaikan pepijat yang sangat-sangat berharga. Seperti biasa, Xfce menuruti rentak tetap evolusi tanpa apa-apa revolusi yang hanya menzahirkan keperluan pengguna kami.
nb: Denne lange ventetiden kan kun forklares med hvor fantastisk Xfce 4.10 var. Men som med andre ting trengs oppdateringer – vi fikk mange nye bidragsytere med verdifulle tilbakemeldinger, funksjonalitet og feilrettinger. Xfce vil som alltid følge sitt evolusjonstempo uten revolusjoner, og tilpasse seg sine brukeres behov.
pl: Ten długi okres można wytłumaczyć jedynie tym, że Xfce 4.10 było niesamowite. Jednak, jak wszystko, potrzebowało nieco odświeżenia, a do tego zyskaliśmy wielu nowych współpracowników dostarczających cennych informacji zwrotnych, funkcji i poprawek błędów. Xfce, jak zawsze, podąża swoim stałym tempem ewolucji bez rewolucji, które wydaje się pasować do potrzeb naszych użytkowników.
pt: Este longo periodo pode ser explicado pela maravilha que foi o Xfce 4.10. Mas como todas as coisas, precisa de atualização - e para isso vimos muitos novos colaboradores dando opiniões, funcionalidades e correções. Como sempre, o Xfce segue a sua linha de evolução sem revolução, para ir ao encontro das necessidades dos nossos utilizadores.
pt_br: Este longo período só pode ser explicado pelo fato do Xfce 4.10 ter sido incrível. Mas como todas as coisas, ele precisava de algumas atualizações - e por isso, recebeu muitos novos colaboradores prestando um valioso feedback, novas funcionalidade e correções de bugs. Como sempre, o Xfce segue seu ritmo constante de evolução sem revolucionar o que parece corresponder às necessidades dos nossos usuários.
ro: Această perioadă lungă poate fi explicată doar prin cât de minunat a fost Xfce 4.10. Dar, ca toate lucrurile, avea nevoie de o reîmprospătare - și pentru asta am văzut o mulțime de contribuitori noi care au oferit opinii valoroase, caracteristici și corecturi de erori. Ca întotdeauna, Xfce își urmează ritmul constant de evoluție fără revoluție care pare să corespundă nevoilor utilizatorilor noștri.
ru: Этот длительный период оправдан только тем, что Xfce 4.10 был великолепен. Но как все вещи, он нуждался в некотором освежении - и для этого мы нашли много новых участников обеспечивающих ценную обратную связь, функции и исправление ошибок. Как всегда, Xfce следует своим устойчивым темпом эволюции без революции, что, кажется, соответствует потребностям наших пользователей.
sq: Kjo periudhë e gjatë mund të shpjegohet vetëm me se sa i mrekullueshëm qe Xfce 4.10. Por si me të gjitha gjërat, kish nevojë për ca rifreskim - dhe për këtë pamë plot kontribues të rinj të sjellin ide, veçori dhe ndreqje të metash të vyera. Si përherë, Xfce-ja ndjek ritmin e vet të qëndrueshëm të evolucionit pa revolucion që duket se puqet me nevojat e përdoruesve tanë.
sr: Дуго временско раздобље се може објаснити тиме да је Иксфце 4.10 био предиван. Али, попут свега на свету, било је потребно освежити га - и зато смо добили много нових доприносиоца који су нам пружили ваљан одзив и утиске, нове могућности и исправке грешака. Као и до сад, Иксфце и даље прати миран начин развоја без наглих промена, што изгледа да одговара потребама његових корисника.
sv: Denna långa period kan bara förklaras med hur fantastiskt Xfce 4.10 var. Men som allting, behövde den viss uppfriskning - och för att vi såg massor av nya medarbetare bidra med värdefull feedback, funktioner och buggfixar. Som alltid, följer Xfce sin stadiga utvecklingstakt utan revolution som verkar matcha våra användares behov.
th: ระยะเวลาอันยาวนานนี้ มีคำอธิบายเพียงว่า Xfce 4.10 นั้นยอดเยี่ยมขนาดไหน แต่ก็เหมือนกับทุกสิ่งทั่วไป Xfce ก็ต้องมีการปรับปรุงใหม่ออกมาบ้าง และในการนี้ เราก็ได้ผู้ร่วมสมทบงานหน้าใหม่จำนวนมากที่ได้ให้คำวิจารณ์ การเพิ่มความสามารถ และการแก้ปัญหาต่างๆ อันมีค่า และเช่นที่เคยเป็นมา Xfce ยังคงก้าวต่อไปอย่างมั่นคงกับการพัฒนาที่ค่อยเป็นค่อยไปแบบไม่หักดิบ ซึ่งดูจะตรงกับความต้องการของผู้ใช้ของเรา
tr: Bu uzun süre, Xfce 4.10 sürümünün ne kadar harika olduğunu bizlere gösterdi. Ancak herşeyde olduğu gibi, onunda bir yenilenmeye - ve değerli geri bildirimlere, özellikler ve hata düzeltmeler sunulduğu görülüyor. Her zaman olduğu gibi, Xfce devrim olmadan istikrarlı hareketini sürdürüyor ve bu kullanıcılarımızın isteği doğrultusunda oluyor.
uk: Цей тривалий період виправданий тільки тим, що Xfce 4.10 був чудовий. Але як і всі речі, він потребував деяке освіження - і для цього ми знайшли багато нових учасників, що забезпечують цінний зворотний зв'язок, функції та виправлення помилок. Як завжди, Xfce слідує своїм стійким темпом еволюції без революції, що, здається, відповідає потребам наших користувачів.
vi: Khoảng thời gian dài này chỉ có thể được giải thích bằng Xfce 4.10 tuyệt vời như thế nào. Nhưng như tất cả mọi thứ, nó cần một chút đổi mới - và vì điều đó, chúng tôi thấy rất nhiều cộng tác viên mới cung cấp phản hồi, tính năng và bản sửa lỗi có giá trị. Như mọi khi, Xfce tuân theo tốc độ phát triển ổn định mà không có cuộc cách mạng nào có vẻ phù hợp với nhu cầu của người dùng.
zh_tw: 如此長的週期只能透過 Xfce 4.10 有多棒來解釋。但是就像所有的事情，它需要一些重新整理，以及我們看到許多新的貢獻者提供了有價值的回饋、功能與錯誤修復。與以前一樣，Xfce 依循著它自己的穩健步伐，進步而非革命，似乎也滿足了使用者的需求。

source: In this 4.12 cycle, we mainly focused on polishing our user experience on the desktop and window manager, and on updating some components to take advantage of newly available technologies.
ca: En aquest cicle 4.12, ens centrem principalment en polir la nostra experiència d'usuari en l'escriptori i el gestor de finestres, i en actualitzar alguns components per aprofitar les noves tecnologies disponibles.
cs: V tomto cyklu 4.12 jsme se zaměřili především na práci uživatele s pracovní plochou a správcem oken a na aktualizaci některých komponent tak, abychom z nově dostupných technologií vytěžili co nejvíc.
da: I denne 4.14 cyklus, fokuserer vi primært på at polere vores bruger-oplevelse på skrivebordet og vindue-bestyren, og på at opdatere nogle komponenter til at tage fordel af nye tilgængelige teknologier.
de: Im 4.12-Zyklus haben wir uns vor allem darauf konzentriert das Nutzungserlebnis der Arbeitsumgebung aufzupolieren und einige Komponenten zu aktualisieren um von neuen Technologien zu profitieren.
es: En este ciclo de 4.12, nos centramos principalmente en pulir nuestra experiencia de usuario en el escritorio y el gestor ventanas, y en la actualización de algunos componentes para aprovechar las nuevas tecnologías disponibles.
fr: Avec la version 4.12, nous nous sommes principalement concentrés sur l’amélioration de l’expérience utilisateur du bureau et du gestionnaire de fenêtres, ainsi que sur la mise à jour de certains composants pour tirer partie des nouvelles technologies disponibles.
gl: Neste ciclo 4.12 centrámonos principalmente na limpeza da nosa experiencia de usuario no xestor de escritorio, xestor de xanelas e na actualización dalgúns compoñentes para aproveitar as novas tecnoloxías dispoñíbeis.
he: במחזור 4.12 זה, התמקדנו בעיקר על ליטוש חווית המשתמש שלנו בשולחן העבודה ומנהל החלונות, ועל עדכון כמה רכיבים בכדי לנצל טכנולוגיות חדשות זמינות.
id: Pada siklus 4.12 ini, kami mengutamakan fokus pada perbaikan antarmuka pengguna pada desktop dan manajer jendela, dan memperbarui beberapa komponen untuk mengambil manfaat dari teknologi baru yang tersedia.
it: In questo ciclo della 4.12, ci siamo concentrati sul miglioramento dell'esperienza utente sulla scrivania e nel gestore delle finestre, e sull'aggiornamento di alcuni componenti al fine di sfruttare le nuove tecnologie disponibili.
ja: この4.12サイクルでは、主にデスクトップとウィンドウマネージャーでのユーザーエクスペリエンスを磨き、一部のコンポーネントを更新して新たなテクノロジーを活用することに重点を置きました。
kk: Осы 4.12 циклінде біз негізінен жұмыс үстелі мен терезе менеджеріндегі пайдаланушы тәжірибесін жақсартуға және жаңа технологиялардың мүмкіндіктерін пайдалану үшін кейбір компоненттерді жаңартуға назар аудардық.
lt: Šiame 4.12 cikle, mes sutelkėme dėmesį į naudotojų patyrimo tobulinimą darbalaukyje bei langų tvarkytuvėje, ir, siekiant pasinaudoti naujomis prieinamomis technologijomis, dėmesys buvo sutelktas į kai kurių komponentų naujinimą.
ms: Dalam kitar 4.12, kami fokuskan kepada penggilapan pengalaman pengguna kami terhadap desktop dan pengurus tetingkap, dan juga mengemaskini beberapa komponen yang bersandarkan teknologi terbaharu yang sedia ada.
nb: I denne 4.12-syklusen fokuserte vi på å finpusse brukernes opplevelse av skrivebordet og vindusbehandleren, og på å oppdatere noen komponenter for å ta i bruk ny tilgjengelig teknologi.
pl: W wydaniu 4.12 skupiliśmy się głównie na poprawie Twojego doświadczenia z korzystania z menedżera pulpitu i okien, oraz zaktualizowaliśmy kilka komponentów, aby czerpać z możliwości nowo dostępnych technologii.
pt: Neste lançamento do 4.12, focámo-nos em melhorar a experiência do utilizador no ambiente de trabalho e gestor de janelas e atualizar alguns componentes para tirar proveito das novas tecnologias disponíveis.
pt_br: Neste ciclo 4.12, nos concentramos principalmente em polir nossa experiência de usuário no desktop e gerenciador janelas, bem como atualizar alguns componentes para tirar proveito de novas tecnologias disponíveis.
ro: În acest ciclu 4.12, ne-am concentrat în principal pe îmbunătățirea experienței noastre de utilizare pe birou și a administratorului de ferestre, precum și pe actualizarea unor componente pentru a profita de noile tehnologii disponibile.
ru: В этом 4.12 цикле, мы в основном сфокусировались на полировке нашего пользовательского опыта во взаимодействии с рабочим столом и оконным менеджером, и на обновлении некоторых компонентов чтобы воспользоваться преимуществами новейших технологий.
sq: Në këtë cikël 4.12, u përqendruam kryesisht në lëmimin e punës së përdoruesit te desktopi dhe përgjegjësi i dritareve, dhe në përditësimin e disa përbërësve për të përfituar nga teknologji të reja të gatshme.
sr: Током развој 4.12 смо се углавном усредсредили на улепшавање корисничког доживљаја при коришћењу радне површи и управника прозора, и надградњи неких састојака окружења ради искоришћавања нових доступних технологија.
sv: I dennaa 4.12 cykel, fokuserade vi främst på att polera vår användarupplevelse på skrivbordet och fönsterhanteraren, och på att uppdatera vissa komponenter för att dra nytta av nyligen tillgängliga tekniker.
th: ในรอบการพัฒนา 4.12 นี้ เรามุ่งเน้นปรับปรุงการใช้งานของผู้ใช้ของเราสำหรับตัวเดสก์ท็อปและโปรแกรมจัดการหน้าต่าง และมุ่งเน้นปรับองค์ประกอบบางส่วนเพื่อใช้ประโยชน์จากเทคโนโลยีใหม่ๆ ที่เกิดขึ้น
tr: Bu 4.12 döngüsünde, kullanıcılarımızın masasütü ve pencere yöneticisi üzerindeki deneyimlerini arttırmalarına yoğunlaştık ve bazı bileşenlerin güncelledik ve yeni teknolojilerin alınmasından yararlandık.
uk: У цьому 4.12 циклі, ми в основному сфокусувалися на шліфуванні нашого користувацького досвіду у взаємодії з робочим столом і віконним менеджером, а також на оновленні деяких компонентів, щоб скористатися перевагами новітніх технологій.
vi: Trong chu kỳ 4.12 này, chúng tôi chủ yếu tập trung vào việc cải thiện trải nghiệm người dùng trên màn hình nền và trình quản lý cửa sổ, đồng thời cập nhật một số thành phần để tận dụng các công nghệ mới có sẵn.
zh_tw: 在 4.12 週期內，我們主要集中心力在改進桌面及視窗管理員的使用者體驗，並更新了一些組件以受惠於較新的可用科技。

source: The main highlights of this release are:
ca: Els principals punts destacats d'aquest llançament són:
cs: Stručný přehled hlavních změn tohoto vydání:
da: De primære højdepunkter at denne udgivelse er:
de: Die Höhepunkte dieser Veröffentlichung sind:
es: Las principales características destacadas de esta versión son:
fr: Voici les principales nouveautés de cette version :
gl: Os aspectos máis salientábeis desta versión son:
he: הדגשים העיקריים של גרסה זו הם:
id: Sorotan utama untuk rilis ini adalah:
it: Le principali novità di questo rilascio sono:
ja: このリリースの主な特長は次のとおりです:
kk: Бұл шығарылымның негізгі жаңалықтары:
lt: Pagrindinės šios laidos ypatybės yra:
ms: Sorotan utama keluaran ini ialah:
nb: Høydepunktene til denne utgivelsen er:
pl: W bieżącym wydaniu zmianami najbardziej wartymi podkreślenia są:
pt: As principais linhas para este lançamento são:
pt_br: Os principais destaques deste lançamento são:
ro: Principalele puncte forte ale acestei versiuni sunt:
ru: Основные особенности этого выпуска:
sq: Gjërat që ia vlen të nxirren në pah në këtë version janë:
sr: Ово су најважније новине за истицање у овом издању:
sv: De viktigaste höjdpunkterna i denna utgåva är:
th: ประเด็นหลักที่น่าสนใจในรุ่นนี้ได้แก่:
tr: Bu sürümün ana vurgusu:
uk: Основними змінами і новинами в цьому випуску є:
vi: Những điểm nổi bật chính của phiên bản này là:
zh_tw: 此版本的主要值得注意之處：
