Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The first bugfix-release of xfce 4.6 has been released.
ca: S'ha publicat el primer llançament de correcció d'errors de l'xfce 4.6.
cs: Bylo vydáno první opravné vydání xfce 4.6.
da: Den første fejl-rettelses udgave af Xfce 4.6 er blevet udgivet.
de: Die erste Fehlerkorrektur-Veröffentlichung von Xfce 4.6 wurde freigegeben.
es: La primera publicación de correción de errores de xfce 4.6 ha sido liberada.
fr: La première version de révision de bogues a été publiée.
gl: Publicouse a primeira versión de corrección de fallos do xfce 4.6.
he: גרסת תיקוני באגים ראשונה של Xfce 4.6 פורסמה.
id: Rilis perbaikan kutu yang pertama dari Xfce 4.6 telah dirilis.
it: È stato rilasciato il primo aggiornamento di xfce 4.6.
ja: xfce 4.6 の最初のバグ修正リリース版がリリースされました。
kk: Xfce 4.6 бірінші қателерді түзету шығарылымы жарық көрді.
lt: Pirmoji xfce 4.6 klaidų taisymų laida buvo ką tik išleista.
ms: Keluaran-pembaikan-pepijat pertama xfce 4.6 telah dikeluarkan.
nb: Den første feilretting-utgivelsen av Xfce 4.6 har blitt utgitt.
oc: La primièra version de correccion de bugs de Xfce 4.6 es estada libéré.
pl: Została wydana pierwsza wersja środowiska poprawiająca błędy Xfce 4.6.
pt: Disponibilizámos a primeira versão de correções ao Xfce 4.6.
pt_br: O primeiro lançamento de correção de bug do xfce 4.6 foi lançado.
ro: A fost lansată prima versiune de remediere a erorilor a versiunii Xfce 4.6.
ru: Выпущен первый корректирующий выпуск Xfce 4.6.
sq: Është hedhur në qarkullim hedhja e parë për ndreqje të metash e xfce 4.6-s.
sr: Прво издање исправки грешака ИксФЦЕ-а 4.6 је доступно.
sv: Den första felrättningsversionen av xfce 4.6 har publicerats.
th: รุ่นแก้บั๊กรุ่นแรกของ xfce 4.6 ออกแล้ว
tr: xfce 4.6 için ilk hata düzeltme sürümü çıktı.
uk: Перший випуск xfce 4.6 з виправленнями вад випущено.
vi: Bản phát hành sửa lỗi đầu tiên của xfce 4.6 đã được phát hành.
zh_tw: Xfce 4.6 的第一個臭蟲修復版本已經發佈了。

source: Thanks to all the people who have been using xfce 4.6 and took the time and effort to submit bugreports for stuff that wasn't quite working the way it is supposed to. We have been able to fix several issues during the past few weeks.
ca: Gràcies a totes les persones que han estat utilitzant xfce 4.6 i es va prendre el temps i l'esforç per enviar informes d'errors per a coses que no estaven funcionant com se suposa que ha de. Hem pogut solucionar diversos problemes durant les últimes setmanes.
cs: Díky všem, kteří xfce 4.6 používají a našli si čas, aby odeslali hlášení o chybách týmu, který ne vždy pracoval způsobem, jakým by měl. Během několika málo týdnu jsme byli schopni opravit mnoho potíží
da: Tak til alle mennesker som har brugt xfce 4.6 og tog sig tiden og indsatsen til at indsende fejl-rapporter for ting der ikke helt virkede som det skulle. Vi har været i stand til at rette flere problemer, de sidste par uger.
de: Vielen Dank an alle Menschen, die Xfce 4.6 benutzt haben und sich die Zeit genommen haben, Fehler zu melden und uns Dinge mitzuteilen, die nicht so funktioniert haben wie sie sollten. In den vergangenen Wochen konnten wir einige Probleme beheben.
es: Gracias a todos los que han hecho uso de xfce 4.6 y se han tomado el tiempo y esfuerzo para enviar informes de fallos al equipo de desarrollo. Hemos sido capaces de corregir varios problemas durante las pasadas semanas.
fr: Grâce aux efforts de toutes les personnes utilisant Xfce 4.6 et ayant pris le temps de soumettre des rapports de bogues pour des signaler des choses qui ne fonctionnaient pas comme elles auraient dû, nous avons été en mesure d’opérer plusieurs corrections ces dernières semaines.
gl: Grazas a todas as persoas que estiveron usando o Xfce 4.6 e aproveitou o tempo e esforzo para enviar informes de fallos para cousas que non funcionaban de maneira correcta. Temos sido quen de solucionar varias incidencias durante as últimas semanas.
he: הודות לכל האנשים שהשתמשו ב- Xfce 4.6 והקדישו זמן ומאמץ לשלוח דוחות באגים לדברים שלא כל כך עבדו כמו שהיו צריכים לעבוד. יכולנו לתקן מספר בעיות במהלך השבועות האחרונים.
id: Terimakasih kepada semua orang yang telah menggunakan Xfce 4.6 dan meluangkan waktu dan usahanya untuk mengirimkan laporan kutu untuk hal-hal yang tidak bekerja seperti yang diharapkan. Kami berhasil memperbaiki beberapa permasalahan selama beberapa minggu terakhir.
it: Si ringraziano tutti coloro che hanno utilizzato Xfce 4.6 e si sono impegnati a segnalare i bug. Siamo stati in grado di correggere diversi problemi nelle ultime settimane.
kk: Xfce 4.6 нұсқасын қолданған және тиісті деңгейде жұмыс істемейтін нәрселер туралы қателер туралы есептерді жіберуге уақыт пен күш жұмсаған барлық адамдарға алғыс айтамыз. Соңғы бірнеше апта ішінде біз бірнеше мәселені түзете алдық.
lt: Dėkojame visiems žmonėms, kurie naudojosi xfce 4.6 ir skyrė savo laiką ir pastangas, kad praneštų apie klaidas tose programose, kurios neveikė taip kaip turėtų. Per praeitas kelias savaites mes sugebėjome ištaisyti keletą klaidų.
ms: Terima kasih kepada semua individu yang telah menggunakan xfce 4.6 dan mengambil masa dan usaha untuk menyerahkan laporan pepijat bagi perkara yang tidak berfungsi sepertimana yang diharapkan. Kami dapat membaiki beberapa isu ketika beberapa minggu yang lalu.
nb: Takk til alle de menneskene som har brukt Xfce 4.6 og tok seg tid og anstrengelse til å sende inn feilrapporter for ting som ikke helt fungerte slik det skulle. Vi har vært i stand til å løse flere problemer i løpet av de siste ukene.
oc: Merci a totas las personas que an utilizat Xfce 4.6 e an pris lo temps e fait dels efforts per soumettre un rapòrt de bug pels causas que n'ont pas fonctionné de la manière dont elles étaient censées lo faire. Avèm été en mesure de resòlvre plusieurs problèmas al cors dels darrièras setmanas.
pl: Dziękujemy wszystkim użytkownikom Xfce 4.6, którzy poświęcili swój czas i zadali sobie trud zgłaszając sytuacje błędnie działającego oprogramowania. W przeciągu kilku ostatnich tygodni udało się usunąć kilka usterek.
pt: Agradecemos a todas as pessoas que utilizaram o Xfce 4.6 e dispensaram o seu tempo para propor correções e submeteram os relatórios de erros sobre os itens que não funcionavam em condições. Durante as últimas semanas corrigimos diversos erros.
pt_br: Agradecemos a todas as pessoas que usaram o Xfce 4.6 e dedicaram tempo e esforço para enviar relatórios de bugs sobre problemas que não estavam funcionando como deveriam. Conseguimos corrigir vários problemas nas últimas semanas.
ro: Mulțumim tuturor persoanelor care au utilizat versiunea Xfce 4.6 și care au depus timp și efort pentru a trimite rapoarte de eroare pentru chestiunile care nu funcționau așa cum ar fi trebuit. Am reușit să rezolvăm mai multe probleme în ultimele câteva săptămâni.
ru: Спасибо всем тем, кто пользуется Xfce 4.6 и нашёл время и силы для отправки отчётов об ошибках. Мы сумели исправить ряд серьёзных ошибок в течение нескольких последних недель.
sq: Falënderime për krejt personat që harxhuan kohë dhe mundim për të parashtruar njoftime të metash për gjëra që nuk po punonin edhe aq siç mendohej të punonin. Gjatë disa javëve të shkuara, qemë në gjendje të ndreqim një numër probleme.
sr: Хвала свим људима који су користили ИксФЦЕ 4.6 и утрошили своје време и напоре да поднесу извештаје о бубицама за ствари које нису радиле као што смо очекивали. Успели смо да исправимо неколико грешака за неколико протеклих седмица.
sv: Tack till alla som har använt xfce 4.6 och som satsade tid och kraft för att skicka felrapporter för saker som inte riktigt fungerade som de skulle. Vi har kunnat fixa flera problem under se senaste veckorna.
th: ขอขอบคุณทุกท่านที่ได้ใช้ xfce 4.6 และสละเวลาและกำลังในการส่งรายงานบั๊กสำหรับสิ่งต่างๆ ที่ทำงานไม่ค่อยตรงกับที่ควรจะเป็น เราจึงสามารถแก้ปัญหาหลายเรื่องได้ในห้วงไม่กี่สัปดาห์ที่ผ่านมา
tr: Xfce 4.6 sürümünü kullanmış tüm kişilere ve işleri bu olmamasında rağmen, hata bildirimi yapmaya zaman ayıran herkese teşekkür ederiz. Önümüzdeki bir kaç hafta boyunca bir takım hataları düzeltmeye çalışacağız.
uk: Дякуємо всім, хто використовував xfce 4.6 і присвятив час на надсилання нам помилки про вади в програмах, що не працювали так як потрібно. Ми спромоглися виправити деякі з них протягом останніх кілька тижнів.
vi: Cảm ơn tất cả những người đã sử dụng xfce 4.6 và đã dành thời gian và công sức để gửi báo cáo lỗi về những thứ không hoạt động hoàn toàn như mong đợi. Chúng tôi đã có thể khắc phục một số vấn đề trong vài tuần qua.
zh_tw: 感謝所有已經在使用 Xfce 4.6並花時間回報哪些東西不以他們所想的方式運作的人。在過去的幾個星期，我們已經修復了很多問題。

source: thanks to all the translators, several translations have been improved and completed since the release of 4.6.0.
ca: Gràcies a tots els traductors, s'han millorat i completat diverses traduccions des del llançament de 4.6.0.
cs: díky všem překladatelům bylo od vydání verze 4.6.0 vylepšeno nebo dokončeno velké množství překladů.
da: Tak til alle oversættere, flere oversættelser er blevet forbedret og færdiggjort siden udgivelsen af 4.6.0. Udgaven.
de: Danke an alle Übersetzer, mehrere Übersetzungen wurden seit der Veröffentlichung von Xfce 4.6.0 verbessert und vervollständigt.
es: gracias a todos los traductores, muchas traducciones han sido incorporadas y completadas desde la publicación 4.6.0.
fr: Grâce aux traducteurs, plusieurs traductions ont pu être améliorées et terminées depuis la publication de la 4.6.0.
gl: grazas a todos os tradutores, varias traducións foron melloradas e completadas desde a versión 4.6.0.
he: הודות לכל המתרגמים, מספר תרגומים שופרו והושלמו מאז גרסה 4.6.0.
id: terimakasih kepada semua penerjemah, beberapa terjemahan telah ditingkatkan dan diselesaikan sejak rilis 4.6.0.
it: grazie ai traduttori, diverse traduzioni sono state migliorate e completate dal rilascio 4.6.0.
kk: Барлық аудармашыларға рақмет, 4.6.0 шығарылымынан бері бірнеше аудармалар жақсартылды және аяқталды.
lt: visų vertėjų dėka, nuo 4.6.0 laidos, keli vertimai buvo papildyti ir užbaigti.
ms: terima kasih kepada semua penterjemah, beberapa terjemahan yang telah dipertingkatkan dan selesai semenjak keluaran 4.6.0.
nb: takk til alle oversettere, flere oversettelser har blitt forbedret og fullført siden utgivelsen av 4.6.0.
oc: merci a totes los traductors, plusieurs traduccions son estadas melhoradas e completadas dempuèi la sortida de 4.6.0.
pl: dzięki wszystkim tłumaczom, kilka tłumaczeń zostało poprawionych i ukończonych od czasu wydania wersji 4.6.0.
pt: agradecemos também aos tradutores, uma vez que diversas traduções foram melhoradas e/ou terminadas após a disponibilização da versão 4.6.0.
pt_br: graças a todos os tradutores, várias traduções foram melhoradas e concluídas desde o lançamento do Xfce 4.6.0.
ro: mulțumim tuturor traducătorilor, mai multe traduceri au fost îmbunătățite și completate de la lansarea versiunii 4.6.0.
ru: спасибо всем переводчикам, многие переводы были улучшены и завершены с момента выпуска 4.6.0.
sq: falënderime për krejt përkthyesit, disa përkthime janë përmirësuar dhe plotësuar, që prej hedhjes në qarkullim të 4.6.0-s.
sr: захваљујући преводиоцима, неколико превода су поправљена и довршена од издања 4.6.0.
sv: tack till alla översättare, flera översättningar har förbättrats och kompletterats sedan utgivningen av 4.6.0.
th: ด้วยความช่วยเหลือจากนักแปลทุกท่าน คำแปลต่างๆ ก็ได้รับการปรับปรุงและแปลให้ครบเป็นจำนวนมากนับจากที่ออกรุ่น 4.6.0 ไป
tr: tüm çevirmenlere teşekkürler, 4.6.0 sürümünden bu yana bir çok dilde çeviriler ilerletildi ve tamamlandı.
uk: дякуємо всім перекладачам, кілька перекладів було затверджено і завершено, починаючи з випуску 4.6.0.
vi: nhờ tất cả các dịch giả, một số bản dịch đã được cải thiện và hoàn thiện kể từ khi phát hành phiên bản 4.6.0.
zh_tw: 感謝所有的翻譯者，自4.6.0釋出以來，大量的翻譯已被改進並完成。

source: After more than two years of development, Xfce 4.6.0 has just been released.
ca: Després de més de dos anys de desenvolupament, Xfce 4.6.0 acaba de ser llançat.
cs: Po více než dvou letech vývoje bylo právě vydáno Xfce 4.6.0.
da: Efter mere end 2 års udvikling, er Xfce 4.6.0 lige blevet udgivet.
de: Nach mehr als zwei Jahren Entwicklungszeit wurde Xfce 4.6.0 veröffentlicht.
es: Después de más de dos años de desarrollo, Xfce 4.6.0 ha sido publicada.
fr: Après plus de deux ans de développement, Xfce 4.6.0 vient juste de sortir.
gl: Despois de máis de dous anos de desenvolvemento, a versión do Xfce 4.6.0 acaba de ser publicada.
he: אחרי יותר משנתיים של פיתוח, Xfce 4.6.0 פורסמה.
id: Setelah lebih dari dua tahun pengembangan, Xfce 4.6.0 telah dirilis.
it: Dopo più di due anni di sviluppo, Xfce 4.6.0 è stata rilasciata
kk: Екі жылдан астам әзірлеуден кейін Xfce 4.6.0 жаңа ғана шығарылды.
lt: Po daugiau nei dviejų metų kūrimo, Xfce 4.6.0 buvo ką tik išleista.
ms: Selepas lebih dari dua tahun pembangunan, Xfce 4.6.0 telah dikeluarkan.
nb: Etter mer enn to års utvikling, har Xfce 4.6.0 nettopp blitt utgitt.
oc: Aprèp mai de deux annadas de desvolopament, Xfce 4.6.0 vient de sortir.
pl: Po ponad dwóch latach prac został wydany Xfce 4.6.0.
pt: Após mais de dois anos de desenvolvimento, o Xfce 4.6.0 foi disponibilizado.
pt_br: Após mais de dois anos de desenvolvimento, o Xfce 4.6.0 acaba de ser lançado.
ro: După mai bine de doi ani de dezvoltare, versiunea Xfce 4.6.0 tocmai a fost lansată.
ru: После более чем двух лет разработки был выпущен Xfce 4.6.0.
sq: Pas më shumë se dy vjet zhvillimi, është hedhur në qarkullim Xfce 4.6.0.
sr: После више од две године развоја, ИксФЦЕ 4.6 је најзад доступно.
sv: Efter mer än två års utveckling, har precis Xfce 4.6.0 publicerats.
th: หลังจากที่ได้พัฒนามานานกว่าสองปี Xfce 4.6.0 ได้ออกสู่สาธารณะแล้ว
tr: İki yıldan uzun süren geliştirme sürecinin ardından Xfce 4.6 artık hazır.
uk: Після більш ніж дворічної праці Xfce 4.6.0 випущено.
vi: Sau hơn hai năm phát triển, Xfce 4.6.0 vừa được phát hành.
zh_tw: 在超過兩年的開發後，Xfce 4.6.0就在剛才宣佈釋出。

source: Xfce 4.6 features a new configuration backend, a new settings manager, a brand new sound mixer, and several huge improvements to the session manager and the rest of Xfce's core components. A list of all the changes since the last release candidate can be found on this page.
ca: Xfce 4.6 compta amb un nou dorsal de configuració, un nou gestor de configuració, un nou mesclador de so, i diverses millores enormes al gestor de sessions i la resta dels components principals de l'Xfce. Podeu trobar una llista de tots els canvis des de l'última versió candidata en aquesta pàgina.
cs: Xfce 4.6 obsahuje nový konfigurační backend, nový správce nastavení, zcela nový směšovač zvuku a mnoho obrovských vylepšení správce relace a zbytku klíčových komponent Xfce. Seznam všech těchto změn od posledního vydání verze release candidate naleznete na této stránce.
da: Xfce 4.6 indeholder en ny konfigurations-backend, en ny indstillings-håndtering, en helt ny lydmikser, og flere kæmpe forbedringer til sessions-håndtering og resten af Xfce's kerne komponenter. En liste af alle ændringerne siden sidste stabil-kandidat, kan findes på denne side.
de: Xfce 4.6 bietet ein neues Konfigurations-Backend, eine neue Einstellungsverwaltung, einen brandneuen Soundmixer, mehrere große Verbesserungen bei der Sitzungsverwaltung und den übrigen Xfce-Kernkomponenten. Eine Liste von Änderungen seit dem letzten Veröffentlichungskandidaten finden Sie auf dieser Seite.
es: Xfce 4.6 ofrece un nuevo sistema cliente-servidor de configuración, un nuevo administrador de configuración, un mezclador de sonido, y grandes mejoras en el gestor de sesiones y el resto de los componentes principales de Xfce. En esta página puede encontrarse una lista de todos los cambios desde la última versión candidata.
fr: Xfce 4.6 dispose d’une nouvelle configuration du moteur de traitement, un nouveau gestionnaire de paramètres, un mélangeur audio flambant neuf, ainsi que d’énormes améliorations du gestionnaire de sessions et du reste des composants du cœur de Xfce. Une liste de tous les changements depuis la version préliminaire précédente est disponible sur cette page.
gl: O Xfce 4.6 dispón dunha nova infraestrutura de configuración, un novo xestor de configuración, un mesturador de son completamente novo e varias melloras enormes para o xestor de sesións e do resto dos compoñentes básicos do Xfce. Pode atopar nesta páxina unha lista de todos os cambios desde a último versión do lanzamento.
he: Xfce 4.6 מציגה backend הגדרות חדש, מנהל הגדרות חדש, מיקסר קול חדש לחלוטין, וכמה שיפורים ענקיים למנהל הסשן ושאר מרכיבי הליבה של Xfce . רשימה של כל השינויים מאז הגרסה המועמדת האחרונה ניתן למצוא בדף זה.
id: Xfce 4.6 mengedepankan sebuah backend konfigurasi yang baru, sebuah manajer pengaturan baru, mikser suara baru, dan beberapa peningkatan besar pada manajer sesi dan komponen-komponen inti Xfce yang lain. Daftar semua perubahan sejak kandidat rilis yang terakhir dapat ditemukan pada halaman ini.
it: Xfce 4.6 fornisce un nuovo backend di configurazione, un nuovo gestore delle impostazioni, un nuovo mixer del suono e altri importanti miglioramenti al gestore della sessione nonché agli altri componenti principali di Xfce. Un elenco dei cambiamenti dall'ultima release candidate è raggiungibile a questa pagina
kk: Xfce 4.6 жаңа конфигурациялық бэкэндті, жаңа баптаулар менеджерін, жаңа дыбыс миксерін және сессия менеджері мен Xfce-нің басқа да негізгі компоненттеріне бірнеше үлкен жақсартуларды қамтиды. Соңғы шығарылымға кандидаттан бергі барлық өзгерістер тізімін осы беттен табуға болады.
lt: Xfce 4.6 pristatoma su nauja konfigūracijos vidine puse, nauja nustatymų tvarkytuve, visiškai nauju garso maišikliu ir keliais milžiniškais seansų tvarkytuvės ir kitų Xfce branduolio komponentų patobulinimais. Visų, nuo kandidatinės versijos, keitimų sąrašas gali būti rastas šiame puslapyje.
ms: Xfce 4.6 fiturkan bahagian belakang konfigurasi baharu, pengurus tetapan baharu, pengadun bunyi baharu, dan beberapa penambahbaikan besar pada pengurus sesi dan komponen teras Xfce. Satu senarai semua perubahan semenjak calon keluaran terakhir boleh didapati dalam halaman ini.
nb: Xfce 4.6 har et nytt oppsettsbakstykke, en ny innstillingsbehandler, ny lydmikser og forbedringer av øktbehandleren og de andre kjerneprogrammene i Xfce. En liste med alle endringene siden forhåndsutgivelsen finnes på denne siden.
oc: Xfce 4.6 dispausa d'un novèl motor de configuracion, un novèl gestionari de paramètres, un mixador de son flambant neuf, e plusieurs d'énormes melhoraments del gestionari de session e lo reste dels components del còr de Xfce. Una lista de totes los cambiaments dempuèi la darrièra version candidate se trouve sus aquesta pagina.
pl: W wydaniu Xfce 4.6 pojawił się nowy moduł obsługi konfiguracji, nowy menedżer ustawień, mikser dźwięku i kilka dużych usprawnień menedżera sesji oraz pozostałych kluczowych komponentów środowiska. Poniżej znajduje się odnośnik do listy wszystkich zmian wprowadzonych od czasu wersji testowych.
pt: Xfce 4.6 apresenta um nova configuração em segundo plano, um novo gestor de definições, um misturador de som novo e várias grandes melhorias para o gestor de sessão e o resto dos componentes do núcleo do Xfce. Uma lista de todas as alterações desde o último lançamento de teste pode ser encontrada nesta página.
pt_br: O Xfce 4.6 apresenta um novo backend de configuração, um novo gerenciador de configurações, um mixer de som totalmente novo e várias melhorias significativas no gerenciador de sessão e nos demais componentes principais do Xfce. Uma lista de todas as mudanças desde o último candidato a lançamento pode ser encontrado nesta página.
ro: Xfce 4.6 oferă un nou sistem de configurare, un nou gestionar de opțiuni, un nou mixer de sunet și mai multe îmbunătățiri uriașe ale administratorului de sesiune și ale celorlalte componente de bază ale Xfce. O listă a tuturor modificărilor de la ultima versiune candidată poate fi găsită pe această pagină.
ru: Xfce 4.6 содержит новый конфигурационный интерфейс, новый менеджер настроек, совершенно новый звуковой микшер, и некоторые значительные улучшения для менеджера сеансов и остальных ключевых компонентов Xfce. Список всех изменений с прошлого кандидата в выпуск может быть найден на этой странице.
sq: Xfce 4.6 përmban një mekanizëm të ri të pasmë për formësimet, një përgjegjës të ri rregullimesh, një përzierës fringo të ri të tingujve, dhe disa përmirësime të mëdha të përgjegjësit të sesioneve dhe pjesës tjetër të përbërësve bazë të Xfce-së. Një listë e krejt ndryshimeve te hedhja më e re kandidate në qarkullim mund të gjendet në këtë faqe.
sr: ИксФЦЕ сада има нови позадински програм за подешавања, новог управника поставки, сасвим нов мешач звука, и неколико великих побољшања управника седнице и остатка делова језгра ИксФЦЕ-а. Списак измена се налази на овој страници.
sv: Xfce 4.6 har en nu konfigurationsbakände, en ny inställningshanterare, en alldeles ny ljudmixer, och åtskilliga stora förbättringar i sessionshanteraren och resten av Xfce:s kärnkomponenter. En lista på alla ändringar sedan den senaste release kandidaten finns på denna sida.
th: Xfce 4.6 มาพร้อมกับแบกเอนด์ตั้งค่าตัวใหม่ เครื่องมือจัดการค่าตั้งตัวใหม่ เครื่องมือปรับเสียงตัวใหม่ และการปรับปรุงขนานใหญ่อีกหลายรายการในโปรแกรมจัดการวาระและในองค์ประกอบแกนหลักที่เหลือของ Xfce รายการเปลี่ยนแปลงทั้งหมดนับจากรุ่นล่าสุดก่อนรุ่นจริงมีอยู่ที่หน้านี้
tr: Yeni bir arkauç (backend) yapılandırması, yeni ayarlar yönetici, yepyeni bir ses mikseri, oturum yöneticisi ile ilgili birkaç büyük gelişmeler ve Xfce temel bileşenlerinin geri kalanı,X fce 4.6 sürümün özellikleridir. Son sürüm adayı dahil olmakla,l istedeki bütün değişikliklerin listesini buradaki sayfadan bulabilirsiniz.
uk: Xfce 4.6 має нову конфігурацію, новий менеджер налаштувань, новий міксер аудіо, і кілька великих покращень менеджера сесій і решти компонент ядра Xfce. Список всіх змін з часу останнього випуску можна знайти на цій сторінці.
vi: Xfce 4.6 có phần phụ trợ cấu hình mới, trình quản lý cài đặt mới, bộ trộn âm thanh hoàn toàn mới và một số cải tiến lớn đối với trình quản lý phiên và các thành phần cốt lõi còn lại của Xfce. Bạn có thể tìm thấy danh sách tất cả các thay đổi kể từ bản phát hành cuối cùng trên trang này.
zh_tw: Xfce 4.6的主要特性是新的設定後端、新的設定值管理員、新的混音器、對於工作階段管理員及其他的 Xfce 核心組件也有大量的改進。自上個發行候選版發佈後的所有改進可以在這個頁面找到。
