Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: <b>Xfce 4.6</b> comes with an enhanced session manager: your session should be started faster, and the settings dialog has been reworked to ease the management of session-aware applications. Additionally, the session manager will now automatically restart session applications which crashed so that you are not left without a desktop, panel, window manager, etcetera, if a crash occurs.
ca: <b>Xfce 4.6</b> ve amb un gestor de sessions millorat: la vostra sessió s'hauria d'iniciar-més ràpid, i el diàleg d'ajusts ha estat revisat a fi de facilitar la gestió de les aplicacions conscients de la sessió. A més, el gestor de sessions ara reiniciarà automàticament les aplicacions de la sessió que hagin fallat de manera que no us quedeu sense cap escriptori, plafó, gestor de finestres, etcètera, si es produeix un trencament inesperat.
cs: <b>Xfce 4.6</b> přichází s rozšířeným správcem relace: Vaše relace by se měla spouštět rychleji, dialogové okno s nastavením bylo přepracováno pro zjednodušení správy aplikací podporujících relace. Dále nyní správce relace automaticky restartuje relace selhavších aplikací, takže v případě, že dojde k jejich selhání, nebudete ponecháni v prostředí bez pracovní plochy, panelu, správce oken, atd.
da: <b>Xfce 4.6</b> kommer med en forbedret session-håndterer: din session skulle starte hurtigere, og indstillings-dialogen er blevet omarbejdet til nemmere håndtering af session-videne applikationer. Derudover, vil session-manageren nu tillade automatisk genstart af session-applikationer som krakkede, så du ikke er efterladt til et skrivebord uden panel, vindue-håndterer og så videre, hvis et krak sker.
de: <b>Xfce 4.6</b> beinhaltet eine erweiterte Sitzungsverwaltung: Ihre Sitzung sollte jetzt schneller starten. Der Dialog zur Sitzungsverwaltung wurde überarbeitet, um die Verwaltung von sitzungsfähigen Anwendungen zu erleichtern. Außerdem kann die Sitzungsverwaltung abgestürzte sitzungsfähige Anwendungen automatisch neu starten, so dass Sie nicht ohne Schreibtisch, Leiste, Fensterverwaltung etc. sind, falls ein Absturz vorkommt.
es: <b>Xfce 4.6</b> viene con un mejorado gestor de sesiones: la sesión se debe iniciar rápidamente, y el diálogo de configuración ha sido revisado a fin de facilitar la gestión de las aplicaciones consciente de la sesión. Además, el gestor de sesiones reinicia ahora automáticamente las aplicaciones de sesión que se bloquearon, de modo que no desaparecerán el escritorio, panel, gestor de ventanas, etc., en caso de que ocurra algún problema.
fr: <b>Xfce 4.6</b> est livré avec un gestionnaire de sessions amélioré : celle-ci devrait démarrer plus rapidement, et la fenêtre des paramètres a été revue afin de faciliter la gestion des applications de la session. De plus, le gestionnaire de sessions redémarrera automatiquement les applications de session ayant plantées afin que vous ne soyez pas laissés sans bureau, tableau de bord, gestionnaire de fenêtres, etc., en cas de problème.
gl: O <b>Xfce 4.6</b> vén cun xestor de sesións mellorado: a súa sesión debería iniciarse máis rápido e o diálogo de configuración foi reelaborado para facilitar a xestión de aplicacións iniciadas coa sesión. Ademais, o xestor de sesións reiniciará automaticamente as aplicacións de sesión que quebraron de xeito que non fique sen un escritorio, un panel, xestor de xanelas, etc., se ocorre unha quebra.
he: <b> Xfce 4.6 <b> מגיע עם מנהל סשן משופר: הסשן שלך אמור להתחיל מהר יותר, ודיאלוג ההגדרות עודכן להקל על ניהול תוכנות מודעות סשן. בנוסף, מנהל הסשן עכשיו יתחיל מחדש תוכנות סשן שקרסו כך שלא תישאר ללא שולחן עבודה, לוח, מנהל חלונות, וכו' אם הייתה התרסקות.
id: <b>Xfce 4.6</b> datang dengan manajer sesi yang disempurnakan: sesi Anda akan dimulai dengan lebih cepat, dan dialog pengaturan telah dikerjakan ulang untuk memudahkan manajemen aplikasi yang terkait sesi. Ditambah lagi, manajer sesi akan secara otomatis memulai ulang aplikasi sesi yang kres sehingga komputer Anda tetap memiliki desktop, panel, manajer jendela, dsb, ketika terjadi kres.
it: <b>Xfce 4.6</b> fornisce un gestore della sessione migliorato: la sessione dovrebbe avviarsi più rapidamente e la finestra delle impostazioni è stata ristrutturata per rendere più intuitiva la gestione delle applicazioni relative alla sessione. Inoltre, il gestore della sessione avvierà ora automaticamente le applicazioni della sessione che sono andate in crash in modo che non si venga lasciati senza scrivania, pannello, gestore delle finestre ecc.. nel caso si verifichino dei problemi.
ja: <b>Xfce 4.6</b> ではセッションマネージャーが強化されました。セッションの起動が速くなり、設定ダイアログはシステムが認識するアプリケーションの管理を容易に行えるよう書き直されました。さらに、セッションマネージャーは、クラッシュしたセッションアプリケーションが、デスクトップ、パネル、ウィンドウマネージャーなどがない状態で残ってしまわないように、クラッシュした際に自動的に再起動するようになりました。
kk: <b>Xfce 4.6</b> жақсартылған сеанс менеджерімен бірге келеді: сеансыңыз жылдамырақ іске қосылуы тиіс және сеансты ескеретін қолданбаларды басқаруды жеңілдету үшін баптаулар сұхбат терезесі қайта өңделді. Сонымен қатар, сеанс менеджері енді апатты түрде жабылған сеанс қолданбаларын автоматты түрде қайта іске қосады, осылайша апат орын алса, сіз жұмыс үстелсіз, панельсіз, терезелер менеджерсіз және т.б. қалмайсыз.
lt: <b>Xfce 4.6</b> pristatoma su patobulinta seansų tvarkytuve: jūsų seansas turi būti pradedamas greičiau, o nustatymų dialogas buvo perorganizuotas, kad palengvintų su seansais sąveikaujančių programų valdymą. Be to, dabar, seansų tvarkytuvė automatiškai iš naujo paleis programas, kurios užstrigo, taigi, kai įvyks strigtis, jūs nebūsite palikti be darbalaukio, skydelio, langų tvarkytuvės ir t. t.
ms: <b>Xfce 4.6</b> disertakan dengan pengurus sesi dipertingkat: sesi anda seharusnya bermula lebih pantas, dan tetapan dialog telah ditulis semula untuk memudhakan pengurusan perisian sedar-sesi. Tambahan pula, pengurus sesi kini mulakan semula aplikasi sesi secara automatik jika mengalami kerosakan supaya anda tidak kehilangan desktop, panel, pengurus tetingkap, dan lain-lain.
nb: <b>Xfce 4.6</b> kommer med en forbedret øktbehandler: øktene dine skal starte raskere, og innstillingsvinduet har blitt omarbeidet for å gjøre håndteringen av øktbevisste programmer lettere. I tillegg vil øktbehandleren nå automatisk starte på nytt programmer i økten som krasjer slik at du ikke vil bli stående uten et skrivebord, panel, vindusbehandler, etc, dersom en krasj oppstår.
nl: <b>Xfce 4.6</b> wordt geleverd met een verbeterde Session Manager: uw sessie moet sneller worden gestart en de instellingen dialoogvenster werd herwerkt om applicaties te vergemakkelijken het beheer van de zitting-aware. Daarnaast zal de sessie-manager nu automatisch opnieuw op te starten zitting toepassingen die zo neergestort dat u niet verlaten zonder een desktop, paneel, window manager, enzovoort, als er een crash optreedt.
oc: <b>Xfce 4.6</b> es liurat amb un gestionari de session melhorat : vòstra sesilha deuriá èsser lancé rapidament, e la bóstia de dialòg dels reglatges es estada retrabalhat afin de faciliter la gestion dels sesilha de las aplicacions. A mai d'aquò, lo gestionari de sesilha va reaviar automaticament las sesilhas de las aplicacions que se son crashées de tal biais que vous n'êtes pas laissés sens burèu, panèl, gestionari de fenèstras, etc, se un accident se produit.
pl: <b>Xfce 4.6</b> wyposażono w ulepszony menedżer sesji. Przyspieszono proces logowania użytkownika a okno ustawień zostało zmodyfikowane, tak by uprościć zarządzanie programami sesji. Od teraz każdy program, który ulegnie awarii zostanie ponownie uruchomiony. Dzięki temu sesja użytkownika pozostanie funkcjonalna, bez względu na zaistniałe problemy.
pt: O <b>Xfce 4.6</b> possui um gestor de sessões melhorado: a sua sessão deve iniciar mais rápido e a janela de definições foi trabalhada para uma melhor gestão das aplicações iniciadas com o sistema. Adicionalmente, o gestor de sessões irá agora reiniciar automaticamente aquelas aplicações que terminaram abruptamente, de modo a que não fique sem um ambiente de trabalho, painel ou gestor de janelas caso ocorra um erro.
pt_br: O <b>Xfce 4.6</b> vem com um gerenciador de sessão melhorado: sua sessão deve iniciar mais rapidamente e o diálogo de configurações foi retrabalhado para facilitar o gerenciamento dos aplicativos de sessão. Adicionalmente, o gerenciador de sessões vai agora reiniciar automaticamente os aplicativos de sessão que travarem, de forma que, caso ocorra algum travamento, você não fique sem uma área de trabalho, painel, gerenciador de janelas, etc.
ro: <b>Xfce 4.6</b> vine cu un administrator de sesiune îmbunătățit: sesiunea dvs. ar trebui să fie pornită mai rapid, iar fereastra de dialog pentru opțiuni a fost refăcută pentru a facilita gestionarea aplicațiilor compatibile cu sesiunea. În plus, administratorul de sesiuni va reporni acum automat aplicațiile de sesiune care s-au blocat, astfel încât să nu rămâneți fără birou, panou, administrator de ferestre etcetera, în cazul în care are loc o blocare.
ru: <b>Xfce 4.6</b> получила улучшенный менеджер сеансов: ваш сеанс должен запускаться быстрее, а диалог с настройками переработан с целью упрощения управления приложениями, запускаемыми вместе с сеансом. Также, менеджер сеансов автоматически перезапустит приложения в случае их непредвиденного закрытия, так что в случае ошибки вы не останетесь без рабочего стола, панели, оконного менеджера и т.п.
sq: <b>Xfce 4.6</b> vjen me një përgjegjës të zgjeruar sesionesh: sesioni juaj do të duhej të fillonte më shpejt, dhe dialogu i rregullimeve është ripunuar, që të lehtësojë administrimin e aplikacioneve që lidhen me sesionin. Veç kësaj, përgjegjësi i sesioneve tani do t’i rinisë vetvetiu aplikacione sesioni të vithisura më parë, që ju të mos mbeteni pa desktop, panel, përgjegjës dritaresh, etj, nëse ju ndodh një vithisje.
sr: <b>ИксФЦЕ 4.6</b> долази са побољшаним управником седнице: седнице би требало да се покрећу брже, а прозор поставки је прерађен да олакша управљање седницом свесних програма. Додатно, управник седнице че самостално поново покретати програме који се сруше, тако да нисте остављени без радне површи, полице, управника прозора, итд, ако дође до њиховог рушења.
sv: <b>Xfce 4.6</b> har förbättrad sessionshanterare: din session bör starta snabbare, och dialogfönstret för inställningar har gjorts om för att underlätta hantering av sessionsmedvetna program. Förutom det kommer nu sessionshanteraren automatiskt att starta om sessionsprogram som kraschat så att du inte står utan skrivbord, panel, fönsterhanterare, etc vid en krasch.
th: <b>Xfce 4.6</b> มาพร้อมกับโปรแกรมจัดการวาระที่เพิ่มขีดความสามารถขึ้นอีก กล่าวคือ วาระของคุณจะเปิดเร็วขึ้น และกล่องโต้ตอบตั้งค่าก็ได้ถูกปรับปรุงใหม่ให้สะดวกต่อการจัดการโปรแกรมที่ทำงานร่วมกับวาระ นอกจากนี้ โปรแกรมจัดการวาระรุ่นนี้จะเปิดโปรแกรมต่างๆ ของวาระซึ่งพังไปขึ้นมาใหม่โดยอัตโนมัติ เพื่อที่คุณจะไม่ต้องตกอยู่ในสภาพที่ไม่มีพื้นโต๊ะ พาเนล โปรแกรมจัดการวาระ หรืออื่นๆ หากมีการพังเกิดขึ้น
tr: <b>Xfce 4.6</b> gelişmiş bir oturum yönetici ile birlikte gelmektedir: oturumlarınız daha hızlı bağlayacaktır ve oturumla ilgili uygulamalarınızı kolayca yönetmeniz için kullanılan iletişim penceresi yeniden hazırlanmıştır. Ek olarak oturum yöneticisi çökme yaşayan uygulamaları yeniden başlatacak ve bir çokme durumunda sizi masaüstü, panel, pencere yöneticisi gibi uygulamalar olmadan bırakmayacaktır.
uk: <b>Xfce 4.6</b> поставляється з розширеним менеджером сеансів: сеанс запускається швидше, діалог налаштувань був перероблений, щоб полегшити управління. Крім того, менеджер сеансів буде автоматично перезапускати програми сеансу, які зазнали краху, так щоб Ви не залишилися без робочого столу, панелі, віконного менеджера, і так далі, якщо відбудеться збій.
vi: <b>Xfce 4.6</b> đi kèm với trình quản lý phiên nâng cao: phiên của bạn sẽ được bắt đầu nhanh hơn và hộp thoại cài đặt đã được làm lại để dễ dàng quản lý các ứng dụng nhận biết phiên. Ngoài ra, trình quản lý phiên giờ đây sẽ tự động khởi động lại các ứng dụng phiên bị lỗi để bạn không bị thiếu màn hình nền, bảng điều khiển, trình quản lý cửa sổ, v.v. nếu xảy ra sự cố.
zh_tw: <b>Xfce 4.6</b> 也帶來了強化過的工作階段管理員：您的工作階段應該會更快速的啟動，且設定對話框也被重新編寫，讓工作階段型的應用程式管理更加容易。另外，工作階段管理員將會自動重新啟動當掉的工作階段應用程式，這樣您就不會丟失桌面、面板、視窗管理員等等。

source: Session settings dialog
ca: Diàleg d'ajusts de la sessió
cs: Dialogové okno nastavení relace
da: Sessionsindstillinger-dialog
de: Dialog der Sitzungseinstellungen
es: Diálogo de configuración de sesión
fr: Fenêtre des paramètres de session
gl: Diálogo de configuración das sesións
he: דיאלוג הגדרות סשן
id: Dialog pengaturan sesi
it: Finestra delle impostazioni della sessione
ja: セッション設定ダイアログ
kk: Сеанс баптауларының сұхбат терезесі
lt: Seansų nustatymų dialogas
ms: Dialog tetapan sesi
nb: Dialogvindu for øktinnstillinger
nl: Sessie-instellingen dialoogvenster
oc: Session dels paramètres de dialòg
pl: Okno konfiguracji sesji
pt: Janela de definições da sessão
pt_br: Diálogo de configurações de sessão
ro: Fereastra de dialog a opțiunilor de sesiune
ru: Диалог настройки сеанса
sq: Dialog rregullimesh sesioni
sr: Прозор поставки седнице
sv: Sessionsinställningsdialog
th: กล่องโต้ตอบตั้งค่าวาระ
tr: Oturum ayarları iletişim penceresi
uk: Діалог властивостей сеансу
vi: Hộp thoại cài đặt phiên
zh_tw: 工入階段設定對話匣

source: The session manager also includes a new long-awaited feature: support for <b>suspend</b> and <b>hibernate</b> "out of the box." The logout dialog now has two additional buttons which offer to suspend or hibernate your computer.
ca: El gestor de sessions també inclou una característica nova llargament esperada: la compatibilitat amb la <b>suspensió</b> i <b>hibernació</b> "un cop tret de la caixa." El diàleg de tancament té ara dos botons addicionals que permeten suspendre o hibernar el vostre ordinador.
cs: Správce relace také obsahuje dlouho očekávanou vlastnost: podporu <b>přechodu do režimu spánku</b> a <b>hibernaci</b> "již v základu". V dialogovém okně pro odhlášení přibyla dvě tlačítka nabízející přechod do režimu spánku a hibernaci počítače.
da: Session-håndteren inkluderer også en ny længe-ventet funktion: understøttelse for <b>suspendere</b> og <b>dvale</b> "ud af boksen" Logud-dialogen har nu to ekstra knapper hvilket tilbyder at suspendere eller dvale din komputer.
de: Die Sitzungsverwaltung verfügt jetzt auch über eine lang erwartete Funktion: »standardmäßige Unterstützung« für den <b>Bereitschaftsmodus</b> und den <b>Ruhezustand</b>. Der Abmeldedialog verfügt jetzt über zwei weitere Knöpfe, die den Rechner in den Bereitschaftsmodus oder den Ruhezustand versetzen können.
es: El gestor de sesiones también incluye una nueva característica muy esperada: soporte para <b>suspensión</b> e <b>hibernación</b> <i>listas para usar</i>. El diálogo de salida cuenta con dos botones adicionales que ofrecen suspender o hibernar el equipo.
fr: Le gestionnaire de sessions inclut également de nouvelles fonctionnalités attendues depuis longtemps : la <b>mise en veille</b> et la <b>mise en veille prolongée</b>. La fenêtre de déconnexion dispose de deux boutons supplémentaires pour les activer.
gl: O xestor de sesións tamén inclúe unha nova función moi agardada: compatibilidade para <b>suspender</b> e <b>hibernar</b> «de fábrica». O diálogo de saír agora ten dous botóns adicionais que fornecen as opcións de suspender ou hibernar o seu computador.
he: מנהל הסשן כולל גם תכונה שחיכו לה רבות: תמיכה מובנית ב <b> השהייה <b> ו <b> שינה <b> . דיאלוג היציאה עכשיו בעל שני כפתורים נוספים המאפשרים להשהות ולהכניס למצב שינה את המחשב שלך.
id: Manajer sesi juga menyertakan sebuah fitur yang lama ditunggu: dukungan terhadap <b>suspensi</b> dan <b>hibernasi</b> secara penuh. Dialog log keluar sekarang memiliki dua tombol tambahan untuk melakukan suspensi atau hibernasi komputer Anda.
it: Il gestore della sessione include ora "di serie" una nuova caratteristica attesa da molti: il supporto per la <b>sospensione</b> e per l'<b>ibernazione</b>. La finestra di uscita visualizza ora due pulsanti aggiuntivi che permettono di sospendere e di ibernare il proprio computer.
ja: セッションマネージャーはまた、長く待たれていた新機能、"すぐに使える" <b>サスペンド</b>および<b>ハイバネート</b>をサポートしました。ログアウトダイアログには、コンピューターのサスペンドおよびハイバネートの 2 つのボタンが追加されています。
kk: Сеанс менеджері сондай-ақ көптен күткен жаңа мүмкіндікті қамтиды: <b>күту</b> және <b>ұйқы</b> режимдерін "қораптан шыққанда" қолдау. Жүйеден шығу сұхбат терезесінде енді компьютерді күту немесе ұйқы режиміне ауыстыруды ұсынатын екі қосымша батырма бар.
lt: Į seansų tvarkytuvę dabar yra įtraukta ilgai laukta ypatybė: sistema iš karto palaiko <b>pristabdymą</b> ir <b>užmigdymą</b>. Atsijungimo dialoge dabar yra du nauji mygtukai, siūlantys pristabdyti ar užmigdyti jūsų kompiuterį.
ms: Pengurus sesi juga disertakan dengan fitur yang ditunggu-tunggu iaitu sokongan untuk <b>tangguh</b> dan <b>hibernasi</b> serta merta. Dialog daftar keluar kini mempunyai dua butang tambahan yang menawarkan tangguh dan hibernasikan komputer anda.
nb: Øktbehandleren inkluderer også en ny og lenge etterlengtet funksjon: støtte for <b>hvilemodus</b> og <b>dvalemodus</b> «ut av boksen». Dialogvinduet for utlogging har nå to nye knapper som lar deg sette datamaskinen din i hvile- eller dvalemodus.
nl: De Session Manager bevat ook een nieuwe langverwachte feature: steun voor <b>op te schorten</b> en <b>hibernate</b> \ die bieden op te schorten of uw hibernate computer "out of the box. " De afmelddialoog heeft nu twee extra knoppen.
oc: Lo gestionari de session inclutz tanben una novèla foncionalitat attendue dempuèi longtemps : lo supòrt de <b>la mesa en veille</b> e <b>la mesa en ivernacion</b> « sortida de la bóstia ». La fenèstra de desconnexion a ara deux botons supplémentaires que offrent la mesa en velha o la mesa en ivernacion de vòstre ordenador.
pl: Menedżer sesji zyskał też obsługę <b>wstrzymywania</b> i <b>hibernowania</b> działania systemu. Okno kończenia sesji posiada teraz dwa dodatkowe przyciski, które umożliwiają użycie tych funkcji.
pt: O gestor de sessões também inclui uma funcionalidade há muito aguardada: a possibilidade de <b>suspender</b> e <b>hibernar</b> a sessão. A janela para sair da sessão tem agora mais dois botões que lhe oferecem as opções acima referenciadas.
pt_br: O gerenciador de sessões também inclui um novo recurso que por muito tempo era esperado: suporte para <b>suspensão</b> e <b>hibernação</b> "de fábrica". O diálogo de encerramento de sessão agora possui botões adicionais que oferecem a opção de suspender ou hibernar o seu computador.
ro: Administratorul de sesiuni include, de asemenea, o nouă caracteristică mult așteptată: suport pentru <b>suspendare</b> și <b>hibernare</b> „din fabrică”. Fereastra de dialog de deconectare are acum două butoane suplimentare care oferă suspendarea sau hibernarea calculatorului.
ru: Менеджер сеансов также содержит долгожданную возможность перехода в <b>ждущий</b> и <b>спящий</b> режимы. Диалог завершения сеанса теперь имеет две соответствующие кнопки.
sq: Përgjegjësi i sesioneve përfshin gjithashtu një veçori të re të shumëpritur: mbulim, fill me instalimin, për mënyrat <b>pezullim</b> dhe <b>plogështim</b>. Dialogu i daljeve tani ka dy butona shtesë që ofrojnë ta kaloni në gjendje pezull ose plogështoni kompjuterin tuaj.
sr: Управник седнице такође садржи дуго очекиване могућности: подршку за <b>обуставу</b> и <b>замрзавање</b> „из кутије“. Одјавни прозор сада има два додатна дугмета који нуде обуставу или замрзавање рачунара.
sv: Sessionshanteraren inkluderar också en ny efterlängtad funktion: stöd för <b>vänteläge</b> och <b>viloläge</b> "out of the box." Dialogfönstret för utloggning har nu två ytterligare knappar för att försätta din dator i vänte- eller vloläge.
th: โปรแกรมจัดการวาระยังมีความสามารถใหม่ที่รอคอยกันมานาน คือการรองรับ <b>การพักเครื่อง</b> และ <b>การจำศีลเครื่อง</b> "อย่างเป็นทางการ" กล่องโต้ตอบออกจากระบบในรุ่นนี้จะมีปุ่มเพิ่มเติมสองปุ่ม ซึ่งใช้พักเครื่องหรือจำศีลเครื่องคอมพิวเตอร์ของคุณ
tr: Oturum Yönetici uzun zamandır beklenen yeni bir özelliği de içermektedir: <b>bekletme</b> ve <b>askıya alma</b> destekleri. Çıkış penceresinde artık bekletme ve askıya almak için iki düğme daha bulacaksınız.
uk: Менеджер сесій тепер має довгоочікувану можливість: підтримку для <b>призупинення</b> і <b>засинання</b>. Діалог виходу тепер має дві додаткові кнопки з цими параметрами.
vi: Trình quản lý phiên cũng bao gồm một tính năng mới được chờ đợi từ lâu: hỗ trợ <b>tạm dừng</b> và <b>ngủ đông</b> "có sẵn ngay". Hộp thoại đăng xuất hiện có hai nút bổ sung để tạm dừng hoặc ngủ đông máy tính của bạn.
zh_tw: 工作階段管理員也包含了一個期待已久的新功能：對 <b>暫停</b> 及 <b>休眠</b> 「開箱即用」的支援。登出對話框現在有兩個額外的按鈕，讓您可以暫停或休眠您的電腦。

source: Session logout dialog
ca: Diàleg de tancament de la sessió
cs: Dialogové okno pro odhlášení relace
da: Sessionsudlogning-dialog
de: Abmeldedialog
es: Diálogo de cierre de sesión
fr: Fenêtre de déconnexion de session
gl: Diálogo de saída da sesión
he: דיאלוג עזיבת סשן
id: Dialog log keluar sesi
it: Finestra di uscita dalla sessione
ja: セッションログアウトダイアログ
kk: Сеанстан шығу сұхбат терезесі
lt: Seanso atsijungimo dialogo langas
ms: Dialog daftar keluar sesi
nb: Avloggingsvindu for økt
nl: Sessie afmelddialoog
oc: Session desconnexion dialòg
pl: Okno kończenia sesji
pt: Janela para sair da sessão
pt_br: Diálogo de encerramento de sessão
ro: Fereastra de dialog pentru ieșirea din sesiune
ru: Диалог завершения сеанса
sq: Dialog daljesh nga sesioni
sr: Прозор одјаве са седнице
sv: Sessionsutloggningsdialog
th: กล่องโต้ตอบออกจากวาระ
tr: Oturumu kapatma diyalog penceresi
uk: Діалог виходу з сеансу
vi: Hộp thoại đăng xuất phiên
zh_tw: 工入階段登出對話匣
