Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Xfburn is an application to create and burn CD's and DVD's.
ca: Xfburn és una aplicació per crear i gravar CD i DVD.
cs: Xfburn je aplikace pro vytváření a vypalování disků CD a DVD.
da: Xfburn er et program til at skabe og brænde cd'er og dvd'er.
de: Xfburn ist eine Anwendung zum Erstellen und Brennen von CDs und DVDs.
es: Xfburn es una aplicación para crear y grabar discos CD y DVD.
fr: Xfburn est une application pour créer et graver CD et DVD.
gl: O Xfburn é unha aplicación para crear e gravar CD e DVD.
he: Xfburn היא תוכנה ליצירת וצריבת דיסקים.
id: Xfburn adalah aplikasi untuk menuliskan data ke dalam keping CD dan DVD.
it: Xfburn è un'applicazione per creare e masterizzare CD e DVD.
ja: Xfburn は CD や DVD を作成するアプリケーションです。
kk: Xfburn — CD және DVD дискілерін жасауға және жазуға арналған қолданба.
lt: Xfburn yra programa skirta kurti ir įrašyti CD ir DVD.
ms: Xfburn adalah aplikasi yang dapat mencipta dan merakam CD dan DVD.
nb: Xfburn er et program for å lage og brenne CD-er og DVD-der.
oc: Xfburn es una aplicacion per crear e gravar de CD e de DVD.
pl: Program do tworzenia projektów płyt CD, DVD i nagrywania ich na nośniki.
pt: O Xfburn é uma aplicação para gravar e criar CDs e DVDs.
pt_br: Xfburn é um aplicativo para criar e gravar CDs e DVDs.
ro: Xfburn este o aplicație pentru a crea și inscripționa CD-uri și DVD-uri.
ru: Xfburn — приложение для создания и прожига CD- и DVD-дисков.
sq: Xfburn është një aplikacion për krijim dhe shkrim CD-sh dhe DVD-sh.
sr: Рецко је програм за стварање и резање ЦД-а и ДВД-ја.
sv: Xfburn är ett program för att skapa och bränna CD- och DVD-skivor.
th: Xfburn คือโปรแกรมสำหรับสร้างและเขียนแผ่นซีดีและดีวีดี
tr: Xfburn CD ve DVD oluşturmak ve yazmak için bir uygulamadır.
uk: Xfburn - це програма для створення і запису CD та DVD.
vi: Xfburn là một ứng dụng tạo và ghi đĩa CD và DVD.
zh_tw: Xfburn 是個可建立、燒錄 CD 與 DVD 的應用程式。

source: Image Viewer
ca: Visualitzador d'imatges
cs: Prohlížeč obrázků
da: Billedfremviser
de: Bildbetrachter
es: Visor de imágenes
fr: Visionneur d’images
gl: Visor de imaxes
he: מציג תמונות
id: Risretto
it: Visualizzatore di immagini
ja: 画像ビューアー
kk: Суреттерді қарау құралы
lt: Paveikslų žiūryklė
ms: Pelihat Imej
nb: Bildeviser
oc: Visualizador d'imatges
pl: Przeglądarka obrazów
pt: Visualizador de imagens
pt_br: Visualizador de imagens
ro: Vizor de imagini
ru: Просмотр изображений
sq: Parës Figurash
sr: Прегледник слика
sv: Bildvisare
th: โปรแกรมแสดงรูป
tr: Resim Görüntüleyici
uk: Переглядач малюнків
vi: Trình xem ảnh
zh_tw: 影像檢視器

source: Ristretto is a lightweight image viewer.
ca: Ristretto és un visualitzador d'imatges lleuger.
cs: Ristretto je odlehčený prohlížeč obrázků.
da: Ristretto er en letvægtsbilledfremviser.
de: Ristretto ist ein ressourcenschonender Bildbetrachter.
es: Ristretto es un visor de imágenes ligero.
fr: Ristretto est un visionneur léger d’images.
gl: O Ristretto é un visor de imaxes lixeiro.
he: ריסטרטו הוא מציג תמונות קליל.
id: Merupakan penampil citra (gambar) yang ringan daya.
it: Ristretto è un visualizzatore di immagini leggero.
ja: Ristretto は軽量の画像ビューアーです。
kk: Ristretto — жеңіл суреттерді қарау құралы.
lt: Ristretto yra supaprastinta paveikslų žiūryklė.
ms: Ristretto adalah pelihat imej yang ringan dan pantas.
nb: Ristretto er et lettvekts billedvisningsprogram.
oc: Ristretto es un visualizador d'imatge leugièr.
pl: Ristretto umożliwia przeglądanie obrazów, wymagając do działania niewielkiej ilości zasobów.
pt: O Ristretto é um visualizador de imagens rápido e simples.
pt_br: Ristretto é um visualizador de imagens leve.
ro: Ristretto este un vizualizator de imagini lejer.
ru: Ristretto — легковесная программа для просмотра изображений.
sq: Ristretto është një parës figurash i peshës së lehtë.
sr: Ристрето је лаки прегледник слика.
sv: Ristretto är en resurssnål bildvisare
th: Ristretto คือโปรแกรมแสดงรูปขนาดเบา
tr: Ristretto hafif bir resim görüntüleme aracıdır.
uk: Ristretto - це легкий переглядач малюнків.
vi: Ristretto là một trình xem ảnh nhẹ.
zh_tw: Ristretto 是個輕量影像檢視器。

source: Screen Saver
ca: Estalvi de pantalla
da: Pauseskærm
de: Bildschirmschoner
es: Protector de pantalla
gl: Protector de pantalla
he: שומר מסך
it: Salvaschermo
ja: スクリーンセーバー
kk: Экран сақтағышы
lt: Ekrano užsklanda
pl: Wygaszacz ekranu
pt: Protetor de ecrã
pt_br: Protetor de tela
ro: Protector de ecran
ru: Заставка
sq: Kursyes Ekrani
sr: Чувар екрана
sv: Skärmsläckare
th: โปรแกรมรักษาหน้าจอ
tr: Ekran koruyucu
uk: Зберігач екрана
vi: Trình bảo vệ màn hình

source: A simple screen saver and locker.
ca: Un simple estalvi de pantalla i armari.
da: En simpel pauseskærm og skærmlåser.
de: Ein einfacher Bildschirmschoner und Bildschirmsperre.
es: Un simple protector de pantalla y bloqueador.
gl: Un protector de pantalla e bloqueo simple.
he: שומר ונועל מסך פשוט.
id: Screen saver sederhana dan locker
it: Un semplice salvaschermo e locker.
ja: シンプルなスクリーンセーバーおよびスクリーンロッカーです。
kk: Қарапайым экран сақтағышы және құлыптаушы.
lt: Paprasta ekrano užsklanda ir užrakinimo įrankis.
pl: Prosty program do wygaszania i blokowania ekranu.
pt: Um protetor de ecrã e bloqueio simples.
pt_br: Um bloqueador e protetor de tela simples.
ro: Un simplu protector și blocant de ecran.
ru: Простая заставка и блокировщик.
sq: Një kursyes dhe kyçës i thjeshtë ekrani.
sr: Једноставни чувар и кључар приказа.
sv: En enkel skärmsläckare och lås.
th: โปรแกรมรักษาหน้าจอและล็อคหน้าจอที่เรียบง่าย
tr: Basit bir ekran koruyucu ve dolap.
uk: Простий зберігач і замикач екрана.
vi: Một trình bảo vệ màn hình và khóa đơn giản.

source: Screen Shooter
ca: Disparador
da: Skærmbillede
de: Bildschirmfoto-Tool
es: Capturador de pantalla
gl: Captura de pantalla
he: צילום מסך
id: Penangkap Layar
it: Istantanea
ja: スクリーンシューター
kk: Экран суреттерін түсіруші
lt: Ekrano kopijos
pl: Przechwycenie obrazu ekranu
pt: Capturador de ecrã
pt_br: Captura de tela
ro: Capturare de ecran
ru: Средство снимков экрана
sq: Fotografues Ekrani
sr: Сликар екрана
th: โปรแกรมจับภาพหน้าจอ
tr: Ekran Kaydedici
uk: Знімки екрана
vi: Bắn súng màn hình

source: An application to take screenshots.
ca: Una aplicació per a prendre captures de pantalla.
da: Et program til at tage skærmbilleder.
de: Eine Anwendung zum Erstellen von Screenshots.
es: Una aplicación para realizar capturas de pantalla.
gl: Unha aplicación que fai capturas de pantalla.
he: יישום לביצוע צילומי מסך.
id: Aplikasi untuk menangkap layar
it: Un'applicazione per scattare un'istantanea dello schermo.
ja: スクリーンショットを撮影するアプリケーションです。
kk: Экран суреттерін түсіруге арналған қолданба.
lt: Programa, skirta daryti ekrano kopijas.
pl: Program do robienia zrzutów ekranu.
pt: Uma aplicação para capturar o ecrã.
pt_br: Uma aplicação para fazer capturas de telas.
ro: O aplicație pentru a face capturi de ecran.
ru: Приложение для создания снимков экрана.
sq: Një aplikacion për të bërë foto ekrani.
sr: Програм за сликање приказа.
sv: Ett program för att ta skärmdumpar.
th: แอปพลิเคชันสำหรับจับภาพหน้าจอ
tr: Ekran görüntüsü almak için bir uygulama.
uk: Застосунок для знятків екрана.
vi: Một ứng dụng để chụp ảnh màn hình.

source: A simple text editor.
ca: Un editor de text simple.
da: En simpel teksteditor.
de: Ein einfacher Texteditor.
es: Un simple editor de texto
gl: Un editor de texto simple.
he: עורך טקסט פשוט.
id: Editor text sederhana
it: Un semplice editor di testo.
ja: シンプルなテキストエディタです。
kk: Қарапайым мәтіндік түзеткіш.
lt: Paprastas tekstų redaktorius.
pl: Prosty edytor tekstu.
pt: Um editor de texto simples.
pt_br: Um editor de texto simples.
ro: Un editor de text simplu.
ru: Простой текстовый редактор.
sq: Një përpunues tekstesh i thjeshtë.
sr: Једноставни уредник писања.
sv: En simpel text redigerare
th: เครื่องมือแก้ไขข้อความที่เรียบง่าย
tr: Basit bir metin düzenleyici.
uk: Простий текстовий редактор.
vi: Một trình soạn thảo văn bản đơn giản.

source: Notifications
ca: Notificacions
da: Underretninger
de: Benachrichtigungen
es: Notificaciones
gl: Notificacións
he: הודעות
id: Pemberiahuan
it: Notifiche
ja: 通知アプレット
kk: Хабарламалар
lt: Pranešimai
pl: Powiadomienia
pt: Notificações
pt_br: Notificações
ro: Notificări
ru: Уведомления
sq: Njoftime
sr: Обавештења
sv: Aviseringar
th: การแจ้งเหตุ
tr: Bildirimler
uk: Сповіщення
vi: Thông báo

source: Easily themable notification daemon with transparency effects.
ca: Dimoni de notificació fàcilment temable amb efectes de transparència.
da: Underretningsdæmon som let kan bruge temaer med gennemsigtige effekter.
de: Leicht gestaltbarer Benachrichtigungs-Daemon mit Transparenzeffekten.
es: Demonio de notificación fácilmente configurable con efectos de transparencia.
gl: Servizo de notificacións doadamente adaptábel con efectos de transparencia.
he: דמון הודעות הנתון בקלות לערכות נושא עם אפקטים של שקיפות.
id: Daemon notifikasi yang mudah dikostumisasi dengan efek transparan
it: Un demone delle notifiche facilmente personalizzabile con effetti di trasparenza.
ja: 透過効果を持った、簡単にテーマを変えられる通知デーモンです。
kk: Мөлдірлік эффектілері бар, тақырыптары оңай өзгеретін хабарламалар қызметі.
lt: Lengvai apipavidalinama pranešimų tarnyba su permatomumo efektais.
pl: Demon powiadomień z możliwością używania motywów i efektami przezroczystości.
pt: Daemon de notificação facilmente adaptável com efeitos de transparência.
pt_br: Daemon de notificação facilmente adaptável com efeitos de transparência.
ro: Demon de notificare ușor de personalizat cu efecte de transparență.
ru: Легко настраиваемая служба уведомлений с эффектами прозрачности.
sq: Demon njoftimesh që mund të përshtatet lehtë nga ana grafike me efekte tejdukshmërie.
sr: Домар обавештења лаког промена тема са дејствима прозирности.
sv: Aviseringsdemon vars utseende enkelt kan anpassas, med genomskinlighetseffekter.
th: ดีมอนแจ้งเหตุที่เลือกหน้าตาได้ง่ายดาย พร้อมเอฟเฟ็กต์โปร่งใส
tr: Şeffaflık efektleriyle kolayca temalanabilen bildirim arka plan programı.
vi: Daemon thông báo có chủ đề dễ dàng với các hiệu ứng trong suốt.

source: Page not found
ca: Pàgina no trobada
cs: Stránka nenalezena
da: Siden blev ikke fundet
de: Seite nicht gefunden
es: Página no encontrada
fr: Page non trouvée
gl: Non se atopou a páxina
he: העמוד לא נמצא
id: Laman tidak ditemukan
it: Pagina non trovata
ja: ページが見つかりません
kk: Бет табылмады
lt: Puslapis nerastas
ms: Halaman tidak ditemui
nb: Fant ikke siden
nl: Pagina niet gevonden
oc: Pagina pas trobada
pl: Nie odnaleziono strony
pt: Página não encontrada
pt_br: Página não encontrada
ro: Pagina nu a fost găsită
ru: Страница не найдена
sq: S’u gjet faqe
sr: Страница није нађена
sv: Sidan hittades inte
th: ไม่พบหน้านี้
tr: Sayfa bulunamadı
uk: Сторінка відсутня
vi: Không tìm thấy trang
zh_tw: 找不到網頁

source: We're sorry, the page or file you requested was not found on this server.
ca: Ho sentim, la pàgina o fitxer que ha sol·licitat no s'ha trobat en aquest servidor.
cs: Je nám líto, požadovanou stránku nebo soubor nelze na tomto serveru najít.
da: Beklager. Den anmodede side eller fil blev ikke fundet på denne server.
de: Leider konnte die von Ihnen angeforderte Seite oder Datei auf diesem Server nicht gefunden werden.
es: Lo sentimos, la página o el archivo que solicitó no se encontró en este servidor.
fr: Nous sommes désolés, la page ou le fichier que vous avez demandé n’a pas été trouvé sur ce serveur.
gl: Non se atopou a páxina ou ficheiro que solicitou neste servidor.
he: אנו מצטערים, הדף או הקובץ שביקשת לא נמצא בשרת זה.
id: Maaf, halaman atau berkas yang Anda inginkan tidak dapat ditemukan di server ini.
it: Spiacenti, la pagina o il file richiesti non sono presenti su questo server.
ja: リクエストしたページまたはファイルはこのサーバー上に見つかりませんでした。
kk: Кешіріңіз, сіз сұраған бет немесе файл бұл серверден табылмады.
lt: Atsiprašome, bet puslapio ar failo kurio prašėte nėra šiame serveryje.
ms: Mohon maaf, halaman atau fail yang anda cari tidak ditemui dalam pelayan ini.
nb: Vi beklager, men nettsiden eller fila du ønsket finnes ikke på denne tjeneren.
nl: Het spijt ons, de pagina of door u opgevraagde bestand werd niet gevonden op deze server.
oc: O planhèm, la pagina o lo fichièr qu'avètz demandat es pas estat trobat sus aqueste servidor.
pl: Przepraszamy. Nie odnaleziono na serwerze strony lub pliku pod wprowadzonym adresem.
pt: Desculpe, mas a página ou ficheiro que solicitou não foi encontrada neste servidor.
pt_br: Desculpe, a página ou arquivo que solicitou não foi encontrado neste servidor.
ro: Ne pare rău, pagina sau fișierul solicitat nu a fost găsit pe acest server.
ru: Извините, запрашиваемая вами страница или файл не были найдены на этом сервере.
sq: Na ndjeni, faqja apo kartela që kërkuat s’u gjet në këtë shërbyes.
sr: Страница коју сте затражили није пронађена.
sv: Vi ber om ursäkt, sidan eller filen du begärde kunde inte hittas på denna server.
th: เสียใจด้วย ไม่พบหน้าหรือแฟ้มที่คุณร้องขอในแม่ข่ายนี้
tr: Üzgünüz, aradığınız sayfa bu sunucuda bulunmuyor.
uk: Нам шкода, але запитувана сторінка або файл не знайдено на цьому сервері.
vi: Rất tiếc, trang hoặc tệp bạn yêu cầu không được tìm thấy trên máy chủ này.
zh_tw: 抱歉，無法在此伺服器上找到您要求的頁面或檔案。

source: If you clicked on a link that brought you to this page, or you have reached this page through a search engine or bookmark, it could very well be that the page you were looking for was removed, renamed or temporary unavailable.
ca: Si has arribat a aquesta pàgina mitjançant un enllaç, un buscador o un favorit; potser que la pàgina hagi estat esborrada, tingui el nom canviat o es trobi temporalment inaccessible.
cs: Pokud jste klikli na odkaz, který Vás na tuto stránku přivedl, nebo jste této stránky dosáhli přes vyhledávač či záložku, byla požadovaná stránka odebrána, přejmenována nebo je dočasně nedostupná.
da: Hvis du klikkede på et link som bragte dig til denne side eller du har nået denne siden gennem en søgemaskine eller et bogmærke, så kan det meget vel være at siden du ledte efter er fjernet, omdøbt eller midlertidigt utilgængelig.
de: Falls Sie einen Verweis angeklickt haben, der Sie zu dieser Seite geführt hat, oder wenn Sie diese Seite über eine Suchmaschine oder ein Lesezeichen erreicht haben, dann könnte es sein, dass die gewünschte Seite entfernt oder umbenannt wurde oder vorübergehend nicht erreichbar ist.
es: Si ha pulsado en un enlace que lo trajo a esta página, o ha llegado a esta página desde un motor de búsqueda o desde los favoritos, podría ser que la página que está buscando se haya eliminado, renombrado o temporalmente no esté disponible.
fr: Si vous avez atteint cette page en cliquant sur un lien, via un moteur de recherche ou un signet, il se pourrait que la page que vous recherchiez ait été supprimée, renommée ou soit temporairement indisponible.
gl: Se premeu nunha ligazón que lle trouxo a esta páxina ou chegou a esta páxina a través dun motor de busca ou marcador, podería ser que a páxina que buscaba foi eliminada, renomeada ou está temporalmente non dispoñíbel.
he: אם הקלקת על קישור שהביא אותך לדף זה, או שהגעת לדף זה דרך מנוע חיפוש או סימניה, סביר להניח שהדף שחיפשת הוסר, שהשם שלו שונה או שהוא לא זמין כרגע.
id: Jika Anda membuka sebuah tautan yang membawa Anda ke halaman ini, atau Anda mencapai halaman ini melalui mesin pencari atau markah buku, hampir dipastikan halaman yang Anda cari telah dihapus, berganti nama atau untuk sementara tidak tersedia.
it: Se è stato selezionato un collegamento che ha condotto a questa pagina, o se questa pagina è stata raggiunta attraverso un motore di ricerca o un segnalibro, è probabile che la pagina che si stava cercando sia stata rimossa, rinominata o temporaneamente non disponibile.
ja: あなたがこのページへジャンプするリンクをクリックしたか、検索エンジンまたはブックマークからそのページに来ようとしたのであれば、そのページは削除されたか、名前が変更されたか、あるいは一時的に利用できなくなっています。
kk: Егер сіз осы бетке сілтеме арқылы немесе іздеу жүйесі не бетбелгі арқылы өтсеңіз, сіз іздеген бет өшірілген, атын өзгерткен немесе уақытша қолжетімсіз болуы әбден мүмкін.
lt: Jei paspaudėte ant nuorodos ir ji atvedė jus į šį puslapį ar šį puslapį pasiekėte per paieškos variklį ar žymelę labai tikėtina, kad puslapis kurio ieškojote pašalintas, pervadintas ar laikinai neprieinamas.
ms: Jika anda klik pada pautan yang menuju ke halaman ini, atau anda telah mencapai halaman ini menerusi enjin carian atau tanda buku, ia berkemungkinan halaman yang anda cari telah dibuang, dinamakan semula atau tidak tersedia buat sementara.
nb: Hvis du klikket på en lenke som førte deg til denne siden, eller du har kommet til denne siden via en søkemotor eller et bokmerke, så kan det godt være at siden du var på utkikk etter er blitt fjernet, er gitt nytt navn eller er midlertidig utilgjengelig.
nl: Als u klikt op een link die u gebracht naar deze pagina, of u deze pagina heeft bereikt via een zoekmachine of bladwijzer, kan het heel goed zijn dat de pagina die u zocht werd verwijderd, hernoemd of tijdelijk niet beschikbaar.
oc: Se avètz clicat sus un ligam que vos a menat cap a aquesta pagina, o qu'avètz atench aquesta pagina via un motor de recèrca o un signet, se poiriá fòrt plan que la pagina que recercatz aguèsse estada suprimida, renomenada o que foguèsse temporàriament indisponibla.
pl: Jeśli ta strona została wyświetlona po kliknięciu w odnośnik pochodzący z wyników wyszukiwania lub zakładki, to wysoce prawdopodobne jest, że poszukiwana strona została usunięta, zmieniono jej nazwę lub jest ona tymczasowo niedostępna.
pt: Se selecionou uma ligação ou motor de pesquisa que o trouxe até esta página, é bastante provável que a página que esteja à procura tenha sido removida, renomeada ou temporariamente indisponível.
pt_br: Se você clicou em um link que o trouxe até esta página ou se chegou a esta página por meio de um motor de pesquisa ou marcador (favoritos), pode ser que a página que estava procurando foi removida, renomeada ou está temporariamente indisponível.
ro: Dacă ați făcut clic pe o legătură care v-a adus la această pagină sau dacă ați ajuns la această pagină prin intermediul unui motor de căutare sau al unui marcator (semn de carte), este foarte posibil ca pagina pe care o căutați să fi fost eliminată, redenumită sau indisponibilă temporar.
ru: Если вы щёлкнули на ссылке, которая привела на эту страницу, или попали на неё через поисковую систему или закладку, то весьма вероятно, что страница, которую вы искали, была переименована, удалена или временно недоступна.
sq: Nëse klikuat mbi një lidhje që ju solli te kjo faqe, ose keni mbërritur te kjo faqe përmes një motori kërkimesh apo një faqerojtësi, mundet shumë mirë që faqja që po kërkonit të jetë hequr, riemërtuar ose hëpërhë e pakapshme.
sr: Ако сте пратили везу која вас је довела на ову страну или сте ту дошли претрагом или преко забелешке, можда је да је страница уклоњена, преименована или привремено недоступна.
sv: Om du klickade på en länk som tog dig till den här sidan, eller du kom till denna sida genom en sökmotor eller bokmärke, kan det mycket väl vara så att sidan du sökte tagirs bort, döpts om eller är tillfälligt inte tillgänglig
th: ถ้าคุณมาถึงหน้านี้ผ่านการคลิกลิงก์ หรือผ่านเครื่องค้นหาหรือที่คั่นหน้า ก็เป็นไปได้ว่าหน้าเว็บที่คุณต้องการนั้นได้ถูกลบทิ้งไปแล้ว หรือถูกเปลี่ยนชื่อ หรือเข้าถึงไม่ได้ชั่วคราว
tr: Sizi bu sayfaya getiren bağlantıya tıkladıysanız ya da arama motoru veya yer imleri ile bu sayfaya ulaştıysanız aradığınız sayfa kaldırılmış, yeniden adlandırılmış veya geçici olarak kullanılamıyor olabilir.
uk: Якщо Ви натиснули на посилання, яке привело Вас до цієї сторінки, або Ви потрапили на цю сторінку через пошукові системи або закладки, цілком може бути, що сторінка, яку Ви шукаєте, була видалена, перейменована або тимчасово недоступна.
vi: Nếu bạn nhấp vào liên kết đưa bạn đến trang này hoặc bạn đã truy cập trang này thông qua công cụ tìm kiếm hoặc dấu trang, rất có thể trang bạn đang tìm kiếm đã bị xóa, đổi tên hoặc tạm thời không khả dụng.
zh_tw: 如果您點擊了此頁面的連結，或者您是經由搜尋引擎或書籤到達這個頁面，那麼可能是您正在尋找的頁面已被移除，重新命名或是暫時無法使用。

source: Please try one of the following methods to find the page you are looking for:
ca: Si us plau, proveu un dels següents mètodes per trobar la pàgina que esteu cercant:
cs: Pro nalezení stránky, kterou hledáte, zkuste jednu z následujících možností:
da: Prøv venligst en af de følgende metoder for at finde siden du leder efter:
de: Bitte versuchen Sie Folgendes, um die gewünschte Seite zu finden:
es: Intente uno de los siguientes métodos para encontrar la página que está buscando:
fr: Veuillez essayer l’une des méthodes suivantes pour trouver la page que vous cherchez :
gl: Probe cun dos seguintes métodos para atopar a páxina que está buscando:
he: אנא נסה את אחת השיטות הבאות על מנת למצוא את הדף שאתה מחפש:
id: Silakan coba salah satu metode berikut untuk menemukan halaman yang Anda cari:
it: Provare uno dei seguenti modi per trovare la pagina che si sta cercando:
ja: お探しのページを見つけるには、次のいずれかの方法を試してください:
kk: Іздеген бетті табу үшін келесі әдістердің бірін қолданып көріңіз:
lt: Norėdami rasti tą puslapį, pabandykite vieną iš šių būdų:
ms: Sila cuba salah satu dari kaedah berikut untuk mencari halaman yang anda mahu:
nb: Vennligst prøv en av følgende metoder for å finne siden du leter etter:
nl: Probeer een van de volgende methoden om de pagina die u zoekt:
oc: Se vos plai, ensajatz un dels metòdes seguents per trobar la pagina que cercatz :
pl: Aby odnaleźć poszukiwaną stronę, proszę wykonać następujące czynności:
pt: Por favor, tente um destes métodos para encontrar a página que procura:
pt_br: Tente um dos seguintes métodos para localizar a página que está procurando por:
ro: Încercați una dintre următoarele metode pentru a găsi pagina pe care o căutați:
ru: Чтобы найти вашу страницу, попробуйте один из следующих способов:
sq: Që të gjeni faqen që po kërkonit, ju lutemi provoni një nga metodat vijuese :
sr: Испробајте неки од следећих начина за проналажење жељене странице:
sv: Försök en av de följande metoderna för att hitta sidan du letar efter:
th: กรุณาลองใช้วิธีใดวิธีหนึ่งต่อไปนี้เพื่อหาหน้าเว็บที่คุณต้องการ:
tr: Aradığınız sayfayı bulmak için aşağıdaki yöntemlerden birini deneyin:
uk: Будь ласка, спробуйте один з наступних способів, щоб знайти сторінку, яку Ви шукаєте:
vi: Vui lòng thử một trong các phương pháp sau để tìm trang bạn đang tìm kiếm:
zh_tw: 請嘗試下列的其中一種方式找到您所要尋找的頁面：
