Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Thunar - Revamped Application Chooser Dialog
ca: Thunar - Diàleg de selecció d'aplicacions renovat
de: Thunar - Verbesserter Dialog zur Anwendungsauswahl
es: Thunar - Cuadro de diálogo de selección de aplicaciones renovado
gl: Thunar - Diálogo de selección de aplicacións renovado
he: Thunar - דו שיח משופץ בוחר יישומים
it: Thunar - Finestra rinnovata per la selezione delle applicazioni
kk: Thunar - Қолданбаны таңдаудың жаңартылған сұхбат терезесі
pl: Thunar – Odnowione okno dialogowe wyboru aplikacji
pt: Thunar - Janela do seletor de aplicações reformulada
pt_br: Thunar - Janela do seletor de aplicações reformulada
ro: Thunar - Dialog de selectare a aplicației modernizat
ru: Thunar — Обновленный Диалог Выбора Приложений
sq: Thunar - U ripunua Dialogu i Zgjedhësit të Aplikacioneve
sr: Тунар - преуређено прозорче за одабир програма
vi: Thunar - Hộp thoại chọn ứng dụng được cải tiến

source: Custom Actions
ca: Accions personalitzades
de: Benutzerdefinierte Aktionen
es: Acciones personalizadas
gl: Accións personalizadas
he: פעולות מותאמות אישית
it: Azioni personalizzate
kk: Пайдаланушы әрекеттері
lt: Tinkinti veiksmai
pl: Niestandardowe czynności
pt: Ações personalizadas
pt_br: Ações personalizadas
ro: Acțiuni personalizate
ru: Пользовательские Действия
sq: Veprime Vetjake
sr: Произвољне радње
sv: Anpassade åtgärder
uk: Особливі дії
vi: Hành động tùy chỉnh

source: It is now possible to arrange custom actions in cascading submenus. Just enter the same submenu name for a custom action in order to place it into the same menu. If you require multiple menu levels, you can achieve that by using '/' in the path of the 'Submenu' entry.
ca: Ara és possible organitzar accions personalitzades en submenús en cascada. Només cal introduir el mateix nom de submenú per a una acció personalitzada per tal de col·locar-la al mateix menú. Si necessiteu diversos nivells de menú, podeu aconseguir-ho utilitzant '/' en el camí de l'entrada 'Submenu'.
de: Es ist jetzt möglich, benutzerdefinierte Aktionen in kaskadierenden Untermenüs anzuordnen. Geben Sie einfach denselben Untermenünamen für eine benutzerdefinierte Aktion ein, um sie in demselben Menü zu platzieren. Wenn Sie mehrere Menüebenen benötigen, können Sie dies durch die Verwendung von "/" im Pfad des Eintrags "Untermenü" erreichen.
es: Ahora es posible organizar acciones personalizadas en submenús en cascada. Simplemente ingrese el mismo nombre del submenú para una acción personalizada para colocarla en el mismo menú. Si necesita varios niveles de menú, puede lograrlo usando '/' en la ruta de la entrada 'Submenú'.
gl: Agora é posíbel organizar as accións personalizadas en submenús en cascada. Só ten que introducir o mesmo nome do submenú para unha acción personalizada para colocala no mesmo menú. Se precisa de varios niveis de menú, pode conseguilo usando «/» na ruta da entrada «Submenú».
he: עכשיו ניתן לסדר פעולות מותאמות אישית בתת תפריטים מדורגים. פשוט הכנס את אותו שם תת תפריט לפעולה מותאמת אישית על מנת למקם אותה באותו תפריט. אם נדרשות רמות תפריט מרובות, ניתן לבצע זאת בעזרת '/' בנתיב של ערך 'תת תפריט'.
it: Ora è possibile organizzare le azioni personalizzate in sottomenu a cascata. Per farlo è sufficiente inserire lo stesso nome del sottomenu per un'azione personalizzata, al fine di inserirla nello stesso menu. Se si desiderano più livelli di menu, è possibile farlo utilizzando '/' nel percorso della voce 'Sottomenu'.
kk: Енді пайдаланушы әрекеттерін каскадты ішкі мәзірлерге орналастыруға болады. Пайдаланушы әрекетін бір мәзірге орналастыру үшін ол үшін бірдей ішкі мәзір атын енгізіңіз. Егер сізге мәзірдің бірнеше деңгейі қажет болса, оған 'Ішкі мәзір' жазбасының жолында '/' таңбасын пайдалану арқылы қол жеткізуге болады.
pl: Możliwe jest teraz organizowanie niestandardowych czynności w kaskadowych podmenu. Wystarczy wpisać tę samą nazwę podmenu dla czynności niestandardowej, aby umieścić ją w tym samym menu. Jeśli potrzebujesz wielu poziomów menu, możesz to osiągnąć, używając znaku „'/' w ścieżce wpisu 'Podmenu'.
pt: É agora possível organizar ações personalizadas em submenus em cascata. Basta introduzir o mesmo nome de submenu para uma ação personalizada, a fim de a colocar no mesmo menu. Se necessitar de vários níveis de menu, pode conseguir isso usando '/' no caminho da entrada do 'Submenu'.
pt_br: Agora é possível organizar ações personalizadas em submenus em cascata. Basta introduzir o mesmo nome de submenu para uma ação personalizada, a fim de a colocar no mesmo menu. Se necessitar de vários níveis de menu, pode conseguir isso usando '/' no caminho da entrada do 'Submenu'.
ro: Acum este posibilă aranjarea acțiunilor personalizate în submeniuri în cascadă. Trebuie doar să introduceți același nume de submeniu pentru o acțiune personalizată pentru a o plasa în același meniu. Dacă aveți nevoie de mai multe niveluri de meniu, puteți realiza acest lucru utilizând „/” în ruta intrării „Submeniu”.
ru: Теперь можно организовать пользовательские действия в каскадных подменю. Просто введите то же имя подменю для пользовательского действия, чтобы поместить его в то же меню. Если вам требуется несколько уровней меню, вы можете добиться этого, используя "/" в пути к записи "Подменю".
sq: Tanimë është e mundur të sistemohen veprimet vetjake në nënmenu njëra-mbi tjetrën. Thjesht jepni të njëjtin emër nënmenuje, për ta vendosur në të njëjtën nënmenu diçka. Nëse ju duhen nivele të shumta menuje, këtë mund ta arrini duke përdorur '/' te shtegu i zërit 'Nënmenu'.
sr: Сада је могуће уредити произвољне радње у силазним подизборницима. Само унесите исто име подизборника за произвољну радњу ради њеног смештаја у исти изборник. Ако ли желите вишеструке ступње изборника, то можете постићи коришћењем „/“ у потању уноса „подизборника“.
vi: Bây giờ có thể sắp xếp các hành động tùy chỉnh trong các menu con xếp tầng. Chỉ cần nhập cùng tên menu con cho một hành động tùy chỉnh để đặt nó vào cùng một menu. Nếu bạn yêu cầu nhiều cấp độ menu, bạn có thể đạt được điều đó bằng cách sử dụng '/' trong đường dẫn của mục nhập 'Menu phụ'.

source: Thunar - Custom Action Submenu
ca: Thunar - Submenú d'acció personalitzada
de: Thunar - Untermenü "Benutzerdefinierte Aktion"
es: Thunar - Submenú de acciones personalizadas
gl: Thunar - Submenú de acción personalizada
he: Thunar - תת תפריט פעולה מותאמת אישית
it: Thunar - Sottomenu delle azioni personalizzate
kk: Thunar - Пайдаланушы әрекетінің ішкі мәзірі
pl: Thunar – Podmenu czynności niestandardowych
pt: Thunar - Submenu de ações personalizadas
pt_br: Thunar - Submenu de ações personalizadas
ro: Thunar - Submeniu de acțiuni personalizate
ru: Thunar — Подменю Пользовательских Действий
sq: Nënmenu Veprimesh Vetjake
sr: Тунар - подизборник произвољних радњи
sv: Thunar - Anpassade åtgärder undermeny
uk: Thunar - Підменю особливих дій
vi: Thunar - Menu con hành động tùy chỉnh

source: Thunar - Custom Action Configuration Dialog
ca: Thunar - Diàleg de configuració d'accions personalitzades
de: Thunar - Dialog zur Konfiguration benutzerdefinierter Aktionen
es: Thunar - Diálogo de configuración de acción personalizada
gl: Thunar - Diálogo de configuración de acción personalizada
he: Thunar - דו שיח הגדרת פעולה מותאמת אישית
it: Thunar - Finestra per la configurazione di azioni personalizzate
kk: Thunar - Пайдаланушы әрекетін баптау сұхбат терезесі
pl: Thunar – Okno dialogowe konfiguracji czynności niestandardowych
pt: Thunar - Janela de configuração de ações personalizadas
pt_br: Thunar - Janela de configuração de ações personalizadas
ro: Thunar - Dialog de configurare a acțiunii personalizate
ru: Thunar — Диалоговое окно Настройки Пользовательских Действий
sq: Thunar - Dialog Formësimi Veprimesh Vetjake
sr: Тунар - прозорче подешавања произвољних радњи
uk: Thunar - Налаштування особливих дій
vi: Thunar - Hộp thoại cấu hình hành động tùy chỉnh

source: Preferences
ca: Preferències
de: Einstellungen
es: Preferencias
gl: Preferencias
he: העדפות
it: Preferenze
kk: Баптаулар
lt: Nuostatos
pl: Preferencje
pt: Preferências
pt_br: Preferências
ro: Preferințe
ru: Настройки
sq: Parapëlqime
sr: Поставке
sv: Inställningar
uk: Параметри
vi: Tùy chọn

source: The thumbnail settings in the preferences dialog got grouped together, and meanwhile it is possible to limit the file size for which thumbnails should be generated. That should mitigate possible performance issues by preventing thumbnail generation for huge video files.
ca: La configuració de les miniatures del diàleg de preferències s'ha agrupat, i mentrestant és possible limitar la mida del fitxer per al qual s'han de generar les miniatures. Això hauria de mitigar els possibles problemes de rendiment evitant la generació de miniatures per a fitxers de vídeo enormes.
de: Die Vorschaubildeinstellungen im Einstellungsdialog wurden zusammengefasst, und es ist nun möglich, die Dateigröße zu begrenzen, für die Vorschaubilder erzeugt werden sollen. Dies sollte mögliche Leistungsprobleme abmildern, indem die Erstellung von Miniaturansichten für große Videodateien verhindert wird.
es: Las configuraciones de miniaturas en el cuadro de diálogo de preferencias se agruparon y, mientras tanto, es posible limitar el tamaño del archivo para el cual se deben generar miniaturas. Esto debería mitigar posibles problemas de rendimiento al evitar la generación de miniaturas para archivos de vídeo de gran tamaño.
gl: As configuracións das miniaturas no diálogo de preferencias agrupouse e, mentres tanto, é posíbel limitar o tamaño do ficheiro para o que se deberían xerar as miniaturas. Isto debería mitigar posíbeis problemas de rendemento ao evitar a xeración de miniaturas para ficheiros de vídeo enormes.
he: הגדרות תמונות ממוזערות בדו שיח העדפות קובצו יחד, ובינתיים זה אפשרי להגביל את גודל הקובץ עבורו יוכנו תמונות ממוזערות. זה אמור לפתור בעיות ביצועים אפשריות על ידי מניעת הכנה של תמונות ממוזערות לקבצי וידאו ענקיים.
it: Le impostazioni delle miniature nella finestra delle preferenze sono state raggruppate, e nel frattempo è possibile limitare la dimensione del file per il quale devono essere generate le anteprime. Questo dovrebbe ridurre i possibili problemi di prestazioni, evitando la generazione di miniature per i file video di grandi dimensioni.
kk: Баптаулар сұхбат терезесіндегі нобай параметрлері топтастырылды және енді нобайлар жасалуы тиіс файл өлшемін шектеуге болады. Бұл үлкен видео файлдары үшін нобайлардың жасалуына жол бермеу арқылы өнімділік мәселелерін азайтуға тиіс.
pl: Ustawienia miniatur w oknie dialogowym preferencji zostały zgrupowane, a tymczasem możliwe jest ograniczenie rozmiaru pliku, dla którego mają być generowane miniatury. To powinno złagodzić możliwe problemy z wydajnością, zapobiegając generowaniu miniatur dla dużych plików wideo.
pt: As definições das miniaturas na janela de preferências foram agrupadas, e entretanto é possível limitar o tamanho do ficheiro para o qual as miniaturas devem ser geradas. Isto deverá mitigar possíveis problemas de desempenho, impedindo a geração de miniaturas para grandes ficheiros de vídeo.
pt_br: As definições das miniaturas na janela de preferências foram agrupadas, e entretanto é possível limitar o tamanho do arquivo para o qual as miniaturas devem ser geradas. Isto deverá mitigar possíveis problemas de desempenho, impedindo a geração de miniaturas para grandes arquivos de vídeo.
ro: Opțiunile pentru miniaturi din fereastra de dialog a preferințelor au fost grupate împreună și, între timp, este posibil să se limiteze dimensiunea fișierului pentru care ar trebui generate miniaturi. Acest lucru ar trebui să atenueze posibilele probleme de performanță prin prevenirea generării de miniaturi pentru fișiere video uriașe.
ru: Настройки эскизов в диалоговом окне настроек сгруппированы вместе, при этом можно ограничить размер файла, для которого должны создаваться эскизы. Это должно смягчить возможные проблемы с производительностью, предотвратив создание эскизов для огромных видеофайлов.
sq: Rregullimet për miniatura, te dialogu i parapëlqimeve, u grupuan tok dhe ndërkohë është e mundur të kufizohet madhësia e kartelave për të cilat duhen prodhuar miniatura. Kjo do të duhej të shmangte probleme funksionimi, duke penguar prodhim miniaturash për kartela video të stërmëdha.
sr: Поставке умањених сличица у прозорчету поставки доби заједничко груписање, а у међувремену је могуће ограничити величину датотеке до које ће умањене сличице бити образоване. То би требало да има за циљ заобилажење потешкоћа са учинком спречавањем образовања умањених сличица великих снимака видеа.
uk: Параметри мініатюр у діалоговому вікні налаштувань згруповано разом, і тим часом можна обмежити розмір файлу, для якого мають створюватися мініатюри. Це повинно зменшити можливі проблеми з продуктивністю, запобігаючи створенню мініатюр для великих відеофайлів
vi: Cài đặt hình thu nhỏ trong hộp thoại tùy chọn đã được nhóm lại với nhau và đồng thời có thể giới hạn kích thước tệp để tạo hình thu nhỏ. Điều đó sẽ giảm thiểu các vấn đề về hiệu suất có thể xảy ra bằng cách ngăn chặn việc tạo hình thu nhỏ cho các tệp video lớn.

source: Thunar - Thumbnail Preferences
ca: Thunar - Preferències de miniatures
de: Thunar - Voreinstellungen für Vorschaubilder
es: Thunar - Preferencias de Miniaturas
gl: Thunar - Preferencias de miniaturas
he: Thunar - העדפות תמונות ממוזערות
it: Thunar - Preferenze sulle miniature
kk: Thunar - Нобай баптаулары
pl: Thunar – Preferencje miniatur
pt: Thunar - Preferências de miniaturas
pt_br: Thunar - Preferências de miniaturas
ro: Thunar - Preferințe pentru miniaturi
ru: Thunar – Настройки Эскизов
sq: Thunar - Parapëlqime Miniaturash
sr: Тунар - поставке умањених сличица
uk: Thunar - Налаштування мініатюр
vi: Thunar - Tùy chọn hình thu nhỏ

source: File transfer operations optionally can use *.partial~ as an intermediate file now. After a transfer operation, there is now the option to verify the file checksums in order to make sure that no single bit got corrupted. Note that the checksum feature will require some extra time during copy when activated.
ca: Les operacions de transferència de fitxers opcionalment ara poden utilitzar *.partial com a fitxer intermedi. Després d'una operació de transferència, ara hi ha l'opció de verificar les sumes de verificació dels fitxers per tal d'assegurar-se que cap bit es va corrompre. Tingueu en compte que la funció de suma de verificació requerirà un temps extra durant la còpia quan estigui activada.
de: Dateiübertragungsoperationen können nun optional *.partial~ als Zwischendatei verwenden. Nach einem Übertragungsvorgang gibt es nun die Möglichkeit, die Prüfsummen der Dateien zu überprüfen, um sicherzustellen, dass kein einziges Bit beschädigt wurde. Beachten Sie, dass die Prüfsummenfunktion beim Kopieren etwas zusätzliche Zeit benötigt, wenn sie aktiviert ist.
es: Las operaciones de transferencia de archivos ahora pueden usar opcionalmente *.parcial~ como archivo intermedio. Después de una operación de transferencia, ahora existe la opción de verificar las sumas de verificación del archivo para asegurarse de que ningún bit se haya dañado. Tenga en cuenta que la función de suma de comprobación requerirá algo de tiempo adicional durante la copia cuando esté activada.
gl: Opcionalmente, as operacións de transferencia de ficheiros poden usar agora *.partial~ como ficheiro intermedio. Despois dunha operación de transferencia, agora existe a opción de verificar as sumas de comprobación do ficheiro para asegurarse de que ningún bit se corrompiu. Teña en conta que a función de suma de comprobación requirirá un tempo extra durante a copia cando estea activada.
he: פעולות העברת קבצים יכולות להשתמש עכשיו ב-*.partial~ כקובץ ביניים. לאחר פעולת העברה, יש עכשיו אפשרות לאמת checksums של קובץ כדי לוודא שאף ביט לא נפגם. שים לב שמאפיין checksums ידרוש זמן נוסף במהלך העתקה כאשר מופעל.
it: Operazioni di trasferimento dei file ora possono usare opzionalmente un file intermediario del tipo "*.partial~". Dopo una operazione di trasferimento, ora è possibile abilitare l'opzione per verificare l'integrità dei file per assicurarsi che nessun bit è stato corrotto. NB: la verifica dell'integrità potrebbe richiedere ulteriore tempo durante l'operazione di copia, quando è attiva.
kk: Файлдарды тасымалдау операциялары енді таңдау бойынша аралық файл ретінде *.partial~ файлын пайдалана алады. Тасымалдау операциясынан кейін бірде-бір бит зақымдалмағанына көз жеткізу үшін файлдың бақылау сомаларын тексеру опциясы бар. Бақылау сомасы функциясы іске қосылған кезде көшіру кезінде қосымша уақытты тап ететінін ескеріңіз.
pl: Operacje przesyłania plików mogą teraz opcjonalnie używać *.partial~ jako pliku pośredniego. Po operacji przesyłania dostępna jest teraz opcja weryfikacji sum kontrolnych plików, aby upewnić się, że żaden pojedynczy bit nie został uszkodzony. Należy pamiętać, że funkcja sumy kontrolnej będzie wymagać trochę więcej czasu podczas kopiowania, gdy zostanie aktywowana.
pt: Opcionalmente, as operações de transferência de ficheiros podem agora utilizar *.partial~ como ficheiro intermédio. Após uma operação de transferência, existe agora a opção de verificar os "checksums" do ficheiro, a fim de garantir que nenhum bit foi corrompido. Note-se que a funcionalidade de "checksum" irá requerer algum tempo extra durante a cópia quando ativada.
pt_br: Opcionalmente, agora as operações de transferência de arquivos podem utilizar *.partial~ como arquivo intermediário. Após uma operação de transferência, existe agora a opção de verificar os "checksums" do arquivo, a fim de garantir que nenhum bit foi corrompido. Note-se que a funcionalidade de "checksum" irá requerer algum tempo extra durante a cópia quando ativada.
ro: Operațiile de transfer de fișiere pot utiliza opțional *.partial~ ca fișier intermediar. După o operație de transfer, există acum opțiunea de a verifica sumele de control ale fișierelor pentru a vă asigura că niciun bit nu a fost corupt. Rețineți că, atunci când este activată, funcția de sumă de control va necesita ceva timp suplimentar în timpul copierii.
ru: Операции передачи файлов теперь опционально могут использовать *.partial~ в качестве промежуточного файла. После операции передачи теперь есть возможность проверить контрольные суммы файла, чтобы убедиться, что ни один бит не был поврежден. Обратите внимание, что функция контрольной суммы потребует дополнительного времени во время копирования, если она активирована.
sq: Veprimet për shpërngulje kartelash tani mund të përdorin, në u dashtë, *.partial~ si një kartelë ndërmjetëse. Pas një veprimi shpërnguljeje, tani ka një mundësi të verifikohen checksum-e kartelash, me qëllim për t’u siguruar se s’u korruptua as edhe një bit i vetëm. Kini parasysh se veçoria <em>checksum</e> do të dojë ca kohë shtesë gjatë kopjimit, kur aktivizohet.
sr: Радње преноса датотека сада могу да користе *.partial~ као посредну датотеку. Након радње преноса, сада постоји могућност збрине провере са циљем провере исправности до последњег бита. Могућност збирне провере датотеке ће захтевати додатно време приликом умножавања када је она покренута.
uk: Операції передачі файлів тепер додатково можуть використовувати *.partial~ як проміжний файл. Після операції передачі тепер є можливість перевірити контрольні суми файлу, щоб переконатися, що жоден біт не пошкоджено. Зауважте, що в разі активації можливості контрольної суми знадобиться додатковий час для копіювання.
vi: Hiện tại, các thao tác truyền tệp có thể tùy chọn sử dụng *.partial~ làm tệp trung gian. Sau thao tác truyền, giờ đây có tùy chọn xác minh tổng kiểm tra tệp để đảm bảo rằng không có bit nào bị hỏng. Lưu ý rằng tính năng tổng kiểm tra sẽ cần thêm thời gian trong quá trình sao chép khi được kích hoạt.

source: Thunar - File Transfer Preferences
ca: Thunar - Preferències de transferència de fitxers
de: Thunar - Dateiübertragungseinstellungen
es: Thunar - Preferencias de transferencia de archivos
gl: Thunar - Preferencias de transferencia de ficheiros
he: Thunar - העדפות העברת קבצים
it: Thunar - Preferenze sul trasferimento dei file
kk: Thunar - Файлдарды тасымалдау баптаулары
pl: Thunar – Preferencje przesyłania plików
pt: Thunar - Preferências de transferência de ficheiros
pt_br: Thunar - Preferências de transferência de arquivos
ro: Thunar - Preferințe pentru transferul de fișiere
ru: Thunar — Настройки Передачи Файлов
sq: Thunar - Parapëlqime Shpërnguljesh Kartelash
sr: Тунар - поставке преноса датотека
uk: Thunar - Налаштування передачі файлів
vi: Thunar - Tùy chọn truyền tệp

source: For more information on the new file transfer options, check the <a href="https://dev.ikx.kr/GSOC-5th/">related blog post</a>.
ca: Per a més informació sobre les noves opcions de transferència de fitxers, consulteu l'entrada <a href="https://dev.ikx.kr/GSOC-5th/">relacionada amb el blog</a>.
de: Weitere Informationen zu den neuen Dateiübertragungsoptionen finden Sie im <a href="https://dev.ikx.kr/GSOC-5th/">zugehörigen Blogbeitrag</a>.
es: Para más información sobre las nuevas opciones de transferencia de archivos, consulte la <a href="https://dev.ikx.kr/GSOC-5th/">publicación del blog relacionada</a>.
gl: Para obter máis información sobre as novas opcións de transferencia de ficheiros, consulte a <a href="https://dev.ikx.kr/GSOC-5th/">publicación do blog relacionada</a>.
he: למידע נוסף על אפשרויות העברת קבצים חדשות, בדוק את <a href="https://dev.ikx.kr/GSOC-5th/">פוסט הבלוג הקשור</a>.
it: Per ulteriori informazioni sulle nuove opzioni di trasferimento dei file, consultare il <a href="https://dev.ikx.kr/GSOC-5th/">relativo articolo sul blog</a>.
kk: Файлдарды тасымалдаудың жаңа опциялары туралы қосымша ақпарат алу үшін <a href="https://dev.ikx.kr/GSOC-5th/">тиісті блог жазбасын</a> қараңыз.
pl: Aby uzyskać więcej informacji na temat nowych opcji przesyłania plików, sprawdź <a href="https://dev.ikx.kr/GSOC-5th/">powiązany wpis na blogu</a>.
pt: Para mais informações sobre as novas opções de transferência de ficheiros, veja a <a href="https://dev.ikx.kr/GSOC-5th/">respectiva publicação no blogue</a>.
pt_br: Para mais informações sobre as novas opções de transferência de arquivos, veja a <a href="https://dev.ikx.kr/GSOC-5th/">respectiva publicação no blog</a>.
ro: Pentru mai multe informații cu privire la noile opțiuni de transfer de fișiere, consultați <a href="https://dev.ikx.kr/GSOC-5th/">punctul din blog aferent</a>.
ru: Для получения дополнительной информации о новых параметрах передачи файлов ознакомьтесь с <a href="https://dev.ikx.kr/GSOC-5th/">соответствующей записью в блоге</a>.
sq: Për më tepër hollësi mbi mundësitë e reja për shpërngulje kartelash, shihni <a href="https://dev.ikx.kr/GSOC-5th/">postimin përkatës te blogu</a>.
sr: За додатне податке о могућностима преноса датотека, погледајте <a href="https://dev.ikx.kr/GSOC-5th/">одговарајући чланак блога</a>.
vi: Để biết thêm thông tin về các tùy chọn chuyển tệp mới, hãy xem <a href="https://dev.ikx.kr/GSOC-5th/">bài đăng blog liên quan</a>.
