Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: If you own a blog or website you can greatly help by spreading the word and encouraging new users to give Xfce a try. If you have a Mastodon or Twitter account you can also help by reposting any announcements we make to help us reach a larger audience.
ca: Si teniu un blog o un lloc web podeu ajudar-vos molt difonent la paraula i animant els nous usuaris a donar-li a Xfce un intent. Si tens un compte de Mastodon o Twitter també pots ajudar-te enviant qualsevol anunci que fem per ajudar-nos a arribar a un públic més gran.
es: Si tienes un blog o un sitio web, puedes ayudar enormemente haciendo correr la voz y animando a nuevos usuarios a probar Xfce. Si tiene una cuenta de Mastodon o Twitter, también puede ayudar volviendo a publicar cualquier anuncio que hagamos para ayudarnos a llegar a una audiencia más amplia.
gl: Se ten unha bitácora ou un sitio web, pode axudar a difundir falando e animando aos novos usuarios a dar unha oportunidade ao Xfce. Se ten unha conta de Mastodom ou Twitter tamén pode axudar respondendo aos anuncios que realizamos para axudarnos a chegar un público máis amplo.
he: אם יש לך בלוג או אתר אתה יכול לעזור מאוד על ידי פרסום ועידוד משתמשים חדשים לנסות את Xfce. אם יש לך חשבון Mastodon או Twitter אתה יכול לעזור גם בפרסום חוזר של הכרזות שאנו עושים כדי לעזור לנו להגיע לקהל גדול יותר.
it: Se si possiede un blog o un sito web, si può aiutare pubblicizzando Xfce e incoraggiando i nuovi utenti a provare Xfce. Se si possiede un account Mastodon o Twitter, si può contribuire anche inviando qualsiasi annuncio relativo a Xfce al fine di raggiungere un pubblico più ampio.
kk: Егер сіздің блогыңыз немесе веб-сайтыңыз болса, ақпарат тарату және жаңа пайдаланушыларды Xfce-ні байқап көруге шақыру арқылы үлкен көмек көрсете аласыз. Егер сізде Mastodon немесе Twitter тіркелгіңіз болса, үлкенірек аудиторияға жетуімізге көмектесу үшін біз жариялаған кез келген хабарландыруларды бөлісу арқылы да көмектесе аласыз.
pl: Jeśli masz blog lub witrynę internetową, możesz bardzo pomóc, rozpowszechniając informacje i zachęcając nowych użytkowników do wypróbowania Xfce. Jeśli masz konto na Mastodonie lub na Twitterze, możesz również pomóc, publikując wszelkie nasze ogłoszenia, aby pomóc nam dotrzeć do większej liczby odbiorców.
pt: Se possuir um blogue ou página web pode espalhar a mensagem e encorajar alguns utilizadores a experimentarem o Xfce. Se possuir uma conta Mastodon ou Twitter, também pode efetuar publicações dos nossos anúncios e ajudar-nos a chegar a mais utilizadores.
pt_br: Se tiver um blog ou site, pode divulgar e encorajar novos usuários a experimentarem o Xfce. Caso tenha uma conta Mastodon ou Twitter, também pode repostar nossos anúncios e ajudar-nos a divulgar o projeto.
ro: Dacă dețineți un blog sau un sit web, ne puteți ajuta foarte mult prin răspândirea veștii și încurajarea noilor utilizatori să încerce Xfce. Dacă aveți un cont Mastodon sau Twitter, puteți ajuta, de asemenea, prin republicarea oricăror anunțuri pe care le facem pentru a ne ajuta să ajungem la un public mai larg.
ru: Если у вас есть блог или веб-сайт, вы можете очень помочь, распространяя информацию и поощряя новых пользователей попробовать Xfce. Если у вас есть аккаунт Mastodon или Twitter, вы также можете помочь, размещая любые объявления, которые мы делаем, чтобы помочь нам охватить более широкую аудиторию.
sq: Nëse keni një blog, ose një sajt, mund të ndihmoni shumë mirë në përhapjen e fjalës dhe nxitjen e përdoruesve të rinj të provojnë Xfce-në. Nëse keni një llogari Mastodon, apo Twitter, mundeni sërish të ndihmoni, duke ripostuar njoftimet që bëjmë, për të na ndihmuar të mbërrijmë te një publik më i gjerë.
sr: Уколико имате блог или странице веба, можете прилично помоћи ширећи новости и охрабрујући нове кориснике да пробају ИксФЦЕ. Уколико имате налоге Мастодона или Твитера такође можете помоћи преношењем било које наше најаве ради помоћи нама да задобијемо шири круг слушалаца.
vi: Nếu bạn sở hữu một blog hoặc trang web, bạn có thể giúp ích rất nhiều bằng cách truyền bá và khuyến khích người dùng mới dùng thử Xfce. Nếu bạn có tài khoản Mastodon hoặc Twitter, bạn cũng có thể trợ giúp bằng cách đăng lại bất kỳ thông báo nào chúng tôi đưa ra để giúp chúng tôi tiếp cận lượng khán giả lớn hơn.

source: Bug Reporting and testing
ca: Reportant errades i provant-lo
cs: Hlášení chyb a testování
da: Fejlrapportering og test
de: Melden von Fehlern und Testen
es: Informe de errores y pruebas
fr: Rapports de bogues et tests
gl: Informando de fallos e facendo probas
he: דיווח ובדיקת באגים
id: Pelaporan Kutu dan pengujian
it: Segnalazione di bug e testing
ja: バグの報告とテスト
kk: Қателер туралы хабарлау және тестілеу
lt: Pranešimas apie klaidas ir testavimas
ms: Pelaporan Pepijat dan pengujian
nb: Feilrapportering og testing
oc: Rapòrts de bug e tèsts
pl: Zgłaszanie błędów i testowanie
pt: Reporte de erros e testes
pt_br: Relatando bugs e testando
ro: Raportarea problemelor și testarea
ru: Сообщение об ошибках и тестирование
sq: Njoftim të Metash dhe prova
sr: Пријава буба и пробање
sv: Felrapportering och testning
th: การทดสอบและรายงานบั๊ก
tr: Hata Bildirimi ve Sınama
uk: Повідомлення про вади і тестування
vi: Báo cáo lỗi và kiểm tra
zh_tw: 臭蟲回報與測試

source: One of the most useful tasks that we rely on the community for is testing and reporting of bugs. Since Xfce runs on various platform and in a lot of different setups, testing all changes in every possible situation is an impossible task. As such we kindly ask users to assist in testing, and reporting all bugs they may find, using our <a href="https://gitlab.xfce.org" class="external">bug tracker</a>.
ca: Una de les tasques més útils per a les quals confiem en la comunitat és provar i informar d'errors. Atès que Xfce funciona en diverses plataformes i en moltes configuracions diferents, provar tots els canvis en totes les situacions possibles és una tasca impossible. Com a tal, demanem als usuaris que ajudin en les proves i informin de tots els errors que puguin trobar, utilitzant el nostre <a href="https://gitlab.xfce.org" class="external">bug tracker</a>.
da: En af de mest nyttige opgaver som vi beror på fællesskabet er testning og rapportering af fejl. Eftersom Xfce kører på adskillige platforme og på mange forskellige opsætninger, er det en umulig opgave at teste ændringer i alle tænkelige situationer. I og for sig anmoder vi venligst vores brugere om at assistere med testning og rapportering af alle fejl de måtte finde, ved at bruge vores <a href="https://gitlab.xfce.org" class="external">bug tracker</a>.
de: Eine der nützlichsten Aufgaben, bei denen wir auf die Community angewiesen sind, ist das Testen und Melden von Fehlern. Da Xfce auf verschiedenen Plattformen und in vielen verschiedenen Konfigurationen läuft, ist das Testen aller Änderungen in jeder möglichen Situation eine unmögliche Aufgabe. Daher bitten wir die Benutzer, beim Testen zu helfen und alle Fehler, die sie finden, in unserem <a href="https://gitlab.xfce.org" class="external">bug tracker</a> zu melden.
es: Una de las tareas más útiles para las que confiamos en la comunidad es probar y reportar errores. Dado que Xfce se ejecuta en varias plataformas y en muchas configuraciones diferentes, probar todos los cambios en cada situación posible es una tarea imposible. Como tal, pedimos amablemente a los usuarios que ayuden a probar e informar todos los errores que puedan encontrar, utilizando nuestro <a href="https://gitlab.xfce.org" class="external">rastreador de errores</a>.
gl: Unha das tarefas máis útiles que confiamos na comunidade é a realización de probas e os informes de fallos. Dado que o Xfce funciona en varias plataformas e en moitas configuracións diferentes, probar todos os cambios en todas as situacións posíbeis é unha tarefa imposíbel. Por iso, solicitamos aos usuarios que axuden a probar e informen sobre todos os fallos que poidan atopar, utilizando o noso <a href="https://gitlab.xfce.org" class="external">rastrexador de fallos</a>.
he: אחת המשימות השימושיות ביותר שאנו סומכים בה על הקהילה היא בדיקה ודיווח של באגים. מאחר ש-Xfce פועלת על פלטפורמות שונות בהרבה התקנות שונות, בדיקת כל השינויים בכל מצב אפשרי היא משימה בלתי אפשרית. לכן אנו מבקשים מהמשתמשים לעזור בבדיקה ולדווח על כל באג שהם מוצאים, בעזרת <a href="https://gitlab.xfce.org" class="external">עוקב הבאגים</a> שלנו.
id: Salah satu tugas yang sangat berguna di mana kami mengandalkan komunitas adalah pengujian dan pelaporan kutu. Karena Xfce berjalan pada berbagai platform dan dengan beragam setelan yang berbeda, pengujian seluruh perubahan dalam setiap situasi yang mungkin adalah tugas yang tidak mungkin dilakukan. Oleh karena itu, kami mengajak para pengguna untuk membantu kami dalam pengujian, dan melaporkan kutu yang ditemukan, menggunakan <a href="https://gitlab.xfce.org" class="external">pelacak kutu</a> kami.
it: Una delle attività più utili per cui ci affidiamo alla comunità è quella di testare e segnalare bug. In quanto Xfce viene eseguito su varie piattaforme e su un sacco di setup diversi, testare tutti i cambiamenti in ogni situazione possibile è una cosa impossibile. Quindi noi chiediamo gentilmente agli utenti di dare una mano nel testing, e segnalare tutti i bug che potrebbero trovare, usando il nostro <a href="https://gitlab.xfce.org" class="external">tracciamento di bug</a>.
ja: 私たちがコミュニティにお願いしている最も大切な作業の１つは、バグのテストと報告です。Xfce は様々なプラットフォームで動作し、多くの異なるセットアップで動作するため、考え得るあらゆる状況ですべての変更をテストするのは不可能な作業です。そのため、ユーザーの皆さんには、テストのご協力と、発見したバグを<a href="https://gitlab.xfce.org" class="external">バグトラッカー</a>で報告していただくようお願いします。
kk: Қауымдастыққа сенім артатын ең пайдалы тапсырмалардың бірі — тестілеу және қателер туралы хабарлау. Xfce әртүрлі платформаларда және көптеген әртүрлі баптауларда жұмыс істейтіндіктен, барлық өзгерістерді әрбір мүмкін жағдайда тестілеу мүмкін емес міндет. Сондықтан пайдаланушылардан біздің <a href="https://gitlab.xfce.org" class="external">қателер трекерін</a> пайдаланып, тестілеуге көмектесуді және табылған барлық қателер туралы хабарлауды сұраймыз.
pl: Jednym z najważniejszych zadań, jakie wykonuje społeczność, jest testowanie oprogramowania i zgłaszanie błędów. Środowisko graficzne Xfce działa na różnych platformach i w wielu konfiguracjach. Przetestowanie wszystkich wprowadzanych zmian, we wszystkich możliwych okolicznościach jest niewykonalne. Dlatego prosimy o pomoc w testowaniu oprogramowania i zgłaszanie wszystkich napotkanych błędów, przy użyciu naszego <a href="https://gitlab.xfce.org" class="external">narzędzia śledzenia błędów</a>.
pt: Uma das tarefas mais úteis nas quais contamos com a comunidade é testar e reportar erros. Uma vez que o Xfce funciona em várias plataformas e em muitas configurações diferentes, testar todas as alterações em todas as situações possíveis é uma tarefa impossível. Como tal, pedimos amavelmente aos utilizadores que nos ajudem a testar, e a reportar todos os erros que possam encontrar, utilizando o nosso <a href="https://gitlab.xfce.org" class="external">rastreio erros</a>.
pt_br: Uma das tarefas mais úteis nas quais contamos com a comunidade é testar e relatar bugs. Como o Xfce roda em várias plataformas e em muitas configurações diferentes, testar todas as mudanças em todas as situações possíveis é uma tarefa impossível. Como tal, pedimos aos usuários que ajudem nos testes e relatem todos os bugs que possam encontrar, usando nosso <a href="https://gitlab.xfce.org" class="external">rastreador de bug</a>.
ro: Una dintre cele mai utile sarcini pentru care ne bazăm pe comunitate este testarea și raportarea erorilor. Deoarece Xfce rulează pe diferite platforme și într-o mulțime de configurații diferite, testarea tuturor modificărilor în fiecare situație posibilă este o sarcină imposibilă. Ca atare, rugăm utilizatorii să ajute la testare și să raporteze toate erorile pe care le pot găsi, utilizând <a href="https://gitlab.xfce.org" class="external">sistemul nostru de urmărire a erorilor</a>.
ru: Одной из самых полезных задач, в решении которых мы полагаемся на сообщество, является тестирование и сообщение об ошибках. Поскольку Xfce работает на разных платформах и во множестве различных настроек, тестирование всех изменений во всех возможных ситуациях — невыполнимая задача. Поэтому мы просим пользователей помочь в тестировании и сообщать обо всех ошибках, которые они могут найти, используя наш <a href="https://gitlab.xfce.org" class="external">трекер ошибок</a>.
sq: Një nga punët më të dobishme për të cilën bazohemi te bashkësia është testimi dhe njoftimi i të metave. Ngaqë Xfce-ja xhiron në platforma të ndryshme dhe nën një numër të madh ujdisjesh sistemi, testimi i krejt ndryshimeve në çdo situatë të mundshme është një punë e pamundur. Si e tillë, u kërkojmë me dashamirësi përdoruesve të ndihmojnë në testimin, dhe raportimin e krejt të metave që mund të gjejnë, duke përdorur <a href="https://gitlab.xfce.org" class="external">ndjekësin tonë të të metave</a>.
sr: Један од најкориснијих задатака на који се ослањамо на заједницу је пробање и пријава грешака. Пошто ИксФЦЕ гони различите платформе и разне поставке, проба свих измена у сваком могућем стању је немогућ задатак. Пошто је тако, љубазно молимо кориснике да помажу у пробању, и пријављивању свих грешака на које могу наићи, користећи нашег <a href="https://gitlab.xfce.org" class="external">буболовца</a>.
sv: En av de nyttigaste uppgifter som vi förlitar oss på gemenskapen för är testande och inrapportering av fel. Eftersom Xfce körs på flera olika plattformar och i flera olika system är det omöjligt att testa alla ändringar i alla möjliga miljöer. Därför ber vi våra användare att hjälpa till med tester, och att rapportera alla fel de hittar, via vår <a href="https://gitlab.xfce.org" class="external">felspårare</a>.
th: งานหนึ่งที่เป็นประโยชน์ที่สุดที่เราอาศัยชุมชนช่วยเหลือ ก็คือการทดสอบและรายงานบั๊ก เนื่องจาก Xfce ทำงานบนแพลตฟอร์มหลากหลาย และด้วยการตั้งค่าที่แตกต่างกัน การทดสอบการเปลี่ยนแปลงทุกรายการในทุกสภาวะจึงเป็นสิ่งที่เป็นไปไม่ได้เลย ดังนั้น เราจึงขอให้ผู้ใช้ของเราโปรดช่วยทดสอบและรายงานบั๊กทั้งหมดที่พบ โดยใช้ <a href="https://gitlab.xfce.org" class="external">ระบบติดตามบั๊ก</a> ของเรา
vi: Một trong những nhiệm vụ hữu ích nhất mà chúng tôi trông cậy vào cộng đồng là kiểm tra và báo cáo lỗi. Vì Xfce chạy trên nhiều nền tảng khác nhau và trong nhiều thiết lập khác nhau nên việc kiểm tra tất cả các thay đổi trong mọi tình huống có thể xảy ra là một nhiệm vụ bất khả thi. Vì vậy, chúng tôi vui lòng yêu cầu người dùng hỗ trợ kiểm tra và báo cáo tất cả các lỗi họ có thể tìm thấy bằng cách sử dụng <a href="https://gitlab.xfce.org" class="external">trình theo dõi lỗi</a> của chúng tôi.

source: Once a bug has been found, the cause of the bug needs to be tracked down, and then (obviously) fixed. If you want to get involved in the actual development process of Xfce a great way to start is by solving bugs and then submitting a patch file.
ca: Un cop s'ha trobat un error, cal fer un seguiment de la causa de l'error i després (òbviament) corregir-lo. Si voleu involucrar-vos en el procés de desenvolupament real de l'Xfce, una bona manera de començar és resolent errors i després enviant un fitxer de pedaç.
cs: V okamžiku nalezení chyby je potřeba tuto chybu sledovat a poté - jak už je zřejmé - opravit. Pokud se chcete zapojit do skutečného vývojového procesu Xfce, je řešení chyb a zasílání opravných souborů skvělým začátkem.
da: Når en fejl er fundet, skal årsagen til fejlen findes og så (selvfølgelig) rettes. Hvis du vil deltage i selve udviklingsprocessen af Xfce, er en god måde at begynde, at løse fejl og så indsende en patch-fil.
de: Sobald ein Fehler gefunden wurde, muss die Ursache des Fehlers aufgespürt und (offensichtlich) behoben werden. Falls Sie am eigentlichen Entwicklungsprozess von Xfce teilnehmen wollen, ist das Beheben von Fehlern und die Übermittlung der Patch-Datei ein guter Anfang.
es: Una vez encontrado un error, hay que localizar su causa y (obviamente) solucionarlo. Si quiere involucrarse en el proceso de desarrollo de Xfce, un buen modo de empezar es resolviendo errores y enviando un parche.
fr: Une fois un bogue trouvé, sa cause doit être déterminée, puis (évidemment) corrigée. Si vous souhaitez vous impliquer dans le processus de développement de Xfce, résoudre les bogues et proposer des correctifs est un excellent moyen de commencer.
gl: Unha vez que se atopou un fallo, debe rastrexar a causa e logo (obviamente) corrixir o fallo. Se quere involucrarse no proceso de desenvolvemento real do Xfce, unha boa forma de comezar é resolvendo fallos e enviar un ficheiro de parche.
he: ברגע שבאג מתגלה, צריך לאתר את הסיבה לבאג, ואז (מן הסתם) לתקן אותו. אם אתה רוצה להיות מעורב בתהליך הפיתוח המעשי של Xfce דרך נהדרת להתחיל היא על ידי פתירת באגים ואז לשלוח קובץ patch.
id: Saat kutu program dijumpai, penyebab permasalahan itu perlu ditelusuri dan tentunya diperbaiki dengan mengirimkan berkas revisinya. Melakukan hal ini adalah salah satu cara terbaik untuk ikut serta dalam proses pengembangan Xfce, jika Anda tertarik.
it: Una volta che il bug è stato trovato, la causa deve essere identificata, e ovviamente corretta. Per partecipare al processo di sviluppo vero e proprio di Xfce, il modo migliore per iniziare consiste nel correggere i bug e inviando una patch.
ja: バグが見つかったら、その原因を突き止めなければ (完全には) 修正されません。あなたが Xfce の実際の開発に携わりたいなら、バグを修正するパッチを作成してそれを私たちに送ることはとても良い手段になります。
kk: Қате табылғаннан кейін оның себебін анықтау керек, содан кейін (әрине) түзету керек. Егер сіз Xfce-нің нақты әзірлеу процесіне қатысқыңыз келсе, жұмысты бастаудың жақсы жолы — қателерді шешу және патч файлын жіберу.
lt: Kai klaida rasta, reikia nustatyti klaidos priežastį ir tada ištaisyti. Jei norite prisidėti prie tikrojo kūrimo proceso, puiki pradžia yra klaidų sprendimas, taisymas ir pataisų kūrimas.
ms: Apabila sesebuah pepijat ditemui, punca pepijat tersebut perlu dijejak, dan kemudian (semestinya) dibaiki. Jika anda mahu terlibat dalam kerja-kerja pembangunan Xfce sebegini, ia boleh dilakukan dengan menyelesaikan pepijat tersebut dan kemudian menghantar fail tampalannya.
nb: Når en feil er blitt funnet så må årsaken til feilen spores opp, og deretter (selvsagt) løses. Hvis du ønsker å bli involvert i selve utviklingsprosessen av Xfce så er det en flott måte å starte ved å løse feil og deretter sende inn en patch-fil.
oc: Un còp qu'un bug es estat trobat, la causa de l'anomalia deu èsser tracada, puèi (evidentament) corregida. Se volètz vos implicar dins lo processus de desvolopament real de Xfce, un excellent biais de començar es de resòlvre los bugs e puèi de sometre un fichièr patch.
pl: Po napotkaniu awarii programu, należy odnaleźć jej przyczynę i (oczywiście) ją zlikwidować. Wszyscy, którzy chcą wziąć udział w procesie tworzenia oprogramowania, mogą zacząć od usuwania błędów i wysyłania nam poprawek kodu.
pt: Assim que um bug é encontrado, a causa do bug tem de ser descoberta, e depois (obviamente) corrigida. Se quer envolver-se no processo de desenvolvimento do Xfce, uma excelente maneira de começar é resolvendo bugs e submetendo um patch.
pt_br: Assim que o bug for encontrado, sua causa precisa ser rastreada e (obviamente) corrigida. Se quiser se envolver no processo de desenvolvimento do Xfce, uma ótima forma para iniciar é resolvendo bugs e então enviando um arquivo patch.
ro: Odată ce a fost găsită o eroare, cauza acesteia trebuie să fie depistată și apoi (evident) rezolvată. Dacă doriți să vă implicați în procesul real de dezvoltare a Xfce, o modalitate excelentă de a începe este rezolvarea erorilor și apoi trimiterea unui fișier de corecție (*.patch).
ru: После того, как ошибка найдена, нужно отследить её причину и, разумеется, исправить. Если вы хотите принять реальное участие в процессе разработки Xfce, отличный способ включиться в него — это устранение ошибок и отправление нам файлов с патчами.
sq: Kur gjendet një e metë, lypset të zbulohet shkaku i të metës, dhe mandej (kuptohet) të ndreqet. Nëse doni të përfshiheni në procesin faktik të zhvillimit të Xfce-së, një rrugë e mirë është t’i filloni duke zgjidhur të meta dhe duke parashtruar mandej një kartelë arnimi.
sr: Када се пронађе грешка, треба пронаћи узрок грешке, и тада (очигледно) исправити. Ако желите да се прикључите у стварни поступак развоја ИксФЦЕ-а, одличан начин за почетак је решавање грешака и достављање датотека закрпа.
sv: Då ett fel har hittats, måste orsaken till felet spåras, och därefter (självklart) fixas. Om du vill engagera dig i den faktiska utvecklingsprocessen av Xfce är ett bra sätt att börja att rätta till fel och sedan inkomma med en korrigeringsfil.
th: เมื่อพบบั๊กหนึ่งๆ ก็จะต้องมีการแกะรอยหาสาเหตุและ (แน่นอน) แก้บั๊ก ถ้าคุณต้องการมีส่วนร่วมในกระบวนการพัฒนาจริงของ Xfce วิธีที่ดีมากวิธีหนึ่งที่จะเริ่มก็คือการแก้บั๊กและเสนอแพตช์
tr: Bir hata bulunduktan sonra, hata nedeni aşağı doğru izlenmelidir ve sonra (tabii ki) düzeltilmelidir.Eğer Xfce gerçek gelişme sürecinde yer almak istiyorsanız hataları çözmek ve daha sonra bir yama dosyası göndermek harika bir yoldur.
uk: Як тільки знайдено ваду, потрібно взнати причину її виникнення, і тоді (по можливості) виправити її. Якщо Ви бажаєте брати участь у процесі розробки Xfce, тоді виправлення вад і створення латок є найкращим способом для цього.
vi: Khi một lỗi đã được tìm thấy, nguyên nhân của lỗi cần được tìm ra và sau đó (rõ ràng) được sửa. Nếu bạn muốn tham gia vào quá trình phát triển thực tế của Xfce, cách tuyệt vời để bắt đầu là giải quyết các lỗi và sau đó gửi tệp vá lỗi.
zh_tw: 臭蟲一旦被發現，造成臭蟲的原因就需要被追蹤，然後(顯然是)被修復。如果您想要參與 Xfce 的開發過程，其中一個好方式就是解決臭蟲然後提交修補程式檔。

source: OpenCollective
es: Colectivo abierto
pl: Platforma Open Collective
sr: ОтворениКолегтив
tr: AçıkKolektif
vi: Mởtập thể
