Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The <b>Xfce4-panel</b> was completely rewritten for the Xfce 4.4 release. Multiple panels are supported <i>out of the box</i> now and can easily be configured using the new <b>Panel Manager</b> shown in the screenshot below.
ca: El <b>Xfce4-panel</b> va ser completament reescrit per al llançament de l'Xfce 4.4. Hi ha diversos panells compatibles amb <i>fora de la caixa</i> ara i es poden configurar fàcilment utilitzant el nou <b>Panel Manager</b> que es mostra a la captura de pantalla següent.
cs: <b>Xfce4-panel</b> byl pro vydání Xfce 4.4 kompletně přepsán. Více panelů je nyní podporováno <i>už v základu</i> a lze je jednoduše konfigurovat pomocí nového <b>správce panelu</b>, viz snímek obrazovky níže.
da: <b>Xfce4-panelet</b> var fuldstændig omskrevet for Xfce 4.4 udgivelsen. Flere paneler er understøttet <i>ud af boksen</i> nu og kan nemt konfigureres ved brug af den nye <b>Panel Bestyrer</b> vist i skærmbilledet nedenunder.
de: Die <b>Xfce4-Lesite</b> wurde für Xfce 4.4 von Grund auf neu geschrieben. Mehrere Leisten werden nun <i>standardmäßig</i> unterstützt und können mit der neuen <b>Leistenverwaltung</b>, die Sie im nachfolgenden Bildschirmfoto sehen, leicht konfiguriert werden.
es: El <b>panel de xfce4</b> se ha reescrito por completo para Xfce 4.4. Múltiples paneles están disponibles <i>listos para usar</i> que ahora se pueden configurar fácilmente utilizando el <b>Administrador del Panel</b> que se muestra en la siguiente imagen.
fr: <b>Xfce4-panel</b> a été complètement réécrit pour Xfce 4.4. Les tableaux de bord multiples sont prêts à l’emploi et peuvent facilement être configurés avec le nouveau <b>gestionnaire de tableau de bord</b> montré dans la capture ci-dessous.
gl: O <b>Xfce4-panel</b> foi completamente reescrito para a versión Xfce 4.4. Agora admítense varios paneis <i>de fábrica</i> e poden configurarse doadamente empregando o novo <b>xestor de paneis</b> amosado na captura de pantalla de abaixo.
he: התכונה <b>Xfce4-panel</b> נכתבה מחדש מאפס עבור גרסה 4.4 של Xfce. לוחות מרובים נתמכים עכשיו <i>ישירות</i> וניתנים להגדרה בקלות בעזרת <b>מנהל לוח</b> חדש הנראה בצילום המסך למטה.
id: <b>Xfce4-panel</b> telah ditulis ulang secara menyeluruh untuk rilis Xfce 4.4. Multi-panel mendapatkan dukungan <i>secara penuh</i> dan dapat dikonfigurasi dengan mudah menggunakan <b>Manajer Panel</b> yang baru seperti ditunjukkan pada cuplikan layar di bawah.
it: <b>Xfce4-panel</b> è stato completamente riscritto per la versione Xfce 4.4. Ora i pannelli multipli sono supportati <i>fin da subito</i>. I pannelli possono essere facilmente configurati usando il nuovo <b>gestore del pannello</b>, mostrato nella schermata seguente.
ja: <b>Xfce4-panel</b>は完全にXfce4のリリースのために書き直されました。複数パネルが <i>out of the box</i>をサポートし、簡単に下のスクリーンショットに表示されている<b>Panel Manager</b>を使い設定できるようになりました。
kk: <b>Xfce4-panel</b> Xfce 4.4 шығарылымы үшін толығымен қайта жазылды. Енді бірнеше панель қолданысқа дайын және төмендегі скриншотта көрсетілген жаңа <b>Панель менеджері</b> арқылы оңай конфигурациялануы мүмкін.
lt: Xfce 4.4 laidai <b>Xfce4-panel</b> buvo visiškai perrašyta. Dabar keli skydeliai yra palaikomi <i>iš karto</i> ir gali būti lengvai konfigūruojami, naudojant naująją <b>Skydelio Tvarkytuvę</b>, kaip tai parodyta ekrano kopijoje, apačioje.
ms: <b>Xfce4-panel</b> telah ditulis-semula sepenuhnya untuk keluaran Xfce 4.4. Panel berbilang juga disokong <i>sepenuhnya</i> sekarang dan dapat dikonfigur dengan mudah menggunakan <b>Pengurus Panel</b> baharu yang dipapar dalam cekupan skrin dibawah.
nb: <b>Xfce4-panelet</b> ble omskrevet for Xfce 4.4-utgivelsen. Flere paneler kan nå brukes samtidig. Dettesettes opp med den nye <b>Panelbehandlingen</b> vist i skjermbildet nedenfor.
oc: Lo <b>xfce4-panel</b> es estada completament reescrich per la version 4.4 de Xfce. Mantun panèl son suportats <i>sortida de la bóstia</i> ara e pòdon èsser configurats aisidament amb l'ajuda del novèl <b>gestionari de la panèl </b> mostrat dins la captura d'ecran çaijós.
pl: Wraz z wydaniem Xfce 4.4 zaprezentowano napisany na nowo panel <b>Xfce4-panel</b>. Program <i>domyślnie</i> obsługuje wiele paneli, które można w prosty sposób konfigurować za pośrednictwem <b>Menedżera paneli</b>. Poniższy obraz przedstawia program konfiguracyjny menedżera.
pt: O <b>Xfce4-panel</b> foi completamente reescito para o lançamento do Xfce 4.4. Múltiplos paineis são agora suportados <i>de fábrica</i> e podem facilmente ser configurados usando o novo <b>Gestor de painel</b>, mostrado na captura de ecrã abaixo.
pt_br: O <b>Xfce4-panel</b> foi completamente reescrito para o lançamento do Xfce 4.4. Múltiplos painéis são agora suportados <i>de fábrica</i> e podem facilmente ser configurados usando o novo <b>Gerenciador de painéis</b>, mostrado na captura de tela abaixo.
ro: <b>Xfce4-panel</b> a fost complet rescris pentru versiunea Xfce 4.4. Panourile multiple sunt acceptate acum <i>din fabrică</i> și pot fi configurate cu ușurință folosind noul <b>Gestionar de panouri</b> prezentat în captura de ecran de mai jos.
ru: <b>Панель Xfce4</b> была полностью переписана для выпуска Xfce 4.4. Добавлена поддержка нескольких панелей, которую можно настроить в новом <b>Менеджере панелей</b>, показанном на снимке экрана ниже.
sq: <b>Xfce4-panel</b> u rishkrua plotësisht për hedhjen në qarkullim Xfce 4.4. Tani panele të shumtë mbulohen fill me instalimin dhe mund të formësohen lehtësisht duke përdorur <b>Përgjegjësin e ri të Paneleve</b>, që tregohet në foton e ekrani më poshtë.
sr: <b>ИксФЦЕ4 полица</b> је потпуно преписана за издање ИксФЦЕ 4.4. Подржано не постављање више полица <i>из кутије</i>, и могу бити лако подешаване употребом новог <b>Управника полице</b> приказаног на снимку екрана испод.
sv: <b>Xfce4-panelen</b> skrevs helt om för Xfce 4.4 utgåvan. Flera paneler stöds nu <i>out of the box</i> och kan enkelt konfigureras genom att använda den nya <b>Panel hanteraren</b> som visas i skärmdumpen nedan.
th: <b>Xfce4-panel</b> ได้ถูกเขียนขึ้นใหม่ทั้งหมดสำหรับ Xfce 4.4 นี้ มีการรองรับการใช้พาเนลหลายอัน <i>อย่างเป็นทางการ</i> แล้ว และสามารถตั้งค่าได้อย่างง่ายดายโดยใช้ <b>เครื่องมือจัดการพาเนล</b> ดังแสดงในภาพหน้าจอด้านล่าง
tr: <b>Xfce4-panel</b>, Xfce 4.4 sürümü için tamamen baştan yazılmıştır. Çoklu paneller ürünün bir parçası olarak desteklenmektedir ve ekranın altındaki <i>yeni</i> <b>Panel Yöneticisi</b> kullanılarak kolayca yapılandırılabilir.
uk: <b>Xfce4-panel</b> повністю переписано для Xfce 4.4 release. Підтримка багатьох панелей підтримується <i>відразу</i> і легко налаштовується використовуючи новий <b>Менеджер Панелей</b>, показаний на знімку екрану знизу.
vi: <b>Bảng điều khiển Xfce4</b> đã được viết lại hoàn toàn cho bản phát hành Xfce 4.4. Hiện tại, nhiều bảng được hỗ trợ <i>có thể sử dụng ngay</i> và có thể dễ dàng định cấu hình bằng <b>Trình quản lý bảng</b> mới được hiển thị trong ảnh chụp màn hình bên dưới.
zh_tw: <b>Xfce4-panel</b> 為 Xfce 4.4完全重新編寫。多面板支援現在 <i>開箱即用</i> 並可以使用新的 <b>面板管理員</b> 輕鬆的設定，如下面這張螢幕截圖所示。

source: Panel Manager
ca: Gestor de plafons
cs: Správce panelu
da: Panelhåndtering
de: Leistenverwaltung
es: Gestor de panel
fr: Gestionnaire de tableau de bord
gl: Xestor de paneis
he: מנהל לוח
id: Manajer Panel
it: Gestore del pannello
ja: パネルマネージャー
kk: Панель менеджері
lt: Skydelio tvarkytuvė
ms: Pengurus Panel
nb: Panelbehandling
oc: Gestionari de panèl
pl: Menedżer paneli
pt: Gestor do painel
pt_br: Gerenciador de painéis
ro: Gestionar de panouri
ru: Менеджер панелей
sq: Përgjegjës Panelesh
sr: Управник полице
sv: Panelhanterare
th: เครื่องมือจัดการพาเนล
tr: Panel Yöneticisi
uk: Керівник панелі
vi: Trình quản lý bảng điều khiển
zh_tw: 面板管理員

source: One of the major problems in previous Xfce releases was that every plugin had to be run in the same process as the panel, and hence every plugin was able to crash the whole panel. To address this issue, support for external plugins was added to the panel.
ca: Un dels principals problemes en els llançaments anteriors de l'Xfce va ser que cada connector havia de ser executat en el mateix procés que el panell, i per tant cada connector va ser capaç de bloquejar tot el panell. Per a abordar aquest problema, s'ha afegit el suport per a connectors externs al panell.
cs: Jedním z největších problémů minulých vydání Xfce byla nutnost spuštění každého zásuvného modulu ve stejném procesu jako panelu, takže selhání jediného zásuvného modulu vedlo k pádu celého panelu. Aby byl problém vyřešen, byla do panelu přidána podpora externích zásuvných modulů.
da: En af de kæmpe problemer i tidligere Xfce udgivelser var at hvert plugin var nød til at køre i samme process som panelet, og derfor var hvert plugin nød til at krakke hele panelet. For at adressere dette problem, var understøttelse for eksterne plugins blevet tilføjet til panelet.
de: Ein großes Problem in früheren Veröffentlichungen von Xfce war, dass jedes Plugin im gleichen Prozess wie die Leiste ausgeführt werden musste, was dazu führte, dass ein einzelnes Plugin die ganze Leiste zum Absturz bringen konnte. Um dieses Problem zu beheben, wurde die Leiste um Unterstützung für externe Plugins erweitert.
es: Uno de los principales problemas en las versiones anteriores de Xfce fue que todos los complementos tenían que ser ejecutados en el mismo proceso que el panel, y por lo tanto, cada uno era capaz de bloquear el panel entero. Para solucionar este problema, se añadió soporte para complementos externos.
fr: Un des problèmes majeurs des précédentes versions de Xfce était que chaque greffon était exécuté dans le même processus que le tableau de bord, pouvant ainsi provoquer son arrêt brutal. Pour y remédier, la gestion des greffons externes a été ajouté au tableau de bord.
gl: Un dos principais problemas nas versións anteriores do Xfce foi que todos os complementos tiveron que ser executados no mesmo proceso que o panel e, polo tanto, todos os complementos eran quen de quebrar todo o panel. Para solucionar este problema, engadiuse ao panel a posibilidade de execución de engadidos externos.
he: אחת הבעיות העיקריות בגרסאות Xfce קודמות הייתה שכל תוסף היה צריך לעבוד באותו תהליך כמו הלוח, כך שכל תוסף היה יכול לגרום לקריסת כל הלוח. על מנת לטפל בבעיה זו, נוספה ללוח תמיכה בתוספים חיצוניים.
id: Salah satu permasalahan utama di rilis Xfce sebelumnya adalah setiap plugin harus dijalankan dalam satu proses yang sama dengan panel, oleh karena itu satu plugin saja bisa membuat kres keseluruhan panel. Untuk mengatasi permasalahan ini, dukungan terhadap plugin eksternal telah ditambahkan ke panel.
it: Uno dei problemi maggiori, nel precedente rilascio di Xfce, era che tutti i plugin dovevano essere eseguiti nello stesso processo del pannello, e quindi ogni plugin poteva bloccare tutto il pannello in caso di errori. In questa distribuzione è stato integrato il supporto per i plugin esterni al pannello.
ja: 以前のバージョンまでの Xfce ではおのおののプラグインがパネルを巻き込んで落ちる可能性があったという大きな問題がありました。これはそれぞれのプラグインはパネルと同じプロセスで動いていましために起こっていたことです。その結果、この問題を解決するために、外部プラグインのサポートがパネルに追加されました。
kk: Алдыңғы Xfce шығарылымдарындағы негізгі мәселелердің бірі – әрбір плагин панельмен бірдей процесте орындалуы керек еді, сондықтан әрбір плагин бүкіл панельдің жұмысын тоқтатуы мүмкін болатын. Осы мәселені шешу үшін панельге сыртқы плагиндерді қолдау қосылды.
lt: Viena iš didžiausių ankstesnių Xfce laidų problema buvo ta, kad kiekvienas įskiepis turėjo būti vykdomas tame pačiame procese kaip ir skydelis, vadinasi, kiekvienas įskiepis galėjo priversti užstrigti visą skydelį. Kad būtų ištaisyta ši klaida, į skydelį buvo pridėtas išorinių įskiepių palaikymas.
ms: Salah saru masalah utama dalam keluaran Xfce terdahulu adalah setiap pemalam perlu berjalan dalam proses yang sama sebagai panel, kesannya setiap pemalam boleh menyebabkan keseluruhan panel mengalami kerosakan. Untuk menghindari masalah ini, sokongan untuk pemalam luar telah ditambah ke dalam panel.
nb: Et av hovedproblemene i forrige Xfce-utgivelser var at hvert tillegg måtte kjøre i samme prosess som panelet, og dermed kunne hvert tillegg krasje hele panelet. For å bøte på dette la vi til støtte for eksterne tillegg.
oc: Un dels problèmas màgers dins los comunicats de Xfce precedent èra que cada empeuton deviá èsser executat dins lo meteis processus que lo panèl, e doncas cada empeuton es estada en mesura de blocar l'ensemble del panèl. Per resòlvre aqueste problèma, lo supòrt dels empeutons externes es estada apondut al panèl.
pl: Jednym z głównych problemów poprzednich wydań Xfce było to, że wszystkie aplety panelu były uruchamiane w ramach tego samego procesu co panel. Pojedynczy aplet mógł zatem spowodować awarię całego panelu. Aby wyeliminować tę wadę, do panelu dodano obsługę zewnętrznych wtyczek.
pt: Um dos maiores problemas em versões anteriores do Xfce, era que cada plugin tinha de correr no mesmo processo do painel e cada plugin podia bloquear todo o painel. Para contornar isso, foi adicionado suporte a plugins externos ao painel.
pt_br: Um dos maiores problemas nos lançamentos anteriores do Xfce era que cada plugin tinha que ser executado no mesmo processo como o painel e, portanto, cada plugin poderia travar todo o painel. Para resolver esse problema, foi adicionado ao painel suporte a plugins externos.
ro: Una dintre problemele majore ale versiunilor anterioare ale Xfce a fost că fiecare modul trebuia să fie rulat în același proces ca și panoul și, prin urmare, fiecare modul putea bloca întregul panou. Pentru a rezolva această problemă, în panou a fost adăugat suport pentru module externe.
ru: Одной из основных проблем предыдущих версий Xfce было то, что каждый модуль должен был быть запущен в том же процессе, что и панель и, следовательно, из-за одного-единственного модуля могла "поломаться" вся панель. Для решения этой проблемы, в панели добавлена поддержка внешних модулей.
sq: Një nga problemet kryesore të hedhjeve të mëparshme në qarkullim të Xfce-së qe fakti që çdo shtojcë duhej xhiruar në të njëjtin proces me panelin dhe, prej kësaj, çdo shtojcë qe në gjendje të vithiste krejt panelin. Për trajtimin e kësaj çështje panelit iu shtua mbulim për shtojca të jashtme.
sr: Једна од највећих потешкоћа у претходним издањима ИксФЦЕ-а је била та што је сваки прикључак морао да користи исти процес као и полица, па је тако сваки прикључак могао да сруши полицу. Да би се спречило овакво понашање, додата је подршка за спољне прикључке полице.
sv: Ett av de största problemen i tidigare Xfce-utgåvor var att varje insticksprogram måste köras i samma process som panelen, och följaktligen kunde varje insticksprogram krascha hela panelen. För att avhjälpa problemet, lades stöd för externa insticksprogram till för för panelen.
th: ปัญหาใหญ่เรื่องหนึ่งใน Xfce รุ่นก่อนๆ ก็คือ ปลั๊กอินทุกตัวต้องทำงานในโพรเซสเดียวกันกับตัวพาเนล จึงทำให้ปลั๊กอินทุกตัวมีสิทธิ์ที่จะทำให้พาเนลทั้งตัวพังได้ เพื่อจัดการกับเรื่องนี้ จึงมีการเพิ่มการรองรับปลั๊กอินภายนอกให้กับพาเนล
tr: Önceki Xfce sürümlerinin önemli problemlerinden biri de, her bir eklenti panel olarak aynı süreç içinde çalışmak zorunda olması ve böylece bir eklentide oluşacak çökmenin, tüm paneli etkilemesidir. Bu sorunu gidermek için, harici eklentilerin panele eklenmesi desteklenmiştir.
uk: Однією з найбільших проблем попередніх версій Xfce було те, що кожен додаток повинен запускатися з тим самим процесом, що й панель, і тому кожен додаток міг викликати крах всієї панелі. Щоб уникнути цього, додано підтримку зовнішніх додатків до панелі.
vi: Một trong những vấn đề chính trong các bản phát hành Xfce trước đây là mọi plugin đều phải chạy trong cùng quy trình với bảng điều khiển và do đó mọi plugin đều có thể làm hỏng toàn bộ bảng điều khiển. Để giải quyết vấn đề này, tính năng hỗ trợ các plugin bên ngoài đã được thêm vào bảng điều khiển.
zh_tw: 上一版的主要問題是，每個插件都與面板在同一個程序中執行，從而導致每個插件都可能會摧毀整個面板。為了修正此問題，已經在面板中加入了外部插件的支援。

source: Panel Add Item Dialog
ca: Diàleg d'afegir un element al plafó
cs: Dialogové okno pro přidání položky na panel
da: Panel Tilføj Punkt Dialog
de: Dialog zum Hinzufügen von Leistenobjekten
es: Diálogo de miniaplicaciones del panel
fr: Fenêtre « ajouter un élément au tableau de bord »
gl: Diálogo de engadir elemento ao panel
he: דיאלוג הוספת פריט פאנל
id: Dialog Tambah Item pada Panel
it: Schermata di aggiunta del pannello
ja: アイテムの追加ダイアログ
kk: Панельге элемент қосу сұхбат терезесі
lt: Skydelio elemento pridėjimo dialogas
ms: Dialog Tambah Item Panel
nb: Dialogvindu for å legge til panelelementer
oc: Panèl fenèstra Apondre article
pl: Okno dodawania apletów panelu
pt: Janela Adicionar Itens do painel
pt_br: Diálogo de adição de item ao painel
ro: Fereastra de dialog pentru adăugarea unui element în panou
ru: Диалог добавления элемента на панель
sq: Dialog Shtimi Objekti Në Panel
sr: Прозорче за додавање ставке на полицу
sv: Panel lägg till objekt dialogfönster
th: กล่องโต้ตอบเพิ่มรายการพาเนล
tr: Panele Öğesi Ekleme İletişim Penceresi
uk: Діалог додавання нового елементу панелі
vi: Hộp thoại Thêm mục trong bảng điều khiển
zh_tw: 面板加入項目對話框

source: Developers of panel plugins can now decide whether the plugin should run as external process or as part of the panel process, depending on the stability of the plugin.
ca: Els desenvolupadors de connectors de panell ara poden decidir si el connector s'ha d'executar com a procés extern o com a part del procés de panell, depenent de l'estabilitat del connector.
cs: Vývojáři zásuvných modulů pro panel se mohou rozhodnout, zda bude tento modul v závislosti své na stabilitě spuštěn jako externí proces nebo jako součást procesu panelu.
da: Udviklere af panel plugins kan nu bestemme om plugin'et burde køre som en ekstern process eller som en del af panel processen, afhængig af stabiliteten, af plugin'et.
de: Entwickler von Leistenplugins können jetzt entscheiden, ob ihr Plugin als externer Prozess oder als Teil des Leisten-Prozesses ausgeführt werden sollen, je nach Stabilität des Plugins.
es: Los desarrolladores de complementos para el panel ahora puede decidir si el complemento debe funcionar como un proceso externo o como parte del proceso del panel, en función de la estabilidad del complemento.
fr: Les développeurs de greffons de tableau de bord peuvent maintenant décider si un greffon doit être exécuté comme processus externe ou au sein de celui du tableau de bord, en fonction de la stabilité de celui-là.
gl: Os desenvolvedores de engadidos de panel agora poden decidir se o engadido debería executarse como un proceso externo ou como parte do proceso do panel, dependendo da estabilidade do complemento.
he: מפתחים של תוספי לוח עכשיו יכולים להחליט האם התוסף יעבוד כתהליך חיצוני או כחלק מתהליך הלוח, כתלות ביציבות התוסף.
id: Para pengembang plugin panel sekarang bisa memutuskan apakah plugin harus berjalan sebagai proses eksternal atau menjadi bagian dari proses panel, tergantung pada stabilitas plugin.
it: Gli sviluppatori dei plugin per il pannello possono ora decidere se i plugin devono essere eseguiti come processo esterno o come parte del processo del pannello, in funzione dalla stabilità del plugin.
ja: パネルプラグインの開発者はプラグインをほかのプロセスで動かすべきか、パネルのプロセスの一部として動かすべきかプラグインの安定性に応じて決定することができます。
kk: Панель плагиндерін жасаушылар енді плагиннің тұрақтылығына байланысты оның сыртқы процесс ретінде немесе панель процесінің бөлігі ретінде жұмыс істеуі керектігін шеше алады.
lt: Dabar skydelio įskiepių kūrėjai, priklausomai nuo įskiepio stabilumo, gali spręsti ar įskiepis turėtų būti vykdomas kaip atskiras procesas ar kaip skydelio proceso dalis.
ms: Pembangun pemalam panel kini dapat tentukan sama ada pemalam seharusnya dijalankan sebagai proses luar atau sebahagian dari proses panel, ia bergantung pada kestabilan pemalam tersebut.
nb: Utviklere av paneltillegg kan nå bestemme om tillegget skal kjøres som en ekstern prosess eller som en del av panelprosessen. Dette avhenger av om tillegget er stabilt.
oc: Los desvolopaires d'empeutons del panèl pòdon ara decidir se l'empeuton deuriá fonctionner coma un processus extèrne o dins lo quadre de la procedura de grop especial, en foncion de l'estabilitat de l'empeuton.
pl: Twórcy apletów panelu mogą teraz decydować, czy aplet powinien być uruchamiany jako zewnętrzny proces, czy w ramach procesu panelu. Czynnikiem decydującym powinna być stabilność wtyczki.
pt: Criadores do plugins para painel podem agora decidir se o plugin corre como um processo externo ou como parte do processo do painel, dependendo da estabilidade do plugin.
pt_br: Desenvolvedores de plugins do painel agora podem decidir se o plugin deveria executar como um processo externo ou como parte do processo do painel, dependendo da estabilidade do plugin.
ro: Dezvoltatorii de module pentru panouri pot decide acum dacă modulul trebuie să ruleze ca proces extern sau ca parte a procesului panoului, în funcție de stabilitatea modulului.
ru: Разработчики модулей панели теперь могут выбирать: запускать модуль как внешний процесс или в составе процесса панели, в зависимости от надёжности работы модуля.
sq: Zhvilluesit e shtojcave të panelit tani mund të zgjedhin nëse shtojca duhet xhiruar si proces i jashtëm apo si pjesë e procesit të panelit, në varësi të qëndrueshmërisë së shtojcës.
sr: Развијачи прикључака полице сада могу одлучити да ли ће прикључак радити као спољни процес, или као процес полице, у зависности од постојаности прикључка.
sv: Utvecklare av panelinsticksprogram kan nu bestämma huruvida insticksprogrammet ska köras som en extern process eller som en del av panelprocessen, beroende på insticksprogrammets stabilitet.
th: ขณะนี้ นักพัฒนาปลั๊กอินสำหรับพาเนลจึงสามารถพิจารณาได้ ว่าจะให้ปลั๊กอินทำงานเป็นโพรเซสภายนอกหรือเป็นส่วนหนึ่งของโพรเซสของพาเนล ขึ้นอยู่กับความเสถียรของตัวปลั๊กอิน
tr: Panel eklentilerinin geliştiricileri, eklentinin kararlılığına bağlı olarak, harici mi yoksa panelin bir parçası olarak mı çalışacağına karar verebilirler.
uk: Розробники додатків до панелі тепер можуть вирішити, чи додаток повинен запускатися як зовнішній процес чи як частина процесу панелі, в залежності від стабільності додатку.
vi: Giờ đây, các nhà phát triển plugin bảng điều khiển có thể quyết định xem plugin nên chạy dưới dạng quy trình bên ngoài hay như một phần của quy trình bảng điều khiển, tùy thuộc vào độ ổn định của plugin.
zh_tw: 取決於插件的穩定性，開發者現在可以決定插件應該要以外部程序或是面板程序的一部份執行。

source: Panel Icon Box Plugin
ca: Connector de quadre d'icones del plafó
cs: Zásuvný modul panelu Panel pro ikony
da: Panelikonboks-plugin
de: Leistenplugin Icon Box
es: Complemento para la caja de iconos del panel
fr: Greffon « boîte d’icônes du tableau de bord »
gl: Engadido de caixa de icona do panel
he: תוסף קופסת אייקון לוח
id: Plugin Kotak Ikon pada Panel
it: Plugin del box dell'icona del pannello
ja: アイコン箱プラグイン
kk: Панельдің таңбашалар жиынтығы плагині
lt: Skydelio piktogramų dėžutės įskiepis
ms: Pemalam Kotak Ikon Panel
nb: Panelets ikonboks-tillegg
oc: Panèl empeuton bóstia d'Icòna
pl: Aplet ikon panelu
pt: Plugin do Ícone da caixa
pt_br: Plug-in de caixa de ícones do painel
ro: Modul pentru caseta de pictograme a panoului
ru: Модуль значков панели
sq: Shtojcë Kutie Ikonash Paneli
sr: Прикључак кућица сличица полице
sv: Panel ikon ruta insticksprogram
th: ปลั๊กอินกล่องไอคอน
tr: Panel Simge Kutusu Eklentisi
uk: Втулка шухляди значків для панелі
vi: Plugin hộp biểu tượng bảng điều khiển
zh_tw: 面板圖示盒插件
