Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Controls the login and power management of the desktop and allows you to store multiple login sessions.
ca: Controla l'inici de sessió i la gestió d'energia de l'escriptori permet tenir guardades diferents sessions d'inici.
cs: Ovládá přihlašování a správu napájení pracovního prostředí a umožňuje ukládat několik relací přihlášení.
da: Styrer skrivebordets login og strømstyring, og giver dig mulighed for at gemme flere login-sessioner.
de: Steuert die An- und Abmeldung sowie die Energieverwaltung der Arbeitsumgebung. Sie können mehrere verschiedene Anmeldesitzungen speichern.
es: Controla el inicio de sesión y la gestión de la energía del escritorio, y permite guardar varias sesiones diferentes.
fr: Contrôle la connexion et la gestion de l’alimentation du bureau et vous permet de stocker plusieurs sessions de connexion.
gl: Controla o inicio de sesión e a xestión de enerxía do escritorio e permite almacenar varias sesións de inicio de sesión.
he: בקרת כניסה וניהול ההספק של שולחן העבודה ומאפשרת לך לאחסן סשנים מרובים של כניסה.
id: Pengaturan login dan sumber daya pada desktop serta memungkinkan pengguna menyimpan banyak sesi login.
it: Controlla l'accesso e gestisce l'energia del computer. Permette anche di configurare diverse sessioni di accesso.
ja: ログインおよびデスクトップの電源管理を制御し、複数セッションを保存することができます。
kk: Жұмыс үстелінің жүйеге кіруін және қуатты басқаруын бақылайды және бірнеше кіру сеанстарын сақтауға мүмкіндік береді.
lt: Valdo darbalaukio prisijungimą ir maitinimo tvarkymą, taipogi leidžia įrašyti kelis prisijungimo seansus.
ms: Mengawal daftar masuk dan pengurusan kuasa dekstop yang membolehkan anda menyimpan sesi daftar masuk berbilang.
nb: Kontrollerer innlogging og strømstyring for skrivebordet og gjør at du kan lagre flere innloggingsøkter.
nl: Regelt de login en het power management van het bureaublad en biedt ruimte aan meerdere login sessies.
oc: Contraròtla la connexion e la gestion de l'alimentacion del burèu e vos permet d'emmagazinar mantuna session de connexion.
pl: Steruje procesem logowania i zarządzaniem zasilania. Ponadto umożliwia przechowywanie wielu sesji użytkownika.
pt: Controla a entrada em sessão e proporciona a gestão de energia do ambiente de trabalho e permite-lhe guardar diversas sessões.
pt_br: Controla o gerenciamento de login e de energia do desktop e permite que você armazene múltiplas sessões de login.
ro: Controlează autentificarea și gestionarea alimentării biroului și vă permite să stocați mai multe sesiuni de autentificare.
ru: Управляет входом в систему, питанием и позволяет хранить несколько сессий сеансов.
sq: Kontrollon hyrjen dhe administrimin e energjisë në desktop dhe ju lejon të depozitoni sesione të shumtë hyrjesh.
sr: Управља пријавом и потрошњом електричне енергије и дозвољава чување вишеструких седница пријаве.
sv: Kontrollerar inloggningen och strömhantering för skrivbordet och låter dig lagra flera inloggningssessioner.
th: ควบคุมการเข้าระบบและการจัดการการใช้พลังงานของตัวเดสก์ท็อป และช่วยให้คุณสามารถจัดเก็บวาระการเข้าระบบหลายวาระได้
tr: Masaüstü giriş ve güç yönetimini denetler ve birden çok giriş oturumlarını saklamanızı sağlar.
uk: Контролює авторизацію і керування живленням стільниці та дозволяє Вам зберігати декілька авторизованих сеансів.
vi: Kiểm soát đăng nhập và quản lý năng lượng của máy tính để bàn và cho phép bạn lưu trữ nhiều phiên đăng nhập.
zh_tw: 控制桌面的登入及電源管理，並讓您可以儲存多個登入的工作階段。

source: Shows the applications installed on your system in categories, so you can quickly find and launch them.
ca: Mostra les aplicacions instal·lades al teu sistema per categories, perque puguis trobar-les i obrir-les d'una manera ràpida.
cs: Zobrazuje aplikace nainstalované v systému v kategoriích, abyste je mohli rychle najít a spouštět.
da: Viser de programmer som er installeret på dit system, i kategorier, så du hurtigt kan finde og starte dem.
de: Zeigt die in Ihrem System installierten Anwendungen in Kategorien an, so dass sie sich schnell finden und starten lassen.
es: Muestra las aplicaciones instaladas en el sistema por categorías, para que pueda encontrarlas e iniciarlas rápidamente.
fr: Affiche par catégories les applications installées sur votre système, afin que vous puissiez les trouver et lancer rapidement.
gl: Amosa as aplicacións instaladas no seu sistema en categorías, para que poida atopalos e inicialos rapidamente.
he: הצגת התוכנות המותקנות במערכת שלך בקטגוריות, כך שתוכל למצוא ולהפעיל אותן בקלות.
id: Menampilkan aplikasi yang terinstal pada sistem Anda dalam tiap kategori sehingga memudahkan Anda mencari dan menjalankannya.
it: Mostra le applicazioni installate nel proprio sistema suddivise in categorie in modo da poterle trovare e avviare velocemente.
ja: システムにインストールされているアプリケーションの一覧をカテゴリごとに表示し、目的のアプリケーションをすばやく見つけて起動できます。
kk: Жүйеде орнатылған қолданбаларды санаттар бойынша көрсетеді, осылайша оларды тез тауып, іске қосуға болады.
lt: Rodo jūsų sistemoje įdiegtas programas kategorijomis, taigi galite greitai jas rasti ir vykdyti.
ms: Menunjukkan aplikasi dipasang pada sistem anda dalam bentuk kategori, supaya anda dapat mencari dan melancar aplikasi tersebut dengan mudah.
nb: Viser programmene som er installert på systemet i kategorier, slik at du raskt kan finne og åpne dem.
oc: Aficha las aplicacions installadas sus vòstre sistèma en categorias, de tal biais que las poscatz trobar e las aviar rapidament.
pl: Wyświetla zainstalowane programy pogrupowane w kategoriach, umożliwiając ich szybkie wyszukiwanie i uruchamianie.
pt: Categoriza e mostra as aplicações instaladas no sistema, para que possam ser facilmente encontradas e iniciadas.
pt_br: Mostra os aplicativos instalados em seu sistema em categorias, para que você possa rapidamente encontrar e iniciá-los.
ro: Afișează aplicațiile instalate pe sistem în categorii, astfel încât să le puteți găsi și lansa rapid.
ru: Отображает по категориям установленные в системе приложения для того, чтобы вы могли их быстро найти и запустить.
sq: I shfaq aplikacionet e instaluara në sistemin tuaj sipas kategorish, që t’i gjeni dhe t’i hapni shpejt.
sr: Приказује програме уграђене на систему по врстама, тако да их лако можете наћи и покренути.
sv: Visar programmen som är installerade på ditt system i kategorier, så att du snabbt kan hitta och starta dem.
th: แสดงโปรแกรมต่างๆ ที่ติดตั้งอยู่ในระบบของคุณโดยแยกหมวดหมู่ เพื่อให้คุณสามารถหาและเรียกทำงานได้อย่างรวดเร็ว
tr: Kategorilerde sisteminizde kurulu uygulamaları gösterir, böylece onları hızla bulup ve başlatabilirsiniz.
uk: Показує програми, встановлені у Вашій системі в категоріях, так що Ви можете швидко знайти і запустити їх.
vi: Hiển thị các ứng dụng được cài đặt trên hệ thống của bạn theo danh mục để bạn có thể nhanh chóng tìm và khởi chạy chúng.
zh_tw: 分類顯示安裝在您的系統上的應用程式，以便您快速的搜尋及啟動它們。

source: Provides the basic file-management features and unique utilities like the bulk renamer.
ca: Proporciona les característiques bàsiques de gestió de fitxers i utilitats úniques com el gran renom.
da: Giver grundlæggende funktionaliteter til håndtering af filer og unikke redskaber såsom masseomdøbning af filer.
de: Stellt die Basisfunktionalität zur Dateiverwaltung und einzigartige Werkzeuge, zum Beispiel zur Mehrfachumbenennung, zur Verfügung.
es: Proporciona las funciones básicas de administración de archivos y utilidades únicas como el renombrador masivo.
gl: Fornece as funcións básicas de xestión de ficheiros e utilidades únicas como o renomeado de múltiples ficheiros á vez.
he: מספק מאפיינים בסיסיים של ניהול קבצים וכלי עזר יחודיים כמו משנה שם נפחי.
it: Fornisce le operazioni di base per la gestione dei file e delle utilità come il rinominatore di massa.
kk: Файлдарды басқарудың негізгі мүмкіндіктерін және топтық атын өзгерту сияқты бірегей утилиталарды ұсынады.
pl: Zapewnia podstawowe funkcje zarządzania plikami i unikalne narzędzia, takie jak zbiorczy zmieniacz nazw.
pt: Fornece as funcionalidades básicas de gestão de ficheiros e utilitários únicos como o bulk renamer.
pt_br: Fornece os recursos básicos de gerenciamento de arquivos e utilitários exclusivos, como o renomeador em massa.
ro: Oferă funcții de bază de gestionare a fișierelor și utilități unice, cum ar fi redenumirea masivă.
ru: Предоставляет базовые функции управления файлами, а также уникальные утилиты, такие как инструмент массового переименования.
sq: Jep veçori elementare administrimi kartelash dhe mjete unike, bie fjala riemërtues në masë.
sr: Обезбеђује основне и јединствене могућности управника датотека попут скупног преименовања.
sv: Tillhandahåller grundläggande filhanteringsfunktioner och unika verktyg som massomdöpning.
tr: Toplu yeniden adlandırma gibi temel dosya yönetimi özelliklerini ve benzersiz yardımcı programları sağlar.
vi: Cung cấp các tính năng quản lý tệp cơ bản và các tiện ích độc đáo như trình đổi tên hàng loạt.

source: Tools to control the various settings of the desktop; like keyboard shortcuts, appearance, display settings, etc.
ca: Eines per a controlar les diverses opcions de configuració de l'escriptori; com ara les dreceres de teclat, l'aparença, la configuració de visualització, etc.
da: Værktøjer til at styre skrivebordets forskellige indstillinger såsom tastaturgenveje, udseende, skærmindstillinger osv.
de: Werkzeuge zur Steuerung der verschiedenen Einstellungen des Schreibtischs, wie Tastenkombinationen, Erscheinungsbild, Anzeigeeinstellungen, usw.
es: Herramientas para controlar las distintas configuraciones del escritorio; como atajos de teclado, apariencia, configuración de pantalla, etc.
gl: Ferramentas para controlar as diferentes configuracións do escritorio como atallos de teclado, aparencia, configuración de visualización, etc.
he: כלים לשליטה בהגדרות השונות של שולחן העבודה, כמו קיצורי מקלדת, ניראות, הגדרות תצוגה וכו'
it: Strumenti per controllare le varie impostazioni della scrivania quali le scorciatoie da tastiera, l'aspetto, le impostazioni dello schermo ecc…
kk: Жұмыс үстелінің әртүрлі баптауларын басқаруға арналған саймандар; мысалы, пернетақта жарлықтары, сыртқы түрі, дисплей баптаулары және т.б.
pl: Narzędzia do kontroli różnych ustawień pulpitu; jak skróty klawiaturowe, wygląd, ustawienia wyświetlania itp.
pt: Ferramentas para controlar as várias definições do ambiente de trabalho; como teclas de atalho, aparência, definições de ecrã, etc.
pt_br: Ferramentas para controlar as várias configurações do desktop; como atalhos de teclado, aparência, configurações de exibição, etc.
ro: Instrumente pentru a controla diferitele opțiuni ale biroului; cum ar fi comenzile rapide de la tastatură, aspectul, opțiunile de afișare, etc.
ru: Инструменты для управления различными настройками рабочего стола, такими как комбинации клавиш, внешний вид, настройки монитора и др.
sq: Mjete për të kontrolluar rregullime të ndryshime të desktop-it, bie fjala, shkurtore tastiere, dukje, rregullime ekrani, etj.
sr: Алат за управљање разним поставкама радне површи; као што су пречице дугмади, изглед, поставке приказа, итд.
sv: Verktyg för att styra diverse skrivbordsinställningar; som tangentbordsgenvägar, utseende, skärminställningar, osv.
tr: Masaüstünün çeşitli ayarlarını kontrol etmek için araçlar; klavye kısayolları, görünüm, ekran ayarları vb.
vi: Các công cụ để kiểm soát các cài đặt khác nhau của màn hình nền; như phím tắt, giao diện, cài đặt hiển thị, v.v.

source: Beside the basic set of modules, Xfce also provides numerous additional applications and plugins so you can extend your desktop the way you like, for example a terminal emulator, text editor, sound mixer, application finder, image viewer, iCal based calendar and a CD and DVD burning application. You can read more about the modules of Xfce in the <a href="/projects">projects</a> page.
ca: Apart d'els mòduls bàsics, Xfce també ofereix un nombre d'aplicacions i afegits adicionals per que puguis extendre el teu escriptori de la forma que vulguis, per exemple un emulador de terminal, editor de text, mesclador de so, descobridor d'aplicacions, visor d'imatges, calendari compatible amb iCal i una aplicació per gravar CD i DVD. Pots llegir més sobre els mòduls de l'Xfce a la página de <a href="/projects">projectes</a>.
cs: Kromě základních modulů poskytuje Xfce také mnoho přídavných aplikací a zásuvných modulů, které mohou pracovní prostředí požadovaným způsobem rozšířit, například emulátor terminálu, textový editor, směšovač zvuku, vyhledávač aplikací, prohlížeč obrázků, kalendář založený na iCal a aplikaci pro vypalování na médie CD a DVD. Více o modulech Xfce se dozvíte na stránce <a href="/projects">projekty</a>.
da: Udover de basale sæt af moduler leverer Xfce også utallige yderligere programmer og plugins, så du kan udvide dit skrivebord på den måde, du kan lide, f.eks. en terminalemulator, tekstredigeringsprogram, lyd-mikser, programfinder, billedfremviser, iCal-baseret kalender og et cd- og dvd-brændingsprogram. Du kan læse mere om modulerne i Xfce på <a href="/projects">projekter</a>-siden.
de: Neben den grundlegenden Modulen bietet Xfce mehrere Anwendungen und Plugins, damit Sie Ihre Arbeitsumgebung so erweitern können, wie Sie möchten, zum Beispiel einen Terminalemulator, Texteditor, Soundmixer, Anwendungsfinder, Bildbetrachter, iCal-basierten Kalender und eine Anwendung zum Brennen von CDs und DVDs. Auf der <a href="/projects">Projekte</a> Seite erfahren Sie mehr über die Module in Xfce.
es: Además del conjunto básico de módulos, Xfce también proporciona numerosas aplicaciones y complementos adicionales, por ejemplo, un emulador de terminal, un editor de texto, un mezclador de sonido, un buscador de aplicaciones, un visor de imágenes, un calendario basado en iCal y una aplicación de grabación de CD y DVD. Puede leer más sobre los módulos de Xfce en la página <a href="/projects">projects</a>.
fr: En plus des modules de base, Xfce offre de nombreuses autres applications et greffons pour vous permettre d’enrichir votre bureau selon vos désirs. On peut citer un émulateur de terminal, un éditeur de texte, un mélangeur audio, un chercheur d’application, un visionneur d’images, un calendrier inspiré d’iCal ainsi qu’une application de gravure de CD et DVD. Vous pouvez en lire davantage sur les modules d’Xfce sur la page <a href="/projects">projets</a>.
gl: Ademais do conxunto básico de módulos, o Xfce tamén fornece numerosas aplicacións e engadidos adicionais para que poida estender o escritorio de maneira que lle guste, por exemplo un emulador de terminal, editor de texto, mesturador de son, buscador de aplicacións, visor de imaxes, calendario baseado en iCal e unha aplicación de gravación de cedés e deuvedés. Pode ler máis sobre os módulos do Xfce na páxina de proxectos
he: מלבד סט המודולים הבסיסי, Xfce גם מספקת מספר תוכנות ותוספים נוספים כך שתוכל להרחיב את שולחן העבודה שלך בדרך שתאהב, למשל מדמה מסוף, עורך טקסט, מיקסר קול, מוצא תוכנות, מציג תמונות, יומן מבוסס iCal ותוכנה לצריבת דיסקים ו-DVD. תוכל לקרוא עוד על המודולים של Xfce בדף <a href="/projects">פרוייקטים</a>.
id: Di samping serangkaian moful dasar, Xfce juga menyediakan beberapa aplikasi dan plugin tambahan supaya Anda bisa mengatur desktop sesuai selera, misalnya emulator terminal, editor teks, mikser suara, pencari aplikasi, penammpil gambar. kalender iCal dan aplikasi pembakar CD/DVD. Anda bisa membaca lebih lanjut tentang modul Xfce pada halaman <a href="/projects">proyek</a> .
it: A fianco dell'insieme dei moduli di base, Xfce fornisce anche numerose applicazioni aggiuntive e componenti aggiuntivi in modo da poter estendere la propria scrivania nel modo preferito. Vengono forniti per esempio un emulatore di terminale, un editor di testo, un mixer del suono, un visualizzatore di immagini, un calendario basato su iCal e un'applicazione per la masterizzazione di CD e DVD. È possibile reperire maggiori informazioni sui moduli di Xfce nella pagina dei <a href="/projects">progetti</a>.
ja: Xfceはモジュールの基本セットに加えて、数々のアプリケーションやプラグインも提供しており、あなたの望みのままに拡張できます。例えば、端末エミュレーター、テキストエディター、サウンドミキサー、アプリケーションファインダー、画像ビューアー、iCal ベースのカレンダー、および CD・DVD 作成アプリケーションなどがあります。Xfce のモジュールについてのより詳しい情報については、<a href="/projects">プロジェクト</a>ページをご覧ください。
kk: Модульдердің негізгі жиынтығынан басқа, Xfce көптеген қосымша қолданбалар мен плагиндерді ұсынады, осылайша сіз жұмыс үстеліңізді өз қалауыңызша кеңейте аласыз, мысалы, терминал эмуляторы, мәтіндік редактор, дыбыс миксері, қолданбаларды іздеуші, суреттерді көру құралы, iCal негізіндегі күнтізбе және CD мен DVD жазу қолданбасы. Xfce модульдері туралы толығырақ <a href="/projects">жобалар</a> бетінен оқи аласыз.
lt: Be pagrindinių modulių rinkinio, Xfce taipogi suteikia daug papildomų programų ir įskiepių, todėl galite išplėsti savo darbalaukio galimybes taip kaip norite, pvz. terminalo emuliatoriumi, tekstiniu redaktoriumi, garso maišikliu, programų ieškykle, paveikslų žiūrykle, iCal paremtu kalendoriumi ir CD/DVD įrašymo programa. Daugiau apie Xfce modulius galite paskaityti <a href="/projects">projektų</a> puslapyje.
ms: Selain dari set asas modul, Xfce juga menyediakan banyak aplikasi dan pemalam tambahan supaya anda dapat menambahbaik desktop mengikut citarasa anda, contohnya emulator terminal, penyunting teks, pengadun bunyi, pencari aplikasi, pelihat imej, iCal berasaskan kalendar dan aplikasi perakam CD dan DVD. Maklumat lanjut mengenai modul Xfce boleh didapati di halaman <a href="/projects">projek</a>.
nb: I tillegg til et grunnleggende sett med moduler tilbyr Xfce også en rekke ytterligere programmer slik at du kan utvide brukeropplevelsen slik du foretrekker. For eksempel tilbyr Xfce en terminalemulator, en iCal-basert kalender og et program for å brenne CD-er og DVD-er. Du kan lese mer om Xfce sine moduler på <a href="/projects">prosjektsiden</a>.
oc: Al costat de l'ensemble de basa dels moduls, Xfce ofrís tanben de nombreuses aplicacions e empeutons supplémentaires de tal biais que podètz étendre vòstre burèu coma vous lo souhaitez, per exemple un emulator de terminal, un editor de tèxte, un mixador de son, una lista d'aplicacion, una visionadoira d'imatges, un calendièr basat sus iCal e una aplicacion de gravadura de CD e de DVD. Podètz legir mai suls moduls de Xfce dins la pagina <a href="/projects">projèctes</a>.
pl: Poza podstawowymi modułami, Xfce udostępnia wiele dodatkowych programów i wtyczek, które oferują możliwość dostosowania środowiska do własnych potrzeb. Niektóre z nich to: emulator terminala, edytor tekstu, mikser dźwięku, wyszukiwarka programów, przeglądarka obrazów, kalendarz i program do nagrywania płyt CD i DVD. Więcej informacji o modułach Xfce znajduje się na stronie <a href="/projects">projektów</a>.
pt: Para além dos módulos básicos, o Xfce também disponibiliza diversas aplicações e acrescentos para que o ambiente de trabalho possa ser adaptado ao utilizador, como, por exemplo, um terminal, um editor de texto, um controlador áudio, um localizador de aplicações, um visualizador de imagens, um calendário baseado em iCal e uma aplicação para gravação de CDs e DVDs. Mais informação sobre os módulos do Xfce disponível na página de <a href="/projects">projetos</a>.
pt_br: Além do conjunto básico de módulos, o Xfce também possui vários aplicativos e plugins adicionais que permitem a você estender seu ambiente de trabalho da forma que você desejar. Por exemplo: um emulador de terminal, editor de texto, mixador de som, localizador de aplicativos, visualizador de imagens, calendário baseado em iCal e um aplicativo de gravação de DVD e CD. Você pode ler mais sobre os módulos do Xfce na página de <a href="/projects">projetos</a>.
ro: Pe lângă setul de module de bază, Xfce oferă, de asemenea, numeroase aplicații și module suplimentare, astfel încât să vă puteți extinde biroul după cum doriți, de exemplu un emulator de terminal, editor de text, mixer de sunet, căutător de aplicații, vizualizator de imagini, calendar bazat pe iCal și o aplicație de inscripționare CD și DVD. Puteți citi mai multe despre modulele Xfce în pagina <a href="/projects">acestor proiecte</a>.
ru: Помимо базового набора, Xfce также предоставляет множество дополнительных приложений и модулей, поэтому вы можете расширить рабочий стол так, как хотите, например, эмулятором терминала, текстовым редактором, звуковым микшером, поиском приложений, просмотрщиком изображений, основанным на iCal календарём и приложением для записи CD- и DVD-дисков. Вы можете получить больше информации о модулях Xfce на <a href="/projects">странице проектов</a>.
sq: Përtej grupit bazë të moduleve, Xfce-ja furnizon edhe aplikacione dhe shtojca të shumta shtesë, që të mund të zgjeroni mjedisin tuaj desktop ashtu si doni, për shembull, një emulator terminali, përpunues tekstesh, përzierës tingujsh, gjetës aplikacionesh, parës figurash, kalendarë me bazë iCal dhe aplikacion për shkrim CD-sh dhe DVD-sh. Më tepër rreth moduleve të Xfce-së mund të lexoni te faqja e <a href="/projects">projektit</a>.
sr: Осим основних јединица, ИксФЦЕ такође има бројне додатне програме и прикључке, тако да можете проширити могућности окружења по својој вољи, на пример, програм за терминал, уредник текста, мешач звука, проналазач програма, прегледник слика, календар заснован на Икалку и програм за резање ЦД и ДВД дискова. Можете прочитати више о додатним јединицама ИксФЦЕ-а на страници <a href="/projects">пројекта</a>.
sv: Förutom den grundläggande uppsättningen av moduler, tillhandahåller Xfce också många andra program och insticksprogram så att du kan utöka skrivbordet så som du vill ha det, till exempel en terminalemulator, textredigerare, ljudmixer, programsökare, bildvisare, iCal-baserad kalender och ett CD- och DVD-brännarprogram. Du kan läsa mer om modulerna i Xfce på <a href="/projects">projekt</a> sidan.
th: นอกเหนือจากมอดูลพื้นฐานดังกล่าวแล้ว Xfce ยังจัดเตรียมโปรแกรมและปลั๊กอินเพิ่มเติมอีกจำนวนมาก เพื่อที่คุณจะสามารถต่อเติมเดสก์ท็อปของคุณได้ตามที่คุณชอบ ตัวอย่างเช่น โปรแกรมจำลองเทอร์มินัล, เครื่องมือแก้ไขข้อความ, เครื่องมือปรับเสียง, เครื่องมือค้นหาโปรแกรม, โปรแกรมแสดงรูป, ปฏิทินอิง iCal, และโปรแกรมเขียนซีดีและดีวีดี คุณสามารถอ่านเพิ่มเติมเกี่ยวกับมอดูลต่างๆ ดังกล่าวของ Xfce ได้ที่หน้า <a href="/projects">โครงการต่างๆ</a>
tr: Xfce, temel modül takımlarının dışında, uçbirim öykünücüsü, metin düzenleyici, ses karıştırıcı, uygulama bulucu, resim görüntüleyici, iCal temelli takvim ve CD/DVD yazma uygulamaları gibi isteyeceğiniz çok sayıda uygulama ve eklenti sağlar. Xfce modülleriyle ilgili daha çok bilgiyi <a href="/projects">projeler</a> sayfasından okuyabilirsiniz.
uk: Крім базового набору модулів, Xfce також має чисельні додаткові програми і додатки, за допомогою яких Ви можете розширити Вашу стільницю за вподобаннями, наприклад, емулятором терміналу, текстовим редактором, міксером аудіо, шукачем програм, переглядачем малюнків, календарем на базі iCal, програмами для запису CD і DVD. Про ці всі модулі Xfce Ви можете прочитати на сторінці <a href="/projects">проекту</a>.
vi: Bên cạnh bộ mô-đun cơ bản, Xfce còn cung cấp nhiều ứng dụng và plugin bổ sung để bạn có thể mở rộng màn hình của mình theo cách bạn muốn, ví dụ như trình mô phỏng thiết bị đầu cuối, trình soạn thảo văn bản, bộ trộn âm thanh, trình tìm ứng dụng, trình xem hình ảnh, lịch dựa trên iCal và ứng dụng ghi đĩa CD và DVD. Bạn có thể đọc thêm về các mô-đun của Xfce trên trang <a href="/projects">dự án</a>.
zh_tw: 除了這些基本的模組集外，Xfce 也提供了大量額外的應用程式及插件，像是終端機模擬器、文字編輯器、混音器、應用程式協尋器、圖片檢視器、基於 iCal 的日曆及一個 CD 與 DVD 燒錄程式，這樣您就可以將桌面調整成您想要的樣式。您可以在 <a href="/projects">專案</a> 頁面閱讀更多有關 Xfce 模組的資訊。
