Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: This release introduces new options to customize the desktop to your needs. Some examples of new settings dialogs were already shown in the sections above.
ca: Aquesta versió presenta noves opcions per personalitzar l'escriptori a les vostres necessitats. Alguns exemples de diàlegs de configuració nous ja es mostraven a les seccions anteriors.
cs: Toto vydání uvádí nové volby pro přizpůsobení pracovního prostředí Vašim potřebám. Některé příklady nových dialogových oken nastavení již byly ukázány v kapitolách výše.
da: Denne udgivelse introducerer nye muligheder til at brugerdefinere skrivebordet til dine behov. Nogle eksempler af de nye indstillings-dialogen var allerede vist i sektionen ovenfor.
de: Diese Veröffentlichung enthält neue Einstellungsmöglichkeiten, um die Arbeitsfläche Ihren Wünschen anzupassen. Einige Beispiele für neue Einstellungsdialoge wurden bereits in den vorherigen Abschnitten erläutert.
es: Esta publicación introduce nuevas opciones para personalizar el escritorio a sus necesidades. Algunos ejemplos de diálogos de la nueva configuración se muestran ya en las secciones anteriores.
fr: Cette version introduit de nouvelles options pour personnaliser le bureau selon vos besoins. Vous avez déjà pu avoir un aperçu des nouvelles fenêtres de paramètres dans les sections ci-dessus.
gl: Esta versión engade novas opcións para personalizar o escritorio ás súas necesidades. Algúns exemplos de diálogos de configuración novos xa se amosaron nas seccións anteriores.
he: גרסה זו מציגה אפשרויות חדשות להתאמה אישית של שולחן העבודה לפי צרכיך. כמה דוגמאות של דיאלוגי הגדרות חדשים כבר הוצגו בסעיפים למעלה.
id: Rilis ini memperkenalkan opsi-opsi baru untuk melakukan kustomisasi desktop sesuai kebutuhan Anda. Beberapa ontoh dialog pengaturan yang baru telah ditampilkan pada bagian di atas.
it: Questo rilascio introduce nuove opzioni per personalizzare la scrivania a seconda delle proprie necessità. Alcuni esempi della nuova interfaccia di configurazione sono stati già mostrati nelle sezioni precedenti.
ja: 今回のリリースでは必要な環境を作るためにデスクトップをカスタマイズする新しい選択肢が追加されています。新しい設定ダイアログはこれまでのセクションで見ることができます。
kk: Бұл шығарылым жұмыс үстелін қажеттіліктеріңізге қарай баптау үшін жаңа опцияларды ұсынады. Жаңа баптаулар сұхбат терезелерінің кейбір мысалдары жоғарыдағы бөлімдерде көрсетілген.
lt: Ši laida pristato naujas, darbalaukio tinkinimo jūsų reikmėms, parametrus. Kai kurie naujų nustatymų dialogų pavyzdžiai jau buvo pavaizduoti sekcijoje viršuje.
ms: Keluaran ini memperkenalkan pilihan baharu untuk suaikan dekstop mengikut kehendak anda. Beberapa contoh dialog tetapan baharu sudah dipaparkan dalam seksyen di atas.
nb: Denne utgivelsen har også nye valg som tilpasser skrivebordet til dine behov. Noen eksempler på nye innstillingsdialoger er allerede vist i bolkene ovenfor.
oc: Aquesta version introduit de novèlas opcions per personalizar lo burèu a vos besoins. Qualques exemples de novèlas fenèstras de paramètres son estats ja présentés dins las seccions precedentas.
pl: Bieżące wydanie zyskało nowe opcje umożliwiające dostosowanie środowiska do własnych potrzeb. Niektóre przykłady nowych okien konfiguracyjnych zostały zaprezentowane w sekcji powyżej.
pt: Este lançamento introduz novas opções para personalizar o ambiente de trabalho às suas necessidades. Alguns exemplos da janela de definições já foram mostrados na secções acima.
pt_br: Este lançamento introduz novas opções para personalizar o desktop de acordo com suas necessidades. Alguns exemplos de novos diálogos de configurações foram exibidos nas seções acima.
ro: Această versiune introduce noi opțiuni pentru a personaliza biroul în funcție de nevoile dvs. Unele exemple de noi dialoguri de opțiuni au fost deja prezentate în secțiunile de mai sus.
ru: В этом выпуске появились новые возможности для настройки рабочего стола под Ваши нужды. Ранее уже были представлены некоторые новые диалоги настройки.
sq: Kjo hedhje në qarkullim përfshin mundësi të reja për t’ia përshtatur desktopin nevojave tuaja. Disa shembuj të dialogëve të rinj të rregullimeve u treguan në ndarjen më sipër.
sr: Издање представља нову могућност прилагођавања окружења корисниковим потребама. Неки примери нових прозора поставки су већ приказани у снимцима изнад.
sv: Denna utgåva introducerar nya alternativ för att anpassa skrivbordet till dina behov. Några exempel på inställningsdialoger visades redan i styckena ovan.
th: รุ่นนี้ได้เพิ่มตัวเลือกใหม่ๆ สำหรับปรับแต่งเดสก์ท็อปให้เข้ากับความต้องการของคุณ ตัวอย่างค่าตั้งใหม่ได้แสดงไปบ้างแล้วในหัวข้อข้างต้น
tr: Bu sürüm, gereksinimlerine göre masaüstünü özelleştirmek için yeni seçenekler sunar. Yeni seçenek iletişim pencerelerine bir kaç örnek, yukarıdaki kısımlarda vardır.
uk: Цей випуск впроваджує нові опції налаштування стільниці для Ваших потреб. Деякі приклади нових діалогів налаштувань були вже показані в розділах вище.
vi: Bản phát hành này giới thiệu các tùy chọn mới để tùy chỉnh màn hình nền theo nhu cầu của bạn. Một số ví dụ về hộp thoại cài đặt mới đã được hiển thị trong các phần trên.
zh_tw: 此版本引入了一些讓您可以按自己所需自訂桌面的選項。新設定對話框的一些範例已經在上一節中顯示了。

source: Preferred Applications
ca: Aplicacions preferides
cs: Upřednostňované aplikace
da: Foretrukne programmer
de: Bevorzugte Anwendungen
es: Aplicaciones favoritas
fr: Applications préférées
gl: Aplicacións preferidas
he: תוכנות מועדפות
id: Aplikasi Utama
it: Applicazioni preferite
ja: お気に入りのアプリケーション
kk: Таңдаулы қолданбалар
lt: Pageidaujamos programos
ms: Aplikasi Dikehendaki
nb: Forvalgte programmer
oc: Aplicacions preferidas
pl: Preferowane programy
pt: Aplicações preferidas
pt_br: Aplicativos preferidos
ro: Aplicații preferate
ru: Предпочитаемые приложения
sq: Aplikacione të Parapëlqyer
sr: Омиљени програми
sv: Föredragna program
th: เลือกโปรแกรมหลักๆ
tr: Tercih Edilen Uygulamalar
uk: Виокремлені програми
vi: Ứng dụng ưa thích
zh_tw: 偏好的應用程式

source: The preferred applications framework, which was previously only available in <b>Terminal</b>, was imported into Xfce, so users no longer need to edit shell profiles to specify which browser and terminal emulator should be used by Xfce applications. The goal was to make it as easy as possible to change an application for a certain category (GNOME users may have already noticed that GNOME adopted this approach, because it is such simple).
ca: El marc de treball d'aplicacions preferides, que anteriorment només estava disponible al terminal <b></b>, es va importar a Xfce, de manera que els usuaris ja no necessiten editar perfils de l'intèrpret d'ordres per especificar quin navegador i emulador de terminal haurien d'utilitzar les aplicacions Xfce. L'objectiu era facilitar al màxim el canvi d'una aplicació per a una categoria determinada (els usuaris del GNOME ja s'han adonat que el GNOME va adoptar aquest enfocament, perquè és tan senzill).
cs: Framework pro upřednostňované aplikace dříve dostupný pouze v <b>Terminálu</b>, byl do Xfce importován, aby uživatelé již nemuseli editovat profily shellu pro určení používaného prohlížeče a emulátoru terminálu aplikacemi Xfce. Cílem bylo co největší zjednodušení výběru výchozích aplikací pro určitou kategorii souborů (uživatelé prostředí GNOME si již zřejmě všimli, že GNOME přijalo tuto metodu z důvodu značného zjednodušení).
da: Den foretrækkede applikations-rammeværk, hvilket tidligere kun var tilgængelig i <b>Terminal</b>, var importeret ind i Xfce, så brugere ikke længere havde behob for at redigere shell profiler for at specifere hvilken browser og terminal der skulle bruges af Xfce applikationer. Målet var at lave det så nemt som muligt at ændre en applikation for en bestemt kategori (GNOME brugere har muligvis allerede bemærket at GNOME adopterede denne fremgang, fordi det var så simpelt).
de: Das Framework für bevorzugte Anwendungen, dass bisher nur in <b>Terminal</b> verfügbar war, wurde in Xfce importiert, so dass Benutzer nicht mehr ihr Shell-Profil bearbeiten müssen, um anzugeben, welcher Browser und welcher Terminalemulator von Xfce-Anwendungen genutzt werden soll. Das Ziel war, es Nutzern möglichst einfach zu machen, eine Anwendung für eine bestimmte Kategorie zu ändern (GNOME-Nutzer haben vielleicht schon festgestellt, dass GNOME diesen Ansatz auch benutzt, weil er sehr einfach ist).
es: La plataforma preferida para las aplicaciones, que antes sólo estaba disponible en <b>Terminal</b>, se ha importado a Xfce, para que los usuarios no tengan que modificar los perfiles del intérprete de órdenes para especificar qué navegador y emulador de terminal deben ser utilizado por las aplicaciones de Xfce. El objetivo era hacer lo más fácil posible el cambio de una aplicación para una determinada categoría (los usuarios de GNOME pueden haber notado que GNOME ha adoptado este enfoque, porque es así de simple).
fr: Le choix des applications préférées, auparavant uniquement accessible avec <b>Terminal</b>, a été importé dans Xfce afin de ne plus avoir besoin d’éditer les profils shell pour préciser quel navigateur et émulateur de terminal devraient être utilisés par les applications Xfce. L’objectif était de rendre le changement d’application pour une certaine catégorie aussi simple que possible (les utilisateurs de GNOME ont peut-être déjà constaté qu’il avait adopté cette approche, car très simple).
gl: O marco de traballo de aplicacións preferidas, que previamente só estaba dispoñíbel en <b>Terminal</b>, foi importado ao Xfce, polo que os usuarios xa non precisan modificar os perfís do intérprete de ordes para especificar que navegador e emulador de terminal debe empregar as aplicacións do Xfce. O obxectivo era facelo o máis sinxelo posíbel para cambiar unha aplicación para unha determinada categoría (os usuarios de GNOME xa notaron que o GNOME adoptou este enfoque porque é moi sinxelo).
he: מסגרת התוכנות המועדפות, שבעבר היתה זמינה רק ב-<b>מסוף</b>, יובאה לתוך Xfce, כך שמשתמשים כבר לא צריכים לערוך פרופילי shell על מנת לציין איזה דפדפן ומדמה מסוף יהיו בשימוש ע"י תוכנות Xfce. המטרה הייתה להקל ככל האפשר על שינוי תוכנה בקטגוריה מסויימת (משתמשי GNOME כנראה כבר שמו לב ש־GNOME אימצה את הגישה הזו, בגלל שהיא כזו פשוטה).
id: Framework aplikasi kesukaan, yang sebelumnya hanya tersedia di <b>Terminal</b>, telah diimpor ke Xfce, sehingga pengguna tidak perlu lagi menyunting profil shell untuk menentukan peramban dan emulator terminal yang harus digunakan oleh aplikasi-aplikasi Xfce. Targetnya adalah untuk menjadikannya semudah mungkin untuk mengubah sebuah aplikasi untuk kategori tertentu (pengguna GNOME mungkin telah mengetahui bahwa GNOME menggunakan metode ini, karena sangat sederhana).
it: La struttura delle applicazioni preferite, che era precedentemente solo disponibile sul <b>terminale</b>, è stata importata in Xfce. Gli utenti non devono più impostare i profili della shell per specificare quale browser ed emulatore di terminale deve essere usato dalle applicazioni di Xfce. Lo scopo era di renderlo il più semplice possibile per cambiare un'applicazione per una certa categoria (gli utenti GNOME possono aver notato che GNOME ha adottato questo approccio data la sua semplicità).
ja: お気に入りのアプリケーションフレームワーク、<b>端末</b> のみで以前は使えたもの、は Xfce にも実装されました。結果、ユーザーはどのブラウザーを使うのかや、Xfce アプリケーションによって使われるべき端末エミュレーターを指定したりするためにわざわざシェルプロファイルを編集する必要はありません。目標はできるだけ簡単にカテゴリに応じてアプリケーションを変更できるようにすることでした。(GNOME のユーザーは GNOME がこの考え方を採用していたことにすでに気づいていたかも知れません。とても簡単です。)
kk: Бұрын тек <b>Терминалда</b> қолжетімді болған таңдаулы қолданбалар фреймворкі Xfce-ге импортталды, сондықтан пайдаланушыларға Xfce қолданбалары қай браузер мен терминал эмуляторын пайдалану керектігін көрсету үшін қоршам профильдерін түзетудің қажеті жоқ. Мақсат белгілі бір санаттағы қолданбаны өзгертуді барынша оңайлату болды (GNOME пайдаланушылары GNOME-ның бұл тәсілді қабылдағанын байқаған болуы мүмкін, өйткені ол өте қарапайым).
lt: Pageidaujamų programų karkasas, kuris anksčiau buvo prieinamas tik <b>Terminale</b>, buvo importuotas į Xfce, taigi naudotojams daugiau nebereikės redaguoti savo apvalkalo profilių, kad nurodytų kurią naršyklę ar terminalo emuliatorių turėtų naudoti Xfce programos. Tikslas buvo padaryti programų keitimą tam tikroje kategorijoje kuo lengvesniu (GNOME naudotojai, galbūt, jau pastebėjo, kad GNOME jau įgyvendino šį priėjimą, kadangi jis yra labai paprastas).
ms: Bingkai kerja aplikasi yang dikehendaki, yang sebelum ini hanya tersedia dalam <b>Terminal</b>, telah diimport ke dalam Xfce, jadi pengguna tidak perlu lagi menyunting profil shell yang menyatakan pelayar dan emulator terminal yang manakah patut digunakan oleh aplikasi Xfce. Matlamatnya adalah untuk menjadikannya lebih mudah menukar aplikasi untuk kategori tertentu (pengguna GNOME sudah maklum bahawa GNOME melaksana pendekatan ini, kerana ia lebih mudah).
nb: Rammeverket for forvalgte programmer, som tidligere kun var tilgjengelig i <b>Terminal</b>, er importert til Xfce slik at brukere ikke behøver redigere skallprofiler for å angi hvilken nettleser og terminaletterligner som Xfce-programmene skal bruke. Målet var å gjøre det så enkelt som mulig å endre et program for en bestemt kategori (GNOME-brukere har vel lagt merke til at GNOME bruker denne tilnærmingen fordi det er så enkelt).
oc: Lo quadre d'aplicacions preferit, que èra de per abans unicament disponible en <b>Terminal</b>, es estada importat dins Xfce, per tal que los utilizaires ajan pas mai besonh de modificar los perfils shell per préciser quel navigador e emulator de terminal deu èsser utilizada per las aplicacions Xfce. Lo but èra de lo rendre tant aisit coma possible per modificar una aplicacion per una certana categoria (utilizaires de GNOME an benlèu ja remarcat que GNOME a adopté aquesta approche, parce qu'il es se simple).
pl: Do Xfce zaimportowano moduł obsługi preferowanych programów, który wcześniej dostępny był tylko w <b>Terminalu</b>. Użytkownicy nie muszą już modyfikować profilów powłoki, aby określić jakiej przeglądarki i emulatora terminala ma używać środowisko. Moduł ma za zadanie jak najbardziej ułatwić proces ustalania domyślnych programów, używanych do wykonywania określonych czynności (użytkownicy GNOME mogli zauważyć, że ich środowisko również zaadoptowało takie rozwiązanie, ze względu na prostotę użytkowania).
pt: A plataforma de aplicações preferidas, que anteriormente estava disponível no <b>Terminal</b> foi importada para o Xfce para que os utilizadores não precisem de editar perfis para indicar que navegador e emulador de terminal deve ser usado pelas aplicações Xfce. O objetivo é tornar o mais simples possível a mudança duma aplicação de certa categoria (utilizadores GNOME devem ter reparado que o GNOME adotou esta abordagem, por ser simples.
pt_br: O framework de aplicativos preferidos, o qual estava previamente disponível somente no <b>Terminal</b>, foi importado ao Xfce, de forma que usuários não mais precisam editar perfis de shell para especificar qual navegador ou emulador de terminal deveria ser usado pelos aplicativos do Xfce. O objetivo era tornar o mais simples possível a alteração de um aplicativo para uma determinada categoria (usuários GNOME podem já ter percebido que o GNOME adotou essa abordagem porque é muito mais simples.
ro: Cadrul de aplicații preferate, care anterior era disponibil doar în <b>Terminal</b>, a fost importat în Xfce, astfel încât utilizatorii nu mai trebuie să editeze profilurile shell pentru a specifica ce navigator și emulator de terminal ar trebui să fie utilizat de aplicațiile Xfce. Scopul a fost de a face cât mai ușoară schimbarea unei aplicații pentru o anumită categorie (utilizatorii GNOME poate au observat deja că GNOME a adoptat această abordare, deoarece este atât de simplă).
ru: Настройка предпочитаемых приложений, которая ранее была доступна только в <b>Терминале</b>, импортирована в Xfce, таким образом пользователям более нет необходимости редактировать профиль оболочки для определения того, какой браузер и эмулятор терминала должны использовать приложения Xfce. Целью было сделать изменение приложений для определённых категорий настолько лёгким, насколько это возможно (пользователи GNOME уже заметили заимствование GNOM'ом этого подхода, потому что это так просто).
sq: Platforma për aplikacione të parapëlqyer, që më parë mund të përdorej vetëm nga brenda <b>Terminalit</b>, është importuar në Xfce, që përdoruesve të mos u duhet më të përpunojnë profile shelli për t’i treguar sistemit se cili shfletues dhe cili emulues terminali duhet përdorur nga aplikacione Xfce. Synimi qe të bëhej sa më e lehtë që të jetë e mundur ndryshimi i një aplikacioni për një kategori të caktuar (Përdoruesit e GNOME-s mund ta kenë vënë re tashmë që GNOME e adoptoi këtë trajtim, ngaqë është kaq i thjeshtë).
sr: Радни оквир омиљених програма, који је претходно био доступан само у <b>Терминалу</b>, је увезен у ИксФЦЕ, тако да корисницима више није потребно да уређују профиле шкољке ради одређивања који прегледник и упонашач терминала треба да буде коришћен у ИксФЦЕ програмима. Циљ је био да се олакша што је више могуће измена програма за одређену врсту (ГНОМ корисници су већ приметили да је ГНОМ прихватио овај приступ, зато јер је тако једноставан).
sv: Ramverket för rekommenderad program, som tidigare endast var tillgängligt i <b>Terminalen</b>, importerades till Xfce, så att användare inte längre behöver redigera skalprofiler för att ange vilken webbläsare och terminalemulator som ska användas av Xfce-program. Målet var att göra det så enkelt som möjligt att ändra ett program för en viss kategori (GNOME användare kanske redan har märkt att GNOME antog detta synsätt, eftersom det är så enkelt).
th: กรอบงานเลือกโปรแกรมหลักๆ ซึ่งก่อนหน้านี้มีเฉพาะใน <b>เทอร์มินัล</b> เท่านั้น ได้ถูกนำเข้าสู่ Xfce แล้ว เพื่อที่ผู้ใช้จะไม่ต้องแก้ไขโพรไฟล์เชลล์เพื่อกำหนดเบราว์เซอร์หรือโปรแกรมจำลองเทอร์มินัลที่โปรแกรม Xfce ต่างๆ จะใช้ เป้าหมายคือทำให้การเปลี่ยนโปรแกรมในหมวดหมู่ต่างๆ ทำได้ง่ายที่สุดเท่าที่จะทำได้ (ผู้ใช้ GNOME อาจสังเกตว่า GNOME ได้เลือกใช้วิธีการนี้ไปแล้ว เพราะมันเรียบง่ายขนาดนั้น)
tr: Tercih edilen uygulamalar çatısı, eskiden sadece <b>Terminal</b> içinde vardı, artık Xfce içine aktarıldı, böylece kullanıcılar artık hangi tarayıcıyı kullanacağını kabuk profillerinde düzenlemeyecekler ve uçbirim öykünücüsü, Xfce uygulamalrı tarafından kullanılacak. Buradaki amaç, belli bir kategori için bir uygulamayı değiştirmenin kolay hale gelmesidir (GNOME kullancıları, bu yaklaşıma zaten alışıklar, çünkü çok basit).
uk: База потрібних програм, в якій раніше був тільки <b>Термінал</b>, була імпортована в Xfce. Тепер користувачам не потрібно редагувати змінні оболонки, щоб визначити, який переглядач або емулятор терміналу повинен бути використаний з програмами Xfce. Метою цього було зробити зміну програм якомога простішою для певних категрій (користувачі GNOME вже відчули, оскільки GNOME вже перейняв цей підхід, тому що це дійсно дуже просто).
vi: Khung ứng dụng ưa thích, trước đây chỉ có trong <b>Terminal</b>, đã được nhập vào Xfce, do đó người dùng không còn cần phải chỉnh sửa cấu hình shell để chỉ định trình mô phỏng thiết bị đầu cuối và trình duyệt nào sẽ được sử dụng bởi các ứng dụng Xfce. Mục tiêu là làm cho việc thay đổi ứng dụng cho một danh mục nhất định trở nên dễ dàng nhất có thể (người dùng Gnome có thể đã nhận thấy rằng Gnome đã áp dụng cách tiếp cận này vì nó đơn giản như vậy).
zh_tw: 偏好的應用程式框架，先前僅在 <b>終端機</b> 中可用，已經導入到 Xfce 中，使用者再也不需要編輯 shell 設定檔來指定 Xfce 應用程式應該使用哪一個瀏覽器及終端機模擬器了。其目標是讓它可以更加容易的更改特定應用程式的預設應用程式(GNOME 使用者可能會發現 GNOME 也採用了這個辦法，因為它相當簡單)。

source: Keyboard Shortcuts
ca: Dreceres de teclat
cs: Klávesové zkratky
da: Tastaturgenveje
de: Tastaturkürzel
es: Atajos de teclado
fr: Raccourcis clavier
gl: Atallos do teclado
he: קיצורי מקלדת
id: Pintasan Papan Ketik
it: Scorciatoie da tastiera
ja: キーボードショートカット
kk: Пернетақта жарлықтары
lt: Klaviatūros susiejimai
ms: Pintasan Papan Kekunci
nb: Hurtigtaster
oc: Acorchis clavièr
pl: Skróty klawiszowe
pt: Teclas de atalho
pt_br: Atalhos de teclado
ro: Taste de comenzi rapide
ru: Комбинации клавиш
sq: Shkurtore Tastiere
sr: Пречице тастатуре
sv: Tangentbordsgenvägar
th: ปุ่มลัดแป้นพิมพ์
tr: Klavye Kısayollar
uk: Комбінації клавіш
vi: Phím tắt
zh_tw: 鍵盤快捷鍵
