Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: In Thunar's copy and move dialogs users can now easily pause the respective file operation. Furthermore support for queued file transfer, remembering view settings per folder and support for transparency in Gtk themes was added.
ca: En els diàlegs de còpia i moviment de Thunar, els usuaris ara poden fer una pausa fàcil a l'operació de fitxer respectiva. A més, s'ha afegit el suport per a la transferència de fitxers a la cua, recordant la configuració de la vista per carpeta i el suport per a la transparència en els temes Gtk.
cs: Uživatelé mohou nyní jednoduše pozastavit danou operaci se soubory v dialogových oknech pro kopírovaní a přesun aplikace Thunar. Dále byla přidána podpora pro řazení přesunu souboru do fronty, uložení nastavení zobrazení jednotliivých složek a podpora pro průhlednost v motivech Gtk.
da: I Thunars kopiér- og flyt-dialoger kan brugerne nu let pause den pågældende filhandling. Derudover er der tilføjet understøttelse af filoverførsel i kø, visningsindstillinger kan huskes pr. mappe og understøttelse af gennemsigtighed i Gtk-temaer.
de: In den Kopier- und Verschiebungsdialogen von Thunar können Benutzer die jeweilige Dateioperation nun einfach anhalten. Außerdem wurde die Unterstützung für die Übertragung von Dateien in Warteschlangen, das Speichern von Ansichtseinstellungen pro Ordner und Unterstützung für Transparenz in Gtk-Themen hinzugefügt.
es: En los cuadros de diálogo de copiar y mover de Thunar, los usuarios ahora pueden pausar fácilmente la operación del archivo respectivo. Además, se agregó soporte para la transferencia de archivos en cola, recordando la configuración de vista por carpeta y soporte para la transparencia en los temas Gtk.
gl: Nas xanelas de copia e movemento de Thunar os usuarios agora poden interromper doadamente a respectiva operación de ficheiro. Amais, engadiuse a capacidade de transferir ficheiros en cola, lembrar as opcións de visualización por cartafol e transparencia nos temas Gtk.
he: בדו שיח העתק והעבר של Thunar משתמשים יכולים עכשיו בקלות להשהות את פעולת הקובץ המתאימה. בנוסף נוספה תמיכה עבור העברת קבצים בתור, זכירת הגדרות תצוגה לפי תיקיה ותמיכה בשקיפות בערכות נושא Gtk.
id: Pada dialog salin dan pindahkan di Thunar, pengguna dapat dengan mudah melakukan jeda pada operasi berkas yang sedang berlangsung. Lebih jauh lagi, ditambahkan dukungan antrian transfer berkas, pengingat pengaturan tampilan per folder, dan dukungan untuk transparansi pada tema Gtk.
it: Ora è possibile mettere in pausa le operazioni su file senza difficoltà sulle finestre di copia e spostamento di Thunar. Inoltre è stato aggiunto supporto per trasferimento di file in coda, memorizzazione delle impostazioni di visualizzazione per cartelle e supporto per trasparenza nei temi Gtk.
kk: Thunar-дың көшіру және жылжыту сұхбат терезелерінде пайдаланушылар енді файл операциясын оңай кідірте алады. Сонымен қатар, файлдарды кезекпен тасымалдауды қолдау, әр бума үшін көрініс баптауларын есте сақтау және Gtk тақырыптарындағы мөлдірлікті қолдау мүмкіндіктері қосылды.
pl: W oknach kopiowania i przenoszenia Thunara użytkownicy mogą teraz łatwo wstrzymywać operacje na plikach. Ponadto dodano obsługę przesyłania plików w kolejce, zapamiętywanie ustawień widoku dla każdego folderu i obsługę przezroczystości w motywach Gtk.
pt: Nas janelas de copiar e mover do Thunar os utilizadores podem agora facilmente colocar em pausa a respetiva operação de ficheiros. Além disso, foi adicionado suporte para a transferência de ficheiros em fila de espera, lembrando definições de visualização por pasta e suporte para a transparência nos temas Gtk.
pt_br: Na janela de copiar e mover do Thunar, os usuários podem agora facilmente pausar a operação do respectivo arquivo. Além disso, foi adicionado suporte para transferência de arquivos em fila, lembrança das configurações de exibição por pasta e suporte para transparência em temas Gtk.
ro: În dialogurile de copiere și mutare ale Thunar, utilizatorii pot acum să întrerupă cu ușurință operația cu fișierul respectiv. În plus, a fost adăugat suport pentru transferul de fișiere în coadă, memorarea configurărilor de vizualizare pentru fiecare dosar și suport pentru transparență în temele Gtk.
ru: В диалогах копирования и перемещения Thunar пользователи теперь могут легко приостановить соответствующую операцию с файлом. Кроме того, была добавлена поддержка передачи файлов в очереди, запоминания настроек просмотра для каждой папки и поддержка прозрачности в темах Gtk.
sq: Te dialogët për kopjim dhe lëvizje të Thunar-it, tani përdoruesit mund të ndalin lehtësisht veprimin përkatës mbi kartelën. U shtua më tej mbulim për radhë shpërnguljesh kartelash, mbajtje mend rregullimesh parjeje sipas dosjesh dhe mbulim për tejdukshmëri në tema Gtk.
sr: У прозорчадима умножавања и премештања Тунара сада корисници могу лако застанкивати са радњама над датотекама. Шта више, додата је подршка за заказано премештање датотека, памтећи поставке приказа по фасцикли и подршку тема ГТК-а.
sv: I Thunars kopierings- och flyttdialogrutor kan användarna nu enkelt pausa respektive åtgärd. Dessutom lade vi till stöd för köade filöverföringar, spara visningsinställningar per mapp, och stöd för genomskinlighet i Gtk-teman.
th: ในกล่องโต้ตอบคัดลอกและย้ายแฟ้มของ Thunar ผู้ใช้สามารถสั่งหยุดพักการคัดลอกหรือย้ายแฟ้มได้แล้ว นอกจากนี้ยังเพิ่มการรองรับการเข้าคิวถ่ายโอนแฟ้ม การจดจำรูปแบบการแสดงผลสำหรับแต่ละโฟลเดอร์ และการรองรับความโปร่งใสในชุดตกแต่ง Gtk ด้วย
tr: Thunar'ın kopyala ve taşı iletişim kutularında kullanıcılar artık ilgili dosya işlemini kolayca duraklatabilir. Ayrıca, sıraya alınmış dosya aktarımı desteği, klasör başına görünüm ayarlarının hatırlanması ve Gtk temalarında şeffaflık desteği eklendi.
uk: У діалогах копіювання та переміщення Thunar користувачі можуть легко призупинити відповідну операцію з файлом. Крім того, була додана підтримка передачі файлів у черзі, запам'ятовування налаштувань перегляду для кожної папки та підтримка прозорості у темах Gtk.
vi: Trong hộp thoại sao chép và di chuyển của Thunar, giờ đây người dùng có thể dễ dàng tạm dừng thao tác tệp tương ứng. Ngoài ra, hỗ trợ chuyển tệp theo hàng đợi, ghi nhớ cài đặt chế độ xem cho mỗi thư mục và hỗ trợ tính minh bạch trong các chủ đề Gtk đã được thêm vào.

source: Thunar can now pause copying/moving files
ca: El Thunar ara pot fer una pausa en copiar/moure fitxers
cs: Thunar nyní umožňuje pozastavit kopírování a přesun souborů
da: Thunar kan nu sætte filer der kopieres/flyttes på pause
de: Thunar kann nun das Kopieren/Verschieben von Dateien pausieren
es: Thunar ahora puede pausar la copia/movimiento de archivos
gl: Agora Thunar pode interromper a copia e movemento de ficheiros
he: Thunar יכול עכשיו להשהות העתקה/העברה של קבצים
id: Thunar sekarang bisa melakukan pause pada saat menyalin/memindahkan file
it: Thunar ora è in grado di mettere in pausa le operazioni di copia/spostamento di file
kk: Thunar енді файлдарды көшіруді/жылжытуды кідірте алады
lt: Dabar, Thunar gali pristabdyti kopijuojamus/perkeliamus failus
pl: Thunar może teraz wstrzymywać kopiowanie i przenoszenie plików
pt: O Thunar pode agora fazer uma pausa no copiar/mover ficheiros
pt_br: Agora, o Thunar pode pausar a cópia e movimentação de arquivos
ro: Thunar poate acum să întrerupă copierea/mutarea fișierelor
ru: Thunar теперь может поставить приостановить копирование/перенос файлов
sq: Thunar-i tani mund të ndalë kopjim/lëvizje kartelash
sr: Тунар сада може застанкивати са премештањем/умножавањем датотека
sv: Thunar kan nu pausa kopiering/flyttning av filer
th: Thunar สามารถหยุดพักการคัดลอก/ย้ายแฟ้มได้แล้ว
tr: Thunar artık dosyaları kopyalamayı/taşımayı duraklatabiliyor
uk: Thunar тепер може призупиняти копіювання/переміщення файлів
vi: Thunar hiện có thể tạm dừng sao chép/di chuyển tệp

source: The panel received quite a few noteworthy updates, an animation for autohide and intellihide, a new 'Status Tray' plugin that combines both legacy Systray item support with modern StatusNotifier item support, dark mode support, launchers showing additional actions on right-click, window buttons offering to 'Launch a new instance...' and much more.
ca: El panell va rebre bastants actualitzacions notables, una animació per a ocultar automàticament i intel·ligir, un nou connector «Status Tray» que combina el suport d'element Systray heretat amb el suport modern d'element StatusNotifier, suport en mode fosc, llançadors que mostren accions addicionals en el clic dret, botons de finestra que ofereixen per a «Llançar una instància nova...» i molt més.
cs: Panel získal několik nezanedbatelných aktualizací, animaci pro automatické skrytí a inteligentní skrytí, nový zásuvný modul „Stavový panel“, který kombinuje podporu starší verze Systémové oblasti (systray) i moderní položky Oznamování stavu (StatusNotifier), podporu tmavého režimu, spouštěče zobrazují přídavné akce po kliknutí pravým tlačítkem, tlačítka oken nabízejí „Spuštění nové instance...“ a mnohem více.
da: Panelet modtog ret mange bemærkelsesværdige opdateringer, en animation til automatisk skjul og intelligent skjul, et nyt 'statusbakke'-plugin der kombinerer både understøttelse af forældede elementer for systembakke med understøttelse af moderne elementer for statusunderretter, understøttelse af mørk tilstand, startere viser yderligere handlinger ved højreklik, vinduesknapper der med 'Start en ny instans ...' og meget mere.
de: Das Panel erhielt einige bemerkenswerte Updates, eine Animation für automatisches- und intelligentes Ausblenden (autohide und intellihide), ein neues 'Status Tray'-Plugin, das sowohl die Unterstützung für alte Systray-Elemente als auch für moderne StatusNotifier-Elemente kombiniert, Unterstützung für den dunklen Modus, Launcher, die zusätzliche Aktionen bei Rechtsklick anzeigen, Fensterschaltflächen, die 'Neue Instanz starten' anbieten und vieles mehr.
es: El panel recibió bastantes actualizaciones notables, una animación para auto-ocultar e intellihide, un nuevo complemento 'Bandeja de Estado' que combina el soporte de elementos heredados de la Bandeja del sistema con el soporte de elementos de Notificador de estado moderno, soporte de modo oscuro, lanzadores que muestran acciones adicionales al hacer clic con el botón derecho, Botones en ventana que ofrecen 'Lanzar una nueva instancia ...' y mucho más.
gl: O panel recibiu bastantes actualizacións dignas de mención, unha animación para o agochado automático e o agochado intelixente, un novo engadido de "Zona de estado" que combina tanto a compatibilidade de elementos herdados da zona do sistema como elementos modernos do notificador de estado, compatibilidade co modo escuro, iniciadores que amosan accións adicionais ao facer clic co botón dereito, xanela con botóns que fornecen a opción de "Iniciar unha nova instancia ..." e moito máis.
he: הלוח קיבל לא מעט עדכונים ראויים לציון, אנימציה להסתרה אוטומטית והסתרה חכמה, תוסף 'מגש סטטוס' חדש שמשלב תמיכת פריט Systray מדור קודם עם תמיכת פריט StatusNotifier מודרני, תמיכה במצב כהה, מפעילים שמציגים פעולות נוספות בקליק ימני, לחצני חלונות שמציעים 'הפעל מופע חדש...' ועוד.
id: Panel mendapatkan sejumlah pembaruan yang signifikan, animasi untuk sembunyi-otomatis dan sembunyi-cerdas, sebuah plugin 'Baki Status' yang baru yang mengkombinasikan dukungan item Systray yang lama dengan dukungan item StatusNotifier yang modern, dukungan mode gelap, peluncur menampilkan aksi-aksi tambahan pada klik-kanan, tombol jendela menawarkan untuk 'Meluncrkan sebuah instansi baru...' dan lebih banyak lagi.
it: Il pannello ha ricevuto alcuni aggiornamenti degni di nota, come l'animazione di autohide ed intellihide, una nuova estensione "Status Tray" che combina il supporto per elementi legacy di Systray con il supporto per elementi moderno di StatusNotifier, supporto per modalità scura, avviatori che mostrano ulteriori azioni al clic destro del mouse, pulsanti delle finestre che offrono la possibilità di "Lanciare una nuova istanza..." e molto altro.
kk: Панель бірнеше маңызды жаңартуларға ие болды, оның ішінде автожасыру және интеллектуалды жасыру үшін анимация, ескі Systray элементтері мен қазіргі StatusNotifier элементтерін біріктіретін жаңа 'Status Tray' плагині, қараңғы режимді қолдау, оң жақ батырмамен шерткенде қосымша әрекеттерді көрсететін іске қосқыштар, 'Жаңа данасын іске қосу...' мүмкіндігі бар терезе батырмалары және т.б.
pl: Panel otrzymał kilka godnych uwagi aktualizacji, animację automatycznego i inteligentnego ukrywanie, nową wtyczkę zasobnika stanu, która łączy starszą obsługę elementów zasobnika systemowego z nowoczesną obsługą elementów powiadomienia o stanie, obsługę trybu ciemnego, aktywatory pokazujące dodatkowe działania po kliknięciu prawym przyciskiem myszy, przyciski okien oferujące „Uruchom nowe wystąpienie...” i wiele więcej.
pt: O painel recebeu algumas atualizações dignas de nota, uma animação para ocultação automática e inteligente, um novo plugin 'Estado da área de notificação' que combina tanto o suporte de item “Systray” antigo com o moderno suporte de item “StatusNotifier”, suporte de item em modo escuro, lançadores mostrando ações adicionais com um clique no botão direito do rato, botões de janela oferecendo para 'Lançar uma nova instância...' e muito mais.
pt_br: O painel recebeu atualizações que valem a pena comentar, uma animação para ocultar automaticamente e de forma inteligente, uma nova ‘Status Tray’ que combina tanto o suporte aos ícones da antiga bandeja do sistema com o suporte moderno do StatusNotifier, suporte ao modo noturno, lançadores mostrando ações adicionais no menu do botão direito, botões de janelas oferecendo para 'Lançar nova instância...' e muito mais.
ro: Panoul a primit câteva actualizări notabile, o animație pentru ascunderea automată și ascunderea inteligentă, un nou modul „Zona de notificare” care combină atât suportul pentru elemente „tăvii de sistem” vechi cu suportul pentru elemente ale notificării de stare moderne, suport pentru modul întunecat, lansatoare care prezintă acțiuni suplimentare la clic dreapta, butoane de fereastră care oferă „Lansarea unei noi instanțe...” și multe altele.
ru: Панель получила довольно много примечательных обновлений, анимацию для автоматического и интеллектуального скрытия, новый плагин 'Status Tray', который сочетает в себе как устаревшую поддержку элемента Systray, так и современную поддержку элемента StatusNotifier, поддержку темного режима, средства запуска, показывающие дополнительные действия при щелчке правой кнопкой мыши, окно кнопки с предложением 'Launch a new instance...' и многое другое.
sq: Paneli përfitoi ndoca përditësime që ia vlen të përmenden, një animacion për veçoritë e fshehjes së automatizuar dhe fshehjes së mençur, një shtojcë të re “Panel Gjendjesh” që ndërthur mbulim të veçorisë së dikurshme “Panel Sistemi” me mbulim të veçorisë moderne “NJoftues Gjendjesh”, mbulim për mënyrë të errët, nisësa që shfaqin veprime shtesë gjatë djathtasklikimeshh, butona dritaresh që ofrojnë “Nisni një instancë të re…” dhe plot të tjera.
sr: Полица је добила више надградњи вредних помена, анимације за самоскривање и паметно скривање, нови прикључак „Полице стања“ који усклађује подршку ставки старинске полице стања са савременом подршком обавештајној области, подршку тамном изгледу, покретачима који приказују додатне радње на десни клик, дугмадима прозора које нуде „Покрени нови примерак...“ и још доста тога.
sv: Panelen fick ganska många nämnvärda uppdateringar, en animation för autodölj och intelligent dölj, ett nytt 'Statusfält'-insticksprogram som kombinerar stöd för både äldre systemfältsobjekt och moderna statusaviseringsobjekt, stöd för mörkt läge, startare med ytterligare åtgärder vid högerklick, fönsterknappar som låter dig 'Starta en ny instans...' och mycket mer.
th: พาเนลมีความเปลี่ยนแปลงที่น่าสนใจจำนวนหนึ่ง คือมีภาพเคลื่อนไหวสำหรับการซ่อนอัตโนมัติและการซ่อนแบบฉลาด, มีปลั๊กอินใหม่คือ 'ถาดสถานะ' ซึ่งรองรับทั้งรายการถาดระบบ (Systray) แบบเก่า และรายการแจ้งเหตุสถานะ (StatusNotifier) แบบใหม่, รองรับโหมดมืด, ปุ่มเรียกโปรแกรมมีการกระทำเพิ่มเติมเมื่อคลิกขวา, ปุ่มเลือกหน้าต่างสามารถ 'เรียกทำงานอินสแตนซ์ใหม่...' ได้ และอื่นๆ อีกมากมาย
tr: Panel, dikkate değer birkaç güncelleme aldı, otomatik gizleme ve intellihide için bir animasyon, hem eski Systray öğe desteğini modern StatusNotifier öğe desteği ile birleştiren yeni bir 'Durum Tepsisi' eklentisi, karanlık mod desteği, sağ tıklamayla ek eylemleri gösteren başlatıcılar, pencere 'Yeni bir örnek başlat...' sunan düğmeler ve çok daha fazlası.
uk: Панель отримала досить багато примітних оновлень, анімацію для автоматичного та інтелектуального приховування, новий плагін «Status Tray», який поєднує в собі як застарілу підтримку елемента Systray, так і сучасну підтримку елемента StatusNotifier, підтримку темного режиму, засоби запуску, що показують додаткові при клацанні правою кнопкою миші, вікно кнопки з пропозицією «Запустити новий екземпляр...» та багато іншого.
vi: Bảng điều khiển đã nhận được khá nhiều cập nhật đáng chú ý, hoạt ảnh cho tính năng tự động ẩn và intellihide, plugin 'Khay trạng thái' mới kết hợp cả hỗ trợ mục Systray cũ với hỗ trợ mục StatusNotifier hiện đại, hỗ trợ chế độ tối, trình khởi chạy hiển thị các hành động bổ sung khi nhấp chuột phải, các nút cửa sổ cung cấp 'Khởi chạy phiên bản mới...' và nhiều hơn thế nữa.

source: Dark mode enabled in the panel's settings dialog
ca: Mode fosc activat al diàleg de configuració del plafó
cs: Zapnutý tmavý režim v dialogovém okně nastavení panelu
da: Mørk tilstand aktiveret i panelets indstillingsdialog
de: Dunkler Modus im Einstellungsdialog des Panels aktiviert
es: Habilitado el Modo oscuro en el cuadro de diálogo de configuración del panel
gl: O modo escuro activado na xanela de configuración do panel
he: מצב כהה מופעל בדו שיח הגדרות של הלוח
id: Mode gelap diaktifkan pada dialog pengaturan panel
it: Modalità scura abilitata nella finestra delle impostazioni del pannello
kk: Панельдің баптаулар сұхбат терезесінде қараңғы режим іске қосылды
pl: Tryb ciemny włączony w oknie ustawień panelu
pt: Modo escuro ativado na janela de definições do painel
pt_br: Modo noturno habilitado na janela de configurações do painel
ro: Modul întunecat activat în dialogul de opțiuni al panoului
ru: Включен темный режим в окне настроек панели
sq: Mënyrë e errët e aktivizuar te dialogu i rregullimeve të panelit
sr: Тамни начин рада је омогућен у прозорчету поставки полице
sv: Mörkt läge aktiverat i panelens inställningsdialog
th: การเปิดใช้โหมดมืดในกล่องโต้ตอบตั้งค่าของพาเนล
tr: Panelin ayarlar iletişim kutusunda koyu mod etkinleştirildi
uk: Увімкнення темного режиму у вікні налаштувань панелі
vi: Chế độ tối được bật trong hộp thoại cài đặt của bảng điều khiển

source: The new statustray plugin
ca: El connector nou de la safata d'estat
cs: Nový zásuvný modul stavový panel
da: Det nye statusbakke-plugin
de: Das neue Statustray-Plugin
es: El complemento nuevo para la bandeja de estado
gl: O novo engadido de zona do sistema
he: תוסף statustray החדש
id: Plugin statustray yang baru
it: La nuova estensione di statustray
kk: Жаңа statustray плагині
pl: Nowa wtyczka zasobnika stanu
pt: O novo plugin de estado da área de notificação "statustray"
pt_br: O novo plugin statustray
ro: Noul modul «Zona de notificare»
ru: Новый модуль панели состояния
sq: Shtojca e re “statustray”
sr: Нови прикључак ладица стања
sv: Det nya insticksprogrammet för statusfält
th: ปลั๊กอินถาดสถานะอันใหม่
tr: Yeni statustray eklentisi
uk: Нова втулка лотка стану
vi: Plugin khay trạng thái mới

source: Autohide animation
ca: Amaga automàticament l'animació
cs: Animace automatického skrytí
da: Animation med automatisk skjul
es: Ocultar automáticamente la animación
gl: Animación de agochado automático
he: אנימצית הסתרה אוטומטית
id: Animasi yang tersembunyi secara otomatis
it: Animazione autohide
kk: Автожасыру анимациясы
lt: Automatinio slėpimo animacija
pl: Animacja automatycznego ukrywania
pt: Animação da ocultação automática
pt_br: Animação de ocultar automaticamente
ro: Animație de ascundere automată
ru: Анимация автоскрытия
sq: Vetëfshehje animacionesh
sr: Оживљавање самоскривања
sv: Dölj animering automatiskt
th: ภาพเคลื่อนไหวขณะซ่อนพาเนลแบบอัตโนมัติ
tr: Otomatik gizleme animasyonu
uk: Анімація самоховання
vi: Tự động ẩn hoạt ảnh

source: Launch a new instance!
ca: Llança una instància nova!
cs: Spuštění nové instance
da: Start en ny instans!
de: Starten Sie eine neue Instanz!
es: ¡Lanzar una nueva instancia!
gl: Iniciar unha nova instancia!
he: הפעל מופע חדש!
id: Membuka jendela baru!
it: Avvia una nuova istanza!
kk: Жаңа данасын іске қосу!
lt: Paleisti naują egzempliorių!
pl: Uruchom nowe wystąpienie!
pt: Lançar uma nova instância!
pt_br: Iniciar nova instância!
ro: Lansează o nouă instanță!
ru: Запустить новый экземпляр!
sq: Nisni një instancë të re!
sr: Покрени нови примерак!
sv: Starta en ny instans!
th: เรียกทำงานอินสแตนซ์ใหม่!
tr: Yeni bir örnek başlatın!
uk: Запустити новий екземпляр!
vi: Khởi chạy một phiên bản mới!

source: About Dialog
ca: Quant al diàleg
cs: Dialogové okno O aplikaci
da: Dialogen Om
de: Über Dialog
es: Acerca del Cuadro de diálogo
gl: Xanela sobre o Xfce
he: דו שיח על אודות
id: Tentang Dialog
it: Finestra di Informazioni
kk: Сұхбат терезесі туралы
lt: „Apie“ dialogas
pl: Okno informacyjne
pt: Janela do Acerca
pt_br: Diálogo Sobre
ro: Fereastra «Despre ...»
ru: Окно об Xfce
sq: Dialog Mbi
sr: Прозорче о програму
sv: Om Dialog
th: กล่องโต้ตอบเกี่ยวกับ
tr: Diyalog Hakkında
uk: Вікно Про Xfce
vi: Giới thiệu về hộp thoại
