Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The panel has much better support for positioning panels on the screen. It can be dragged and snapped to screen borders; floating positions are only remembered when moving a panel and the length of the panel can be adjusted as a percentage of the monitor size.
ca: El plafó té un millor suport per al posicionament dels plafons en pantalla. Es pot arrossegar i forçar a vores de la pantalla; les posicions flotants només es recorden en moure un plafó i la longitud del plafó es pot ajustar com a percentatge de la mida del monitor.
cs: Značně se zlepšila podpora umisťování panelů na obrazovku. Panel lze přesunout a přichytit k okrajům obrazovky. Pozice panelu v nepřichyceném stavu se zapamatuje pouze pokud panel přesouváte a délku panelu lze nastavit jako procentuální vyjádření velikosti monitoru.
da: Panelet har meget bedre understøttelse for positionerings-paneler på skærmen. Det kan trækkes og vrisses til skærmkanter; svævede positionering er kun husket når et panel flyttes og længden af panelet kan justeres som en procentdel af skærmstørrelsen.
de: Die Leiste erfuhr wesentliche Verbesserungen für die Positionierung auf dem Bildschirm. Sie kann an die Bildschirmränder geschoben und dort eingerastet werden. Schwebende Positionen werden nur beim Verschieben einer Leiste gespeichert, außerdem kann die Länge der Leiste als Prozentsatz der Bildschirmgröße angegeben werden.
es: El panel tiene un mejor soporte para el posicionado de estos en la pantalla. Se pueden arrastrar y acoplar a los bordes de la pantalla, las posiciones flotantes solamente son recordadas cuando se mueve un panel y la longitud de estos puede ser ajustada a través de un porcentaje en relación al tamaño del monitor.
fr: Le positionnement des tableaux de bord a été amélioré. Ils peuvent être déplacés et accrochés aux bords de l’écran ; les positions flottantes sont seulement enregistrées lors d’un déplacement et la longueur du tableau de bord peut être ajustée en pourcentage de l’écran.
gl: O panel ten unha mellor compatibilidade para o posicionamento dos paneis na pantalla. Pode ser arrastrado e axustado aos límites da pantalla, só se memorizan as posicións flotantes ao mover un panel e a lonxitude do panel pode e a súa dimensión pode ser axustada como unha porcentaxe relativa do tamaño da pantalla.
he: לפאנל יש תמיכה הרבה יותר טובה במיקום פאנלים על המסך. הוא ניתן לגרירה ונצמד לגבולות המסך, מיקומים צפים נשמרים בזיכרון רק בעת הזזה של פאנל ואורך הפאנל ניתן לכיוון כאחוז מגודל המסך.
id: Panel mendapatkan dukungan yang lebih baik untuk penempatan panel pada layar. Ia bisa diseret dan dilekatkan ke tepi layar; posisi mengambang hanya akan diingat ketika memindahkan sebuah panel dan panjang panel dapat diatur sebagai persentase dari ukuran monitor.
it: Il pannello ha un migliore supporto al posizionamento dei pannelli sullo schermo. Può essere trascinato e attaccato ai lati dello schermo; le posizioni variabili vengono ricordate solamente quando si sposta un pannello e la sua lunghezza può essere corretta come percentuale della dimensione dello schermo.
ja: パネルの画面上でのポジショニングが改善されました。ドラッグおよび画面端へのスナップができるようになり、フローティング配置はパネルを移動しているときのみ記憶され、パネルの長さはモニターサイズに対するパーセンテージで調整できるようになりました。
kk: Панельдің экрандағы орнын анықтауды қолдауы әлдеқайда жақсарды. Оны сүйреп апаруға және экран жиектеріне жабыстыруға болады; қалқымалы позициялар тек панельді жылжытқан кезде ғана есте сақталады және панельдің ұзындығын монитор өлшемінің пайызы ретінде реттеуге болады.
lt: Skydelis turi žymiai geresnį skydelių pozicionavimo palaikymą. Jis gali būti nuvilktas ir apkirptas iki ekrano kraštų; slankios pozicijos prisimenamos tik perkeliant skydelį, skydelio ilgis gali būti nurodytas procentais, proporcingai monitoriaus dydžiui.
ms: Panel mempunyai sokongan lebih baik untuk menata atur panel pada skrin. Ia boleh diseret dan dilekat ke sempadan skrin; kedudakan terapung hanya diingati bila mengalih panel dan panjang panel boleh dilaras dalam peratus saiz monitor.
nb: Panelet har mye bedre støtte for å flytte paneler på skjermen. Det kan dras og festes til skjermkantene. Flytende posisjoner huskes kun når paneler flyttes, og panelets lengde kan justeres som en prosentdel av skjermstørrelsen.
oc: Lo panèl a un melhor supòrt dels posicionaments dels panèls sus l'ecran. Pòt èsser desplaçat e se metre al bòrds de l'ecran, las posicions flotantas son solament rapeladas al moment del desplaçament del panèl e la longor del panèl pòt èsser ajustada en tant que percentatge de la talha de l'ecran.
pl: Ustalanie położenia paneli na ekranie zostało znacznie usprawnione. Od teraz można je przeciągać za pomocą myszy i układać na krawędziach ekranu. Położenie panelu jest zapamiętywane tylko podczas jego przemieszczania, a jego długość można ustalić jako wartość procentową wymiaru ekranu.
pt: O painel tem agora um melhor suporte para o seu posicionamento no ecrã. Pode ser arrastado e ajustado aos limites do ecrã, as posições flutuantes só são memorizadas caso mova o painel e a sua dimensão pode ser ajustada (em percentagem) relativamente ao tamanho do monitor.
pt_br: O painel tem um suporte muito melhor a posicionamento de painéis na tela. Ele pode ser arrastado e anexado às bordas da tela; posições flutuantes são somente lembradas quando se está movendo um painel e o tamanho do painel pode ser ajustado como uma percentagem do tamanho do monitor.
ro: Panoul are un suport mult mai bun pentru poziționarea panourilor pe ecran. Acesta poate fi glisat și fixat pe marginile ecranului; pozițiile flotante sunt reținute numai atunci când se deplasează un panou, iar lungimea panoului poate fi ajustată ca procent din dimensiunea monitorului.
ru: Панель стала лучше поддерживать размещение на экране. Она стала способна к перетаскиванию и прилипанию к краям экрана. Плавающие расположения запоминаются только при перемещении панели. Длина панели может быть установлена как процент от размера монитора.
sq: Paneli përmban mbulim shumë më të mirë për pozicionim panelesh në ekran. Mund të tërhiqet dhe të lihet të thithet nga anët e ekranit; pozicione pezull mbahen mend vetëm kur lëvizet një panel dhe gjatësia e panelit mund të përimtohet si një përqindje e madhësisë së ekranit.
sr: Полица има много бољу подршку за размештај на екрану. Она може бити превлачена и прионута ивицама екрана. Лебдећи положаји се једино памте приликом премештања полице, а дужина полице може бити прилагођена као постотак величине екрана.
sv: Panelen har mycket bättre stöd för att placera paneler på skärmen. Den kan dras och fästas till skärmkanter; flytande placering blir bara hågkommet då en panel flyttas och panellängden kan justeras som procent av skärmstorleken.
th: พาเนลมีการรองรับที่ดีขึ้นมากสำหรับการจัดตำแหน่งพาเนลบนหน้าจอ โดยสามารถลากและดูดติดกับขอบหน้าจอได้ ตำแหน่งลอยตัวจะถูกจำไว้เมื่อมีการย้ายพาเนลเท่านั้น และความยาวของพาเนลสามารถปรับเป็นเปอร์เซ็นต์ของขนาดของจอภาพได้
tr: Panel, ekran üzerinde panellerin konumu için daha iyi bir desteğe sahip. ekran kenarlıkları sürüklenebilir ve ayrılabilir; değişen konumlar, monitor boyutunu yüzdesi olarak panelin ayarlanabilmesinin uzunluğu ve bir panel taşınırken hatırlanırlar.
uk: Панель має набагато кращу підтримку розміщення панелей на екрані. Вона може бути захоплена і прикріплена до границь екрану; тимчасова позиція буде запам’ятовуватися тільки при переміщенні панелі, а довжину панелі можна підрегулювати як відсоток від розміру монітора.
vi: Tấm nền này hỗ trợ tốt hơn rất nhiều cho tấm định vị trên màn hình. Nó có thể được kéo và gắn vào viền màn hình; các vị trí nổi chỉ được ghi nhớ khi di chuyển bảng điều khiển và độ dài của bảng điều khiển có thể được điều chỉnh theo tỷ lệ phần trăm của kích thước màn hình.
zh_tw: 面板對在螢幕上放置面板的位置有更佳的支援。可以將面板托曳並吸附到螢幕邊緣；僅在移動面板且面板長度可以調整為顯示器大小的百分比時才會記住浮動位置。

source: Transparent backgrounds
ca: Fons transparents
cs: Průhledná pozadí
da: Transparente baggrunde
de: Transparente Hintergründe
es: Fondos trasparentes
fr: Arrière-plan transparent
gl: Fondos transparentes
he: רקעים שקופים
id: Latar belakang transparan
it: Sfondi trasparenti
ja: 透明な背景
kk: Мөлдір фондар
lt: Permatomi fonai
ms: Latar belakang lutsinar
nb: Gjennomsiktige bakgrunner
oc: Fons transparent
pl: Przezroczyste tła
pt: Fundos transparentes
pt_br: Planos de fundo transparentes
ro: Fundaluri transparente
ru: Прозрачный фон
sq: Sfonde të tejdukshëm
sr: Прозирне позадине
sv: Genomskinliga bakgrunder
th: พื้นหลังโปร่งแสง
tr: Şeffaf arkaplanlar
uk: Прозорість фону
vi: Nền trong suốt
zh_tw: 透明背景

source: The panel is now able to draw transparent panel backgrounds with non transparent items. Your panel items will remain readable and you will enjoy a nice panel look.
ca: El plafó és ara capaç de dibuixar fons de plafons transparents amb elements no transparents. els vostres elements del plafó romandran llegibles i podreu gaudir d'un bon aspecte del plafó.
cs: Nyní je možné vykreslit průhledné pozadí panelu a na něj umístit neprůhledné položky. Položky panelu zůstanou čitelné a panel získá lepší vzhled.
da: Panelet er nu i stand til at tegne gennemsigtige panel baggrunde med ikke-gennemsigtige elementer. Dit panels elementer vil bestå som læsbar og du vil nyde et dejligt panel udseende.
de: In der Leiste können nun transparente Hintergründe mit nicht transparenten Objekten gezeichnet werden. Ihre Leiste bleibt lesbar und erhält ein ansprechenderes Erscheinungsbild.
es: El panel es capaz ahora de crear fondos trasparentes con elementos opacos. Los elementos del panel permanecen visibles que le harán disfrutar de un bonito diseño.
fr: Le tableau de bord est maintenant capable de projeter un arrière-plan transparent avec des éléments qui ne le sont pas. Ceux-ci resteront lisibles et vous profiterez d’un aspect plaisant.
gl: O panel agora pode debuxar fondos de panel transparente con elementos non transparentes. Os elementos do panel permanecerán lexíbeis e gozarán dun bo aspecto de panel.
he: הפאנל יכול עכשיו לצייר רקעי פאנל שקופים עם פריטים לא שקופים. פריטי הפאנל שלך יישארו קריאים ותהנה ממראה פאנל נחמד.
id: Panel sekarang bisa menampilkan latar belakang panel transparan dengan item yang tidak transparan. Item panel Anda akan tetap mudah dibaca dan Anda akan menikmati sebuah tampilan panel yang menarik.
it: Il pannello è ora in grado di visualizzare degli sfondi trasparenti con elementi opachi. Gli elementi del pannello resteranno leggibili e il pannello sarà ancora più bello.
ja: パネルの背景を透明にできるようになりました。パネルアイテムは透明になりませんので利用に支障はありません。ナイスなパネルの見た目を楽しんでください。
kk: Панель енді мөлдір емес элементтері бар мөлдір панель фондарын сала алады. Панель элементтері оқылатын болып қалады және панельдің әдемі көрінісі сізді қуантады.
lt: Skydelis nuo šiol gali piešti permatomą skydelio foną, su nepermatomais elementais. Jūsų skydelio elementai liks perskaitomi ir jums patiks nauja skydelio išvaizda.
ms: Panel ini berupaya melukis latar belakang panel lutsinar dengan item tak-lutsinar. Item panel anda kini kekal boleh dibaca dan anda dapat menikmati penampilan panel yang cantik.
nb: Panelet kan nå tegne gjennomsiktige bakgrunner med ikke-gjennomsiktige elementer. Panelelementene vil forbli lesbare og panelet vil se bra ut.
oc: Lo panèl es ara en mesure de dessiner un panèl amb un fons transparent amb dels objets non transparents. Vos elements del panèl demoraràn lisibles e poiretz profiechar d'un look de panèl agréable.
pl: Panel posiada możliwość wyświetlania przezroczystego tła, wraz z nieprzezroczystą zawartością. Elementy wyświetlane na panelu pozostają czytelne, podczas, gdy wygląd zyskał na atrakcyjności.
pt: Agora já consegue exibir um fundo de painel transparente sem que os ícones também fiquem transparentes. Os seus itens de painel permanecerão legíveis, obtendo assim um melhor aspeto do painel.
pt_br: Agora, o painel pode desenhar planos de fundo de painéis transparentes com nenhum item transparente. Os itens do seu painel permanecem legíveis e você pode aproveitar um painel com visual legal.
ro: Panoul este acum capabil să deseneze fundaluri transparente cu elemente care nu sunt transparente. Elementele panoului dvs. vor rămâne vizibile și vă veți bucura de un aspect plăcut al panoului.
ru: Панель теперь может иметь прозрачный фон с непрозрачными элементами. Элементы панели остаются хорошо видимыми, и в то же время вы можете наслаждаться красивым внешним видом панели.
sq: Paneli tani është në gjendje të vizatojë sfonde paneli me elementë jo të tejdukshëm sfondi. Elementët e panelit tuaj do të mbesin të lexueshëm dhe do të shijoni një pamje të hijshme të panelit.
sr: Полица је сада способна да исцртава провидне позадине са непровидним ставкама. Ставке полице ће остати читљиве и може се уживати у дивном изгледу полице.
sv: Panelen klarar nu att rita genomskinliga panelbakgrunder med ogenomskinliga objekt. Dina panelobjekt förblir läsbara och du kan njuta av ett vackert panelutseende.
th: พาเนลรุ่นนี้สามารถวาดพื้นหลังโปร่งแสงและวางรายการที่ไม่โปร่งแสงได้แล้ว รายการต่างๆ บนพาเนลจะยังคงมองเห็นได้ถนัด และคุณจะมีความสุขกับพาเนลที่ดูสวยงามขึ้น
tr: Artık panel, şeffaf olmayan öğeler ile saydam panel arkaplanları çizebilmektedir. Panel öğeniz, aynen okunabilir kalacak ve güzel bir panel görünümünün zevkini çıkaracaksınız.
uk: Панель тепер в змозі мати прозорий фон панелі з непрозорими елементами. Деталі панелі будуть залишатися видимими, і Ви будете насолоджуватися її гарним виглядом.
vi: Bảng điều khiển hiện có thể vẽ nền bảng trong suốt với các mục không trong suốt. Các mục trong bảng điều khiển của bạn sẽ vẫn có thể đọc được và bạn sẽ có được giao diện bảng điều khiển đẹp mắt.
zh_tw: 面板現在可以在有不透明項目時繪製出透明的面板背景。您的面板項目將會保有可讀性，您可以享受一個漂亮的面板。

source: Transparent panel background
ca: Fons del plafó transparent
cs: Průhledné pozadí panelu
da: Transparente panelbaggrund
de: Transparenter Hintergrund der Leiste
es: Fondo del panel trasparente
fr: Arrière-plan transparent du tableau de bord
gl: Fondo de panel transparente
he: רקע פאנל שקוף
id: Latar belakang panel transparan
it: Sfondo del pannello trasparente
ja: 透明なパネルの背景
kk: Панельдің мөлдір фоны
lt: Permatomas skydelio fonas
ms: Latar belakang panel lutsinar
nb: Gjennomsiktig panelbakgrunn
oc: Fons del panèl transparent
pl: Przezroczyste tło panelu
pt: Fundo de painel transparente
pt_br: Plano de fundo de painel transparente
ro: Fundal transparent al panoului
ru: Прозрачный фон панели
sq: Sfond i tejdukshëm paneli
sr: Провидност полеђине полице
sv: Genomskinlig panelbakgrund
th: พื้นหลังพาเนลที่โปร่งแสง
tr: Şeffaf panel arkaplanı
uk: Прозорий фон панелі
vi: Nền bảng trong suốt
zh_tw: 透明面板背景

source: New item editor
ca: Editor d'elements nou
cs: Editor nových položek
da: Ny element-redigerer
de: Neuer Objekteditor
es: Nuevo editor de elementos
fr: Nouvel éditeur d’éléments
gl: Novo editor de elementos
he: עורך פריט חדש
id: Penyunting item yang baru
it: Nuovo editor di elementi
ja: 新しいアイテムエディター
kk: Жаңа элемент түзеткіші
lt: Naujas elementų redaktorius
ms: Penyunting item baharu
nb: Ny elementbehandler
oc: Novèl editor d'article
pl: Nowy edytor apletów
pt: Novo editor de itens
pt_br: Novo editor de item
ro: Editor de elemente noi
ru: Новый редактор элементов
sq: Përpunues i ri elementësh
sr: Нови уређивач ставки
sv: Nya objekt redigerare
th: เครื่องมือแก้ไขรายการอันใหม่
tr: Yeni nesne düzenleyicisi
uk: Редактор нових об’єктів
vi: Trình chỉnh sửa mục mới
zh_tw: 新項目編輯器

source: The panel now features an item editor which allows to modify, move, add and remove items quickly. This is particularly useful for items which are hard to right click and gives you an easy way to change your panel layout from a single place.
ca: El plafó ara compta amb un editor d'elements que permet modificar, moure, afegir i suprimir elements amb més facilitat. Això és particularment útil per als elements que són difícils per fer el botó dret del ratolí i us proporciona una manera fàcil de canviar la distribució del vostre plafó des d'un sol lloc.
cs: Panel nyní obsahuje editor položek, který umožňuje rychle měnit, přesouvat, přidávat a odebírat položky, což je obzvlášť důležité pro položky, na které se obtížně kliká pravým tlačítkem myši, a nabízí jednoduchý způsob nastavení vzhledu panelu z jediného místa.
da: Panelet har nu den element-funktion redigerer der stillader at modificere, flytte tilføje og fjerne elementer hurtigt. Dette er især nyttigt for elementer der er hårde at højreklikke og giver dig en nem måde at ændre dit panels opsætning fra et enkelt sted.
de: Die Leiste bietet nun einen Objekteditor, der Ihnen das schnelle Bearbeiten, Verschieben, Hinzufügen und Entfernen von Objekten ermöglicht. Dies ist insbesondere nützlich für Objekte, die nur schwer über einen Kontextklick zu erreichen sind. Weiterhin stellt dies einen einfachen Weg der Änderung der Leistenobjekte in einer einzigen Anlaufstelle dar.
es: El panel cuenta ahora con un editor de elementos que permite modificar, mover, agregar y quitar elementos con rapidez. Esto es particularmente útil para los elementos que son difíciles de hacer clic derecho y le da una forma fácil de cambiar el diseño del panel de un solo lugar.
fr: Le tableau de bord dispose d’un nouvel éditeur d’éléments qui permet de modifier, déplacer, ajouter et retirer des éléments rapidement. Ceci est particulièrement utile pour ceux sur lesquels il est difficile d’opérer un clic droit et fournit un moyen facile de modifier la disposition du tableau de bord d’un même endroit.
gl: O panel agora presenta un editor de elementos que permite modificar, mover, engadir e eliminar elementos de xeito rápido. Isto é particularmente útil para elementos que son difíciles de facer clic dereito e dálle un xeito doado de mudar o deseño do panel desde un só lugar.
he: הפאנל עכשיו מציג עורך פריט המאפשר לשנות, להעביר, להוסיף ולהסיר פריטים בקלות. זה שימושי במיוחד לפריטים שקשה לעשות עליהם קליק ימני ונותן לך דרך קלה לשנות את סידור הפאנל שלך ממקום אחד.
id: Panel sekarang mengedepankan sebuah penyunting item yang memungkinkan Anda memodifikasi, memindah, menambah dan menghapus item secara cepat. Ini khususnya berguna untuk item yang sulit untuk diklik kanan dan memberikan cara yang mudah untuk mengubah tata letak panel Anda dari satu tempat.
it: Il pannello fornisce un editor di elementi che permette di modificare, spostare, aggiungere e rimuovere gli elementi velocemente; questo è particolarmente utile per gli elementi difficili da selezionare con il tasto destro del mouse. Viene inoltre fornito un modo semplice per modificare la disposizione del pannello da un unico punto.
ja: 新機能のアイテムエディターでは、アイテムの編集、移動、追加、および削除がすばやく行えます。これは特に右クリックのやりにくいアイテムに対して便利であり、そしてパネルのレイアウト変更を一括で行えます。
kk: Панельде қазір элементтерді жылдам түзетуге, жылжытуға, қосуға және өшіруге мүмкіндік беретін элемент түзеткіші бар. Бұл әсіресе оң жақ батырмамен шерту қиын элементтер үшін пайдалы және панель жайылымын бір жерден оңай өзгертуге мүмкіндік береді.
lt: Nuo šiol skydelis turi elementų redaktorių, kuris leis greitai keisti, perkelti, pridėti ar pašalinti elementus. Tai ypač naudinga elementams kuriuos sunku paspausti dešiniu pelės mygtuku, taipogi tai leis jums lengvai keisti skydelio išdėstymą iš vienos vietos.
ms: Panel kini fiturkan penyunting item yang membolehkan ubahsuai, alih, tambah dan buang item secara pantas. Ia berguna bagi item yang sukar diklik-kanan dan berikan satu cara mudah mengubah bentangan panel dari satu tempat.
nb: Panelet har nå elementredigering som raskt gjør det mulig å endre, flytte, legge til og fjerne elementer. Dette er spesielt nyttig for elementer som vanskelig kan fjernes med høyreklikking, og gir deg en enkelt måte å endre panelutformingen fra et enkelt sted.
oc: Lo panèl dispausa d'ara enlà d'un editor d'element que permet de modificar, desplaçar, apondre e suprimir dels elements rapidament. Aquò es particulièrement utile pels elements que son difficiles a far amb un clic drech e vous donne un mejan aisit de changer la disposicion de votre panèl dempuèi un seul endroit.
pl: W nowym wydaniu pojawił się edytor apletów, umożliwiający łatwe modyfikowanie, przemieszczanie, usuwanie i dodawanie zawartości paneli. Jest on przydatny w sytuacjach, gdy wykonanie wymienionych czynności jest utrudnione, ze względu na graficzny układ elementów.
pt: Nesta versão, o painel disponibiliza um editor de itens que lhe permite modificar, mover, adicionar e remover itens rapidamente. Isto é útil para aqueles itens em que é difícil clicar com o botão direito do rato, permitindo-lhe assim um método fácil para alterar a disposição do painel num único local.
pt_br: O painel agora possui um editor de itens que permite modificar, mover, adicionar e remover itens rapidamente. Isso é particularmente útil para itens que são difíceis de clicar com botão direito e permite que você altere facilmente o layout do seu painel a partir de um único lugar.
ro: Panoul dispune acum de un editor de elemente care permite modificarea, mutarea, adăugarea și eliminarea rapidă a elementelor. Acest lucru este deosebit de util pentru elementele pe care este greu să faceți clic dreapta și vă oferă o modalitate ușoară de a schimba aspectul panoului dintr-un singur loc.
ru: Панель теперь содержит новый редактор элементов, который позволяет быстро изменять, перемещать, добавлять и удалять элементы. Это особенно полезно для элементов, на которых трудно щёлкнуть правой кнопкой, и обеспечивает вам удобный способ изменять компоновку элементов на панели из одного места.
sq: Paneli tani përmban një përpunues elementësh i cili lejon të ndryshohen, lëvizen, shtohen dhe hiqen elementë shpejt e shpejt. Kjo është veçanërisht e dobishme për elementë që janë të vështirë për t’u djathtasklikuar dhe ju jep një rrugë të lehtë të ndryshoni skemën e panelit tuaj që nga një vend i vetëm.
sr: Полица сада поседује уређивач ставки који омогућава брзу измену, премештање, додавање и уклањање ставки. Ово је нарочито корисно за ставке на које је тешко кликнути десним кликом и обезбеђује лак начин за измену распореда на полици на једном месту.
sv: Panelen har nu en objekteditor som tillåter modifiering, flyttning, lägga till och ta bort objekt snabbt. Detta är speciellt användbart för objekt som är svåra att högerklicka och ger dig ett enkelt sätt att ändra din panel från ett enda ställe.
th: พาเนลรุ่นนี้มีเครื่องมือแก้ไขรายการแล้ว ซึ่งจะช่วยให้คุณสามารถแก้ไข, ย้าย, เพิ่ม หรือลบรายการต่างๆ ได้อย่างรวดเร็ว ซึ่งจะเป็นประโยชน์มากสำหรับรายการที่คลิกขวาไม่สะดวก และยังช่วยให้คุณเปลี่ยนผังการจัดวางของพาเนลของคุณได้อย่างง่ายดายในที่เดียว
tr: Şimdiki panel, öğeleri hızlıca düzenleme, taşıma, ekleme ve silme izin veren bir öğe düzenleyiciye sahiptir. Bu, tıklanması zor olan öğeler için kullanışlıdır ve panel yerleşiminizi tek bir yer üzerinden değiştirmenize kolaylık sağlar.
uk: Панель тепер має редактор, за допомогою якого можна змінювати, переміщувати і вилучати елементи панелі. Він корисний також для елементів, на яких тяжко клацнути правою кнопкою миші. Це легкий спосіб змінити налаштування елементів панелі з одного місця.
vi: Bảng điều khiển hiện có trình chỉnh sửa mục cho phép sửa đổi, di chuyển, thêm và xóa các mục một cách nhanh chóng. Điều này đặc biệt hữu ích cho các mục khó nhấp chuột phải và cung cấp cho bạn một cách dễ dàng để thay đổi bố cục bảng điều khiển từ một nơi duy nhất.
zh_tw: 面板現在的主要特性是，有一個項目編輯器可以讓您快速的修改、移動、新增及移除項目。項目難以使用右鍵點擊時，此功能會特別有用，這樣您就有了一個從單一位置更改面板佈局的簡單方法。
