Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The <a href="https://docs.xfce.org/xfce/xfdesktop/start">desktop</a> now has support for RandR's primary monitor feature, an orientation option for icon arrangement, a “Next Background” context menu option to advance the wallpaper and it now syncs the user's wallpaper selection to AccountsService.
ca: L'escriptori <a href="https://docs.xfce.org/xfce/xfdesktop/start"></a> ara té suport per a la funció de monitor primari de RandR, una opció d'orientació per a la disposició d'icones, una opció de menú contextual «Next Background» per avançar el fons de pantalla i ara sincronitza la selecció del fons de pantalla de l'usuari a AccountsService.
de: Der <a href="https://docs.xfce.org/xfce/xfdesktop/start">Schreibtisch</a> hat jetzt Unterstützung für die Funktion des primären Monitors von RandR, eine Ausrichtungsoption für die Anordnung von Symbolen, eine "Nächster Hintergrund"-Kontextmenüoption, um das Hintergrundbild weiterzuschalten und er synchronisiert jetzt die Hintergrundbildauswahl des Benutzers mit AccountsService.
es: El <a href="https://docs.xfce.org/xfce/xfdesktop/start">escritorio</a> ahora tiene soporte para la función de monitor principal de RandR, una opción de orientación para la disposición de los iconos, una opción de menú contextual "Siguiente fondo" para avanzar el fondo de pantalla y ahora sincroniza la selección de fondo de pantalla del usuario con el Servicio de cuentas.
gl: O <a href="https://docs.xfce.org/xfce/xfdesktop/start">escritorio</a> agora admite a función de pantalla principal de RandR, unha opción de orientación para a disposición de iconas, unha opción de menú contextual «Seguinte fondo» para avanzar no fondo de pantalla e agora sincroniza a selección do fondo de pantalla do usuario con AccountsService.
he: ה<a href="https://docs.xfce.org/xfce/xfdesktop/start">שולחן עבודה</a> עכשיו תומך במאפיין תצוגה ראשית RandR, אפשרות אוריינטציה לסידור איקונים, אפשרות "רקע הבא" בתפריט הקשר לקידום טפט ועכשיו הוא מסנכרן את מבחר הטפטים של המשתמש לשירות חשבונות.
it: Il <a href="https://docs.xfce.org/xfce/xfdesktop/start">desktop</a> ora supporta la feature dello schermo primario di RandR, una opzione di orientazione per disposizione delle icone, una opzione del menu di contesto "Sfondo Successivo" per cambiare lo sfondo in sequenza ed ora la selezione dello sfondo dell'utente è sincronizzata con AccountsService.
kk: <a href="https://docs.xfce.org/xfce/xfdesktop/start">жұмыс үстелінде</a> енді RandR негізгі монитор мүмкіндігіне қолдау, таңбашаларды орналастыруға арналған бағдар опциясы, тұсқағазды ауыстыруға арналған «Келесі фон» контекстік мәзір опциясы бар және ол енді пайдаланушының тұсқағаз таңдауын AccountsService қызметімен синхрондайды.
pl: <a href="https://docs.xfce.org/xfce/xfdesktop/start">Pulpit</a> obsługuje teraz funkcję głównego monitora RandR, opcję orientacji dla rozmieszczenia ikon, opcję menu kontekstowego „Następne tło”, aby przesuwać tapetę, teraz także synchronizuje wybór tapety użytkownika z AccountsService.
pt: O <a href="https://docs.xfce.org/xfce/xfdesktop/start">ambiente de trabalho</a> tem agora suporte para o monitor principal do RandR, uma opção de orientação para disposição de ícones, uma opção de menu de contexto "Fundo seguinte" para avançar o papel de parede e agora sincroniza a seleção do papel de parede do utilizador com o "AccountsService".
pt_br: A <a href="https://docs.xfce.org/xfce/xfdesktop/start">área de trabalho</a> agora tem suporte para o recurso de monitor primário do RandR, uma opção de orientação para a disposição do ícone, um contexto de “próximo plano de fundo” opção de menu para avançar o papel de parede e agora sincroniza a seleção do papel de parede do usuário para AccountsService.
ro: <a href="https://docs.xfce.org/xfce/xfdesktop/start">Biroul</a> are acum suport pentru funcția de monitor principal a RandR, o opțiune de orientare pentru aranjarea pictogramelor, o opțiune de meniu contextual „Următorul fundal” pentru a avansa imaginea de fundal și acum sincronizează selecția de imagini de fundal a utilizatorului cu „AccountsService”.
ru: <a href="https://docs.xfce.org/xfce/xfdesktop/start">Рабочий стол</a> теперь поддерживает функцию основного монитора RandR, опцию ориентации для расположения значков, опцию контекстного меню “Следующий фон” для продвижения обоев, и теперь он синхронизирует выбор обоев пользователем с AccountsService.
sq: <a href="https://docs.xfce.org/xfce/xfdesktop/start">Desktopi</a> tani ka mbulim për veçorinë RandR të monitorit parësor, një mundësi orientimi për sistemim ikonash, një mundësi “Sfondi Pasues” menuje konteksti për të kaluar te sfondi tjetër dhe tani njëkohëson përzgjedhjen e sfondit të ekranit të përdoruesit me AccountsService.
sr: <a href="https://docs.xfce.org/xfce/xfdesktop/start">Радна површ</a> је добила подршку за могућности главног заслона Рандра, могућност усмеравања за размештај сличица, могућност приручног изборника „следећа позадина“ ради побољшања могућности поставки слика позадине и сада се усклађује са корисничким избором у службу налога.
th: <a href="https://docs.xfce.org/xfce/xfdesktop/start">พื้นโต๊ะ</a> รองรับการกำหนดหน้าจอหลักของ RandR แล้ว, มีการเพิ่มตัวเลือกการพลิกภาพสำหรับจัดเรียงไอคอน, เพิ่มรายการ “พื้นหลังถัดไป” ในเมนูคลิกขวาเพื่อเปลี่ยนภาพพื้นหลังเป็นภาพถัดไป และยังปรับการเลือกภาพพื้นหลังของผู้ใช้กับ AccountsService ให้ตรงกันด้วย
vi: <a href="https://docs.xfce.org/xfce/xfdesktop/start">máy tính để bàn</a> hiện hỗ trợ tính năng màn hình chính của RandR, tùy chọn định hướng để sắp xếp biểu tượng, tùy chọn menu ngữ cảnh “Nền tiếp theo” để nâng cao hình nền và giờ đây nó đồng bộ hóa lựa chọn hình nền của người dùng với AccountsService.

source: A completely new settings dialog to <a href="https://docs.xfce.org/xfce/xfce4-settings/color">manage color profiles</a> has been created. For most users this means out of the box support for color-managed printing (through cupsd) and scanning (through saned). For monitor profiles you will have to install an additional service like xiccd.
ca: S'ha creat un diàleg de configuració completament nou a <a href="https://docs.xfce.org/xfce/xfce4-settings/color">gestiona els perfils de color</a>. Per a la majoria d'usuaris això significa fora de la caixa suport per a la impressió gestionada per color (a través de cupsd) i escanejat (a través de saned). Per als perfils de monitor hauràs d'instal·lar un servei addicional com el xiccd.
de: Es wurde ein komplett neuer Einstellungsdialog zur <a href="https://docs.xfce.org/xfce/xfce4-settings/color">Verwaltung von Farbprofilen</a> erstellt. Für die meisten Benutzer bedeutet dies Out-of-the-Box-Unterstützung für farbverwaltetes Drucken (über cupsd) und Scannen (über saned). Für Monitorprofile müssen Sie einen zusätzlichen Dienst wie xiccd installieren.
es: Se ha creado un cuadro de diálogo de configuración completamente nuevo para <a href="https://docs.xfce.org/xfce/xfce4-settings/color">administrar los perfiles de color</a>. Para la mayoría de los usuarios, esto significa soporte listo para usar para impresión con administración de color (a través de cupsd) y escaneo (a través de saned). Para los perfiles de monitor, tendrá que instalar un servicio adicional como xiccd.
gl: Creouse unha xanela de configuración completamente novo para <a href="https://docs.xfce.org/xfce/xfce4-settings/color">xestionar os perfís de cor</a>. Para a maioría dos usuarios, isto significa compatibilidade directa coa impresión xestionada en cor (a través de cupsd) e a dixitalización (a través de saned). Para os perfís de pantalla terá que instalar un servizo adicional como xiccd.
he: נוצר דו שיח הגדרות חדש לחלוטין ל<a href="https://docs.xfce.org/xfce/xfce4-settings/color">נהל פרופילי צבע</a>. לרוב המשתמשים זה אומר תמיכה לאחר התקנה להדפסה מנוהלת צבע (דרך cupsd) וסריקה (דרך saned). לפרופילי תצוגה עליך להתקין שירות נוסף כמו xiccd.
it: È stata creata una finestra delle impostazioni completamente nuova per <a href="https://docs.xfce.org/xfce/xfce4-settings/color">gestire profili di colori</a>. Per molti utenti questo significa supporto out of the box per stampa gestita a colori (tramite cupsd) e scansione (tramite saned). Per profili dello schermo dovrai installare un servizio aggiuntivo come xiccd.
kk: <a href="https://docs.xfce.org/xfce/xfce4-settings/color">Түс профильдерін басқаруға</a> арналған мүлдем жаңа баптаулар сұхбат терезесі жасалды. Көптеген пайдаланушылар үшін бұл түстерді басқаратын басып шығару (cupsd арқылы) және сканерлеуді (saned арқылы) қораптан шыққанда қолдауды білдіреді. Монитор профильдері үшін xiccd сияқты қосымша қызметті орнату қажет болады.
pl: Utworzono całkowicie nowe okno ustawień do <a href="https://docs.xfce.org/xfce/xfce4-settings/color">zarządzania profilami kolorów</a>. Dla większości użytkowników oznacza to obsługę drukowania z zarządzaniem kolorami (przez cupsd) i skanowanie (przez saned). W przypadku profili monitorów będziesz musiał zainstalować dodatkową usługę, np. xiccd.
pt: Foi criada uma janela de definições completamente nova para <a href="https://docs.xfce.org/xfce/xfce4-settings/color">gerir perfis de cor</a>. Para a maioria dos utilizadores, isto significa suporte pronto a utilizar para impressão gerida a cores (através do cupsd) e digitalização (através do saned). Para perfis de monitor terá de instalar um serviço adicional como o xiccd.
pt_br: Um diálogo de configurações completamente novo para <a href="https://docs.xfce.org/xfce/xfce4-settings/color">gerenciar perfis de cores</a> foi criada. Para a maioria dos usuários, isso significa suporte imediato para impressão com gerenciamento de cores (por meio de cupsd) e digitalização (por meio de saned). Para perfis de monitor, você terá que instalar um serviço adicional como o xiccd.
ro: A fost creat o fereastră de dialog de opțiuni complet nouă pentru <a href="https://docs.xfce.org/xfce/xfce4-settings/color">gestionarea profilurilor de culoare</a>. Pentru majoritatea utilizatorilor, acest lucru înseamnă suport imediat pentru imprimarea cu gestionarea culorilor (prin cupsd) și scanarea (prin saned). Pentru profilurile monitorului va trebui să instalați un serviciu suplimentar precum xiccd.
ru: Был создан совершенно новый диалог настроек для <a href="https://docs.xfce.org/xfce/xfce4-settings/color">управления цветовыми профилями</a>. Для большинства пользователей это означает готовую поддержку цветной печати (через cups) и сканирования (через saned). Для профилей мониторов вам придется установить дополнительную службу, такую как xiccd.
sq: Është krijuar një dialog rregullimesh tërësisht i ri për të <a href="https://docs.xfce.org/xfce/xfce4-settings/color">administruar profile ngjyrash</a>. Për shumicën e përdoruesve kjo do të thotë mbulim fill pas instalimit për shtypje me administrim ngjyrash (përmes cupsd-së) dhe skanim (përmes saned-it). Për profile monitorësh do t’ju duhet të instaloi shërbime shtesë, të tillë si xiccd.
sr: Направљен је потпуно нов прозор поставки у <a href="https://docs.xfce.org/xfce/xfce4-settings/color">управљању пресецима боја</a>. Већини корисника ово пружа подразумевану подршку за управљање бојама при штампању (кроз купсд) и скенирању (кроз санед). За пресеке боја заслона сада треба уградити додатне услуге попут xiccd.
sv: En helt ny inställningsdialog för att <a href="https://docs.xfce.org/xfce/xfce4-settings/color">hantera färgprofiler</a> har skapats. För de flesta användare innebär detta direkt stöd för färghanterad utskrift (via cupsd) och skanning (via saned). För skärmprofiler måste du installera en extra tjänst som xiccd.
th: เราได้เพิ่มกล่องโต้ตอบตั้งค่าอันใหม่สำหรับ <a href="https://docs.xfce.org/xfce/xfce4-settings/color">จัดการโพรไฟล์สี</a> ซึ่งสำหรับผู้ใช้ส่วนใหญ่จะหมายถึงการรองรับการจัดการสีของเครื่องพิมพ์ (ผ่าน cupsd) และสแกนเนอร์ (ผ่าน saned) ตั้งแต่แกะกล่อง ส่วนการจัดการโพรไฟล์สีของจอภาพนั้น คุณต้องติดตั้งบริการเพิ่มเติม อย่างเช่น xiccd
vi: Hộp thoại cài đặt hoàn toàn mới để <a href="https://docs.xfce.org/xfce/xfce4-settings/color">quản lý cấu hình màu</a> đã được tạo. Đối với hầu hết người dùng, điều này có nghĩa là hỗ trợ ngay lập tức cho việc in được quản lý màu (thông qua cupd) và quét (thông qua saned). Đối với cấu hình màn hình, bạn sẽ phải cài đặt một dịch vụ bổ sung như xiccd.

source: The <a href="https://docs.xfce.org/xfce/xfce4-settings/display">display dialog</a> received a lot of attention during this cycle and a big feature: Users are now able to save and (automatically) restore complete multi-display configurations, which is especially helpful for those who frequently connect their laptop to varying docking stations or setups. Furthermore a lot of time was spent on making the user interface more intuitive and a hidden option was added to support RandR display scaling (configured via Xfconf).
ca: El diàleg de visualització <a href="https://docs.xfce.org/xfce/xfce4-settings/display"></a> va rebre molta atenció durant aquest cicle i una gran característica: els usuaris ara són capaços de desar i (automàticament) restaurar configuracions completes de múltiples pantalles, cosa que és especialment útil per a aquells que sovint connecten el seu ordinador portàtil a estacions o configuracions d'acoblament variables. A més, es va dedicar molt de temps a fer que la interfície d'usuari fos més intuïtiva i es va afegir una opció oculta per donar suport a l'escalat de visualització RandR (configurat a través de l'Xfconf).
de: Der <a href="https://docs.xfce.org/xfce/xfce4-settings/display">Display-Dialog</a> erhielt in diesem Zyklus viel Aufmerksamkeit und ein großes Feature: Benutzer können nun komplette Multi-Display-Konfigurationen speichern und (automatisch) wiederherstellen, was besonders für diejenigen hilfreich ist, die ihren Laptop häufig an unterschiedliche Dockingstationen oder Setups anschließen. Außerdem wurde viel Zeit darauf verwendet, die Benutzeroberfläche intuitiver zu gestalten, und es wurde eine versteckte Option zur Unterstützung der RandR-Anzeigeskalierung (konfiguriert über Xfconf) hinzugefügt.
es: El <a href="https://docs.xfce.org/xfce/xfce4-settings/display">cuadro de diálogo de la pantalla</a> recibió mucha atención durante este ciclo y una gran característica: los usuarios ahora pueden guardar y restaurar (automáticamente) configuraciones completas de múltiples pantallas, lo que es especialmente útil para aquellos que conectan con frecuencia su computadora portátil a diferentes estaciones de acoplamiento o configuraciones. Además, se dedicó mucho tiempo a hacer que la interfaz de usuario sea más intuitiva y se agregó una opción oculta para admitir el escalado de pantalla RandR (configurado a través de Xfconf).
gl: A <a href="https://docs.xfce.org/xfce/xfce4-settings/display">xanela de visualización</a> recibiu moita atención durante este ciclo e unha gran característica: os usuarios agora poden gardar e (automaticamente) restaurar configuracións completas de pantalla, o que resulta especialmente útil para aqueles que conectan o seu portátil con frecuencia a diferentes estacións de acoplamento ou configuracións. Ademais, empregouse moito tempo a facer a interface de usuario máis intuitiva e engadiuse unha opción agochada para admitir a escala de visualización RandR (configurada a través de Xfconf).
he: <a href="https://docs.xfce.org/xfce/xfce4-settings/display">דו שיח תצוגה</a> קיבל הרבה תשומת לב במחזור זה ומאפיין גדול: משתמשים יכולים עכשיו לשמור ולשחזר (אוטומטית) קונפיגורציות מרובות תצוגה שלמות, אשר שימושי במיוחד לאלו שמחברים את הנייד שלהם באופן תכוף לתחנות עגינה שונות או התקנות. זאת ועוד הושקע הרבה זמן כדי להפוך את ממשק המשתמש ליותר אינטואיטיבי ונוספה אפשרות נסתרת לתמיכה קנה מידה תצוגה RandR (מוגדר דרך Xfconf).
it: La <a href="https://docs.xfce.org/xfce/xfce4-settings/display">finestra delle impostazioni dello schermo</a> ha ricevuto molte attenzioni durante questo ciclo ed una grande feature: Gli utenti ora sono in grado di salvare e ripristinare (automaticamente) configurazioni multi-display complete, il che è utile particolarmente per coloro che collegano frequentemente il loro portatile a varie dock station o setup. Inoltre è stato speso molto tempo per rendere l'interfaccia utente più intuitiva ed è stata aggiunta una nuova opzione nascosta per supportare scalatura dello schermo di RandR (configurata tramite Xfconf).
kk: <a href="https://docs.xfce.org/xfce/xfce4-settings/display">дисплей сұхбат терезесі</a> осы цикл кезінде көп көңіл бөлінді және үлкен мүмкіндікке ие болды: Пайдаланушылар енді көп дисплейлі конфигурацияларды толықтай сақтап, (автоматты түрде) қалпына келтіре алады, бұл әсіресе ноутбугін әртүрлі док-станцияларға немесе қондырғыларға жиі қосатындар үшін пайдалы. Сонымен қатар, пайдаланушы интерфейсін интуитивті етуге көп уақыт жұмсалды және RandR дисплейін масштабтауды (Xfconf арқылы конфигурацияланған) қолдау үшін жасырын опция қосылды.
pl: <a href="https://docs.xfce.org/xfce/xfce4-settings/display">Okno Ekran</a> zyskało wiele uwagi podczas tego cyklu i dużą funkcję: użytkownicy mogą teraz zapisywać i (automatycznie) przywracać kompletne konfiguracje wielu wyświetlaczy, co jest szczególnie przydatne dla tych, którzy często podłączają laptopa do różnych stacji dokujących lub konfiguracji. Ponadto, dużo czasu poświęcono na uczynienie interfejsu użytkownika bardziej intuicyjnym i dodano ukrytą opcję do obsługi skalowania wyświetlacza RandR (konfigurowanego przez Xfconf).
pt: A <a href="https://docs.xfce.org/xfce/xfce4-settings/display">janela do ecrã</a> recebeu muita atenção durante este ciclo e uma grande funcionalidade: Os utilizadores são agora capazes de guardar e (automaticamente) restaurar configurações completas de vários monitores, o que é especialmente útil para aqueles que ligam frequentemente o seu computador portátil a várias estações de encaixe ou configurações. Além disso, foi gasto muito tempo para tornar a interface do utilizador mais intuitiva e foi adicionada uma opção oculta para suportara escala do ecrã RandR (configurado via Xfconf).
pt_br: O <a href="https://docs.xfce.org/xfce/xfce4-settings/display">diálogo</a> recebeu muita atenção durante este ciclo e um grande recurso: agora, os usuários podem salvar e (automaticamente) restaurar configurações completas de vários monitores, o que é especialmente útil para aqueles que frequentemente conectam seus laptops a diferentes estações de encaixe ou configurações. Além disso, muito tempo foi gasto para tornar a interface do usuário mais intuitiva e uma opção oculta foi adicionada para suportar o dimensionamento de exibição RandR (configurado via Xfconf).
ro: <a href="https://docs.xfce.org/xfce/xfce4-settings/display">Fereastra de dialog a afișării</a> a primit multă atenție în timpul acestui ciclu și o caracteristică importantă: Utilizatorii sunt acum capabili să salveze și să restaureze (automat) configurații complete cu mai multe ecrane, ceea ce este deosebit de util pentru cei care își conectează frecvent laptopul la diferite stații de andocare sau configurații. În plus, a fost petrecut mult timp pentru a face interfața cu utilizatorul mai intuitivă și a fost adăugată o opțiune ascunsă pentru a permite scalarea afișajului RandR (configurată prin Xfconf).
ru: <a href="https://docs.xfce.org/xfce/xfce4-settings/display">Диалог дисплея</a> получил много внимания во время этого цикла и большую функцию: пользователи теперь могут сохранять и (автоматически) восстанавливать полные конфигурации с несколькими дисплеями, что особенно полезно для тех, кто часто подключает свой ноутбук к различным док-станциям или устройствам. Кроме того, много времени было потрачено на то, чтобы сделать пользовательский интерфейс более интуитивно понятным, и была добавлена скрытая опция для поддержки масштабирования отображения RandR (настраивается через Xfconf).
sq: <a href="https://docs.xfce.org/xfce/xfce4-settings/display">Dialogu i ekraneve</a> përfitoi mjaft përkujdesje gjatë këtij cikli dhe një veçori të rëndësishme: Përdoruesit tani janë në gjendje të ruajnë dhe të rikthejnë (automatikisht) formësime të plota shumëekranëshe, çka është veçanërisht e dobishme për ata që lidhet herë pas here portativin e tyre me stacione të ndryshme lidhjesh ose instalime të ndryshme. Më tej, shumë kohë u shpenzua për ta bërë ndërfaqen e përdoruesit më intuitive dhe u shtua një mundësi e fshehur për të mbuluar përshkallëzime RandR ekrani (formësuar përmes Xfconf-it).
sr: <a href="https://docs.xfce.org/xfce/xfce4-settings/display">Прозор поставки</a> је добио много пажње приликом развоја и битну могућност: Корисници сада могу сачувати и (самостално) повратити потпуне поставке вишеструког приказа, које су нарочито битне за оне који често повезују њихов лаптоп са различитим везама и поставкама. Даље, много времена је потрошено на прилагођавање корисничког сучеља много разумнијим и скривене могућности су додате ради подршке Рандра мењањем размера приказа (постављене преко Иксфконфа).
th: <a href="https://docs.xfce.org/xfce/xfce4-settings/display">กล่องโต้ตอบจอแสดงผล</a> ได้รับความเอาใจใส่อย่างมากในรอบนี้ พร้อมเพิ่มความสามารถใหม่: ผู้ใช้สามารถบันทึกและเรียกคืนค่าตั้งของการต่อจอแสดงผลหลายจอได้ (โดยอัตโนมัติ) ซึ่งช่วยได้มากสำหรับผู้ใช้ที่ต้องเชื่อมต่อแล็ปท็อปกับที่ทำงานหลายๆ ที่ หรือเชื่อมต่อหลายๆ แบบ นอกจากนี้ เรายังได้ทุ่มเทเวลาให้กับการปรับส่วนติดต่อผู้ใช้ให้เข้าใจง่าย และยังได้เพิ่มตัวเลือกลับเพื่อรองรับการขยายภาพผ่าน RandR ด้วย (ตั้งค่าได้ผ่าน Xfconf)
vi: <a href="https://docs.xfce.org/xfce/xfce4-settings/display">hộp thoại hiển thị</a> đã nhận được nhiều sự chú ý trong chu kỳ này và có một tính năng lớn: Người dùng hiện có thể lưu và (tự động) khôi phục các cấu hình đa màn hình hoàn chỉnh, điều này đặc biệt hữu ích cho những người thường xuyên kết nối máy tính xách tay của họ với các trạm nối hoặc thiết lập khác nhau. Hơn nữa, rất nhiều thời gian đã được dành để làm cho giao diện người dùng trực quan hơn và một tùy chọn ẩn đã được thêm vào để hỗ trợ chia tỷ lệ hiển thị RandR (được định cấu hình qua Xfconf).
