Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: As always, <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> - our file manager - received a lot of features and fixes. Among the visible changes are the completely reworked pathbar, support for larger thumbnails as well as support for a "folder.jpg" file altering the folder's icon (e.g. for music album covers). Power users will also notice the improved keyboard navigation (zooming, tab navigation). Thunar's volume manager has gained Bluray support.
ca: Com sempre, <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> - el nostre gestor de fitxers - va rebre moltes característiques i correccions. Entre els canvis visibles hi ha la barra de camí completament redissenyada, suport per a miniatures més grans, així com suport per a un fitxer "folder.jpg" que altera la icona de la carpeta (p. ex. per a portades d'àlbums de música). Els usuaris d'energia també notaran la navegació millorada del teclat (zooming, navegació de pestanyes). El gestor de volums de Thunar ha obtingut suport Bluray.
de: Wie immer hat <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> - unsere Dateiverwaltung - eine Menge an Funktionen und Korrekturen erhalten. Zu den sichtbaren Änderungen gehören die komplett überarbeitete Pfadleiste, die Unterstützung für größere Thumbnails, sowie die Unterstützung für eine "folder.jpg"-Datei, die das Symbol des Ordners verändert (z. B. für Musikalbum-Cover). Power-User werden auch die verbesserte Tastaturnavigation (Zoomen, Tab-Navigation) bemerken. Der Thunar-Lautstärkemanager hat Bluray-Unterstützung erhalten.
es: Como siempre, <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a>, nuestro administrador de archivos, recibió muchas funciones y correcciones. Entre los cambios visibles se encuentran la barra de ruta completamente rediseñada, la compatibilidad con miniaturas más grandes y la compatibilidad con un archivo "folder.jpg" que modifica el icono de la carpeta (por ejemplo, para las portadas de álbumes de música). Los usuarios avanzados también notarán la navegación mejorada del teclado (zoom, navegación por pestañas). El administrador de volumen de Thunar ha ganado el soporte de Bluray.
gl: Como sempre, o <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a>, o noso xestor de ficheiros, recibiu moitas funcións e correccións. Entre os cambios visíbeis están a barra de ruta completamente reelaborada, compatibilidade con miniaturas máis grandes, así como a compatibilidade cun ficheiro "folder.jpg" que modifica a icona do cartafol (por exemplo, para portadas de álbums de música). Os usuarios avanzados tamén notarán a mellorada navegación por teclado (zoom, navegación por tabulacións). O xestor de volumes do Thunar engadiu compatibilidade con Bluray.
he: כמו תמיד, <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> - מנהל הקבצים שלנו - קיבל הרבה מאפיינים ותיקונים. בין השינויים הנראים לעין הם סרגל נתיב מתוכנן מחדש לחלוטין, תמיכה בתמונות ממוזערות גדולות יותר וכמו כן תמיכה בקובץ "folder.jpg" המשנה את איקון התיקיה (למשל עטיפות אלבומי מוסיקה). משתמשים מומחים יבחינו גם בניווט מקלדת משופר (זום, ניווט לשוניות). מנהל עוצמת קול של Thunar קיבל תמיכה ב-Bluray.
it: Come sempre, <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> - il nostro gestore di file - ha ricevuto molte feature e correzioni. Tra i cambiamenti visibili c'è la barra di percorso completamente rifatta, supporto per miniature più grandi, così come il supporto per un file "folder.jpg" per alterare l'icona della cartella (per esempio per le copertine dei album musicali). Gli utenti esperti noteranno la navigazione migliorata tramite tastiera (ingrandimento, navigazione con schede). Il gestore di volumi di Thunar ha ricevuto supporto per Bluray.
kk: Әдеттегідей, біздің файлдар басқарушымыз — <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> — көптеген мүмкіндіктер мен түзетулер алды. Көзге көрінетін өзгерістердің ішінде толығымен қайта жасалған жол жолағы, үлкенірек кіші суреттерді қолдау, сондай-ақ бума таңбашасын өзгертетін "folder.jpg" файлын қолдау (мысалы, музыкалық альбомдардың мұқабалары үшін) бар. Тәжірибелі пайдаланушылар жақсартылған пернетақта навигациясын (масштабтау, беттер арасында навигация) байқайды. Thunar-дың томдар басқарушысы Bluray қолдауына ие болды.
pl: Jak zawsze <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a>– nasz menedżer plików – otrzymał wiele funkcji i poprawek. Wśród widocznych zmian jest całkowicie przerobiony pasek ścieżki, obsługa większych miniatur, a także obsługa pliku „folder.jpg” zmieniającego ikonę katalogu (np. dla okładek albumów muzycznych). Zaawansowani użytkownicy zauważą również ulepszoną nawigację za pomocą klawiatury (powiększanie, nawigacja po kartach). Menedżer głośności Thunara zyskał wsparcie Bluray.
pt: Como sempre, o <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> - nosso gestor de ficheiros - recebeu muitas funcionalidades e correções. Entre as alterações visíveis estão a barra de caminho completamente reformulada, suporte para miniaturas maiores, bem como suporte para um ficheiro "pasta.jpg" alterando o ícone da pasta (por exemplo, para capas de álbuns de música). Utilizadores avançados também notarão a navegação melhorada pelo teclado (ampliar/diminuir, navegação por separadores). O gestor de volumes do Thunar ganhou suporte para Bluray.
pt_br: Como sempre, <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> - nosso gerenciador de arquivos - recebeu muitos recursos e correções. Entre as mudanças visíveis estão a barra de caminho completamente reformulada, suporte para miniaturas maiores, bem como suporte para um arquivo "folder.jpg" alterando o ícone da pasta (por exemplo, para capas de álbuns de música). Usuários avançados também notarão a navegação aprimorada do teclado (zoom, navegação por abas). O gerenciador de volume de Thunar ganhou suporte para Bluray.
ro: Ca întotdeauna, <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> - gestionarul nostru de fișiere - a primit o mulțime de caracteristici și corecturi. Printre schimbările vizibile se numără bara de rută complet refăcută, suportul pentru miniaturi mai mari, precum și suportul pentru un fișier „folder.jpg” care modifică pictograma dosarului (de exemplu, pentru coperțile albumelor muzicale). Utilizatorii avansați vor observa, de asemenea, navigarea îmbunătățită de la tastatură (mărire/micșorare, navigarea prin file). Gestionarul de volume al Thunar a obținut suport pentru Bluray.
ru: Как всегда, <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> - наш файловый менеджер - получил множество функций и исправлений. Среди видимых изменений - полностью переработанная панель путей, поддержка увеличенных миниатюр, а также поддержка "folder.jpg " файл, изменяющий значок папки (например, для обложек музыкальных альбомов). Опытные пользователи также заметят улучшенную навигацию по клавиатуре (масштабирование, навигация по вкладкам). Thunar volume manager получил поддержку Bluray.
sq: Si përherë, <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a>-u - përgjegjësi ynë i kartelave - përfitoi plot veçori dhe ndreqje. Mes ndryshimeve të dukshme përmendim shtyllën plotësisht të ripunuar të shtigjeve, mbulim për miniatura më të mëdha, si dhe mbulim për një kartelë “folder.jpg” që ndryshon ikonë dosjejen (p.sh., për kopertina albumesh muzike). Përdoruesit e përparuar do të vënë gjithashtu re lëvizje të përmirësuar me tastierën (zmadhim/zvogëlim, lëvizje nëpër skeda). Përgjegjësi i volumit në Thunar përfitoi mbulim për disqe Bluray.
sr: Као и увек, <a href="https://docs.xfce.org/xfce/thunar/start">Тунар</a> - наш управник датотека - је добио мноштво нових могућности и исправки. Међу видним изменама је потпуно прерађена трака путање, подршка за велике умањене сличице, као и подршка за датотеке „фасцикла.jpg“ намећући сличицу фасцикле (нпр. за омоте музичких насловница). Прекаљени корисници ће приметити и побољшано управљање дугмадима тастатуре (приближавање, управљање листовима). Тунаров управник складиштима је добио подршку за Блуреј.
th: เช่นเคย <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> โปรแกรมจัดการแฟ้มของเรา ก็ได้เพิ่มความสามารถใหม่และแก้บั๊กจำนวนมาก ความเปลี่ยนแปลงที่มองเห็นได้ ได้แก่การรื้อแถบพาธทำใหม่ทั้งหมด, การรองรับภาพย่อที่มีขนาดใหญ่ขึ้น, รวมถึงการรองรับการใช้แฟ้ม "folder.jpg" เปลี่ยนไอคอนของโฟลเดอร์ (เช่น สำหรับแสดงปกอัลบั้มเพลง) ผู้ใช้ขั้นสูงจะสังเกตได้ถึงการควบคุมด้วยแป้นพิมพ์ที่ดีขึ้น (การซูม, การเปลี่ยนแท็บ) ส่วนขยายจัดการโวลุมสำหรับ Thunar ก็ได้เพิ่มการรองรับบลูเรย์แล้ว
vi: Như mọi khi, <a href="https://docs.xfce.org/xfce/thunar/start">Thunar</a> - trình quản lý tệp của chúng tôi - đã nhận được rất nhiều tính năng và bản sửa lỗi. Trong số những thay đổi có thể nhìn thấy là thanh đường dẫn được làm lại hoàn toàn, hỗ trợ hình thu nhỏ lớn hơn cũng như hỗ trợ tệp "folder.jpg" thay đổi biểu tượng của thư mục (ví dụ: đối với bìa album nhạc). Người dùng thành thạo cũng sẽ nhận thấy điều hướng bàn phím được cải thiện (zoom, điều hướng tab). Trình quản lý âm lượng của Thunar đã nhận được hỗ trợ Bluray.

source: Our <a href="https://docs.xfce.org/xfce/thunar/tumbler">thumbnailing service tumbler</a> received a lot of fixes and support for the Fujifilm RAF format.
ca: El nostre servei de miniatures <a href="https://docs.xfce.org/xfce/thunar/tumbler"></a> va rebre moltes correccions i suport per al format Fujifilm RAF.
de: Unser <a href="https://docs.xfce.org/xfce/thunar/tumbler">Miniaturansichten-Dienst tumbler</a> hat viele Korrekturen und Unterstützung für das Fujifilm RAF-Format erhalten.
es: Nuestro <a href="https://docs.xfce.org/xfce/thunar/tumbler">interruptor de servicio de miniaturas</a> recibió muchas correcciones y soporte para el formato Fujifilm RAF.
gl: O noso <a href="https://docs.xfce.org/xfce/thunar/tumbler">servizo de miniaturas tumbler</a> recibiu moitas correccións e engadiu compatibilidade co formato RAF de Fujifilm.
he: <a href="https://docs.xfce.org/xfce/thunar/tumbler">שירות מיזעור תמונות tumbler</a> שלנו קיבל הרבה תיקונים ותמיכה בפורמט Fujifilm RAF.
it: Il nostro <a href="https://docs.xfce.org/xfce/thunar/tumbler">servizio di miniature tumbler</a> ha ricevuto un sacco di correzioni ed il supporto per formato Fujifilm RAF.
kk: Біздің <a href="https://docs.xfce.org/xfce/thunar/tumbler">tumbler кіші суреттерді жасау қызметіміз</a> көптеген түзетулер мен Fujifilm RAF пішіміне қолдау алды.
pl: Nasza <a href="https://docs.xfce.org/xfce/thunar/tumbler">usługa dostarczania miniatur</a> otrzymał wiele poprawek i wsparcie dla formatu Fujifilm RAF.
pt: O nosso <a href="https://docs.xfce.org/xfce/thunar/tumbler">serviço de miniaturas tumbler</a> recebeu várias correções e suporte para o formato RAF da Fujifilm.
pt_br: Nosso <a href="https://docs.xfce.org/xfce/thunar/tumbler">serviço de miniaturas tumbler</a> recebeu várias correções e suporte para o formato RAF da Fujifilm.
ro: <a href="https://docs.xfce.org/xfce/thunar/tumbler">Serviciul nostru de creare de miniaturi „tumbler” (generatorul de miniaturi)</a> a primit o mulțime de corecturi și suport pentru formatul Fujifilm RAF.
ru: Наша <a href="https://docs.xfce.org/xfce/thunar/tumbler">служба создания миниатюр tumbler</a> получила множество исправлений и поддержку формата Fujifilm RAF.
sq: <a href="https://docs.xfce.org/xfce/thunar/tumbler">Shërbimi ynë Tumbler i miniaturizimeve</a> përfitoi plot ndreqje dhe mbulim për formatin RAF të Fujifilm-it.
sr: Наш <a href="https://docs.xfce.org/xfce/thunar/tumbler">управник сличицама сличичар</a> је добио мноштво исправки и подршку за сирови облик сличица Фуџифилм РАФ.
th: <a href="https://docs.xfce.org/xfce/thunar/tumbler">บริการสร้างภาพย่อ tumbler ของเรา</a> ก็ได้รับการแก้บั๊กจำนวนมาก และรองรับฟอร์แมต RAF ของ Fujifilm แล้ว
vi: <a href="https://docs.xfce.org/xfce/thunar/tumbler">Dịch vụ thu nhỏ</a> của chúng tôi đã nhận được nhiều bản sửa lỗi và hỗ trợ cho định dạng Fujifilm RAF.

source: The <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">application finder</a> can now optionally be opened as a single window and can now be more easily navigated with the keyboard only.
ca: El cercador d'aplicacions <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start"></a> ara es pot obrir opcionalment com una sola finestra i ara es pot navegar amb més facilitat només amb el teclat.
de: Der <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Anwendungsfinder</a> kann nun optional als einzelnes Fenster geöffnet werden und lässt sich nun einfacher nur mit der Tastatur navigieren.
es: El <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">buscador de aplicaciones</a> ahora se puede abrir opcionalmente como una ventana única y ahora se puede navegar más fácilmente solo con el teclado.
gl: O <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">buscador de aplicacións</a> agora pode abrirse opcionalmente como unha única xanela e navegar máis doadamente só co teclado.
he: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">מאתר הישומים</a> יכול עכשיו להיפתח כאופציה כחלון יחיד וניתן עכשיו לניווט קל יותר עם המקלדת בלבד.
it: La <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">ricerca delle applicazioni</a> ora può essere aperta opzionalmente come finestra singola ed ora è navigabile più facilmente usando solo la tastiera.
kk: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Қолданбаларды табушыны</a> енді таңдау бойынша жалғыз терезе ретінде ашуға болады және оны тек пернетақта арқылы басқару оңайырақ болды.
pl: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Wyszukiwarka programów</a> może być teraz opcjonalnie otwierana jako pojedyncze okno i można ją teraz łatwiej przenosić tylko za pomocą klawiatury.
pt: O <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">localizador de aplicações</a> pode agora ser aberto opcionalmente como uma única janela e agora pode ser navegado mais facilmente apenas com o teclado.
pt_br: Agora, <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">localizador de aplicativos</a> pode opcionalmente ser aberto como uma única janela e ser navegado mais facilmente apenas com o teclado.
ro: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Căutătorul de aplicații</a> poate fi acum deschis opțional ca o singură fereastră și poate fi navigat mai ușor doar cu ajutorul tastaturii.
ru: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Поиск приложений</a> теперь можно открывать в виде отдельного окна, и теперь им легче управлять с помощью клавиатуры.
sq: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Gjetësi i aplikacioneve</a> tani mund të hapet, nëse dëshirohet, si një dritare njëshe dhe në të mund të lëvizet më kollaj vetëm me tastierën.
sr: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Проналазач програма</a> сада има могућност да се отвара као један прозор и може се у њему лакше управљати само дугмадима тастатуре.
sv: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Applikationssökaren</a> kan nu valfritt öppnas som ett enda fönster och kan nu enklare navigeras med endast tangentbordet.
th: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">เครื่องมือค้นหาโปรแกรม</a> สามารถเลือกให้เปิดเป็นหน้าต่างเดี่ยวได้แล้ว และสามารถท่องดูด้วยแป้นพิมพ์อย่างเดียวได้สะดวกขึ้น
tr: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Uygulama bulucu</a>şimdi isteğe bağlı olarak tek pencerede açılabilir ve sadece klavye ile gezinmesi daha kolay olabilir.
uk: <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">Шукач програм</a> тепер можна відкривати як одне вікно і легше керується з клавіятури.
vi: Giờ đây, <a href="https://docs.xfce.org/xfce/xfce4-appfinder/start">trình tìm ứng dụng</a> có thể được mở tùy ý dưới dạng một cửa sổ duy nhất và giờ đây chỉ có thể điều hướng dễ dàng hơn bằng bàn phím.
