Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Configure multiple displays
ca: Configura múltiples pantalles
cs: Konfigurace více displejů
da: Konfigurer flere skærme
de: Konfigurieren mehrere Bidlschirme
es: Configure multiples monitores
fr: Configurez plusieurs moniteurs
gl: Configure múltiples pantallas
he: הגדר מספר מסכים
id: Konfigurasi multi-tampilan
it: Configurazione di schermi multipli
ja: マルチディスプレイの構成設定
kk: Бірнеше дисплейді баптау
lt: Kelių ekranų konfigūravimas
ms: Konfigur paparan berbilang
nb: Sett opp flere skjermer
oc: Configuratz mantun monitor
pl: Konfiguruj wiele ekranów
pt: Configurar vários ecrãs
pt_br: Configure vários monitores
ro: Configurează mai multe monitoare
ru: Настройка нескольких дисплеев
sq: Formësoni ekrane të shumtë
sr: Подешавање више приказа
sv: Ställ in flera bildskärmar
th: ตั้งค่าการใช้จอแสดงผลหลายจอ
tr: Çoklu ekranları yapılandırma
uk: Налаштування кількох дисплеїв
vi: Định cấu hình nhiều màn hình
zh_tw: 設定多個顯示器

source: Choose your layout when plugging in a new display
ca: Trieu la vostra disposició quan es connecti a una pantalla nova
cs: Po připojení nového displeje si zvolte svoje rozložení
da: Vælg dit layout når en ny skærm tilsluttes
de: Wählen Sie die Anordnung, wenn Sie einen neuen Bildschirm anschließen.
es: Seleccione la configuración al conectar una nueva pantalla
fr: Choisissez votre disposition lorsque vous branchez un nouvel écran
gl: Escolla a disposición ao conectar unha nova pantalla
he: בחר את הסידור שלך כאשר מסך חדש מחובר
id: Pilih tata letak Anda ketika memasang layar baru
it: Scelta della disposizione quando un nuovo schermo viene collegato
ja: 新しくディスプレイが接続されたらレイアウトを選択します
kk: Жаңа дисплейді қосқан кезде жаймаңызды таңдаңыз
lt: Prijungdami naują ekraną, pasirinkite savo išdėstymą
ms: Pilih bentangan anda bila memalam masuk paparan baharu
nb: Velg ditt oppsett nå du kobler til en ny skjerm
pl: Wybierz układ, kiedy podłączysz dodatkowy ekran
pt: Escolher a disposição ao ligar um novo ecrã
pt_br: Escolha seu layout ao conectar um novo monitor
ro: Alegeți aspectul atunci când conectați un monitor nou
ru: Выберите расположение при присоединении нового дисплея.
sq: Zgjidhni skemën për të, kur lidhni ekranin tuaj të ri
sr: Изаберите распоред приказа по повезивању новог екрана по жељи
sv: Välj din layout då en ny bildskärm ansluts
th: เลือกการจัดวางที่ต้องการเมื่อต่อจอแสดงผลใหม่
tr: Yeni bir ekran takarken, yerleşimi seçin
uk: Вибирання розкладки при підключенні нового дисплею
vi: Chọn bố cục của bạn khi cắm màn hình mới
zh_tw: 當新的顯示器被插入時，選擇您的佈局

source: The appearance dialog now showcases previews for styles and icons.
ca: El diàleg d'aparença ara mostra previsualitzacions per als estils i les icones.
cs: Dialogové okno vzhledu nyní zobrazuje náhledy stylů a ikon.
da: Udseendedialogen viser nu forhåndsvisningseksempler til stile og ikoner.
de: Der Erscheinungsbild-Dialog stellt nun eine Vorschau für Stile und Symbole bereit.
es: El diálogo de apariencia ahora muestra vistas previas de estilos e iconos.
fr: La fenêtre d’apparence affiche désormais des prévisualisations pour les thèmes et les icônes.
gl: O diálogo de aparencia agora amosa as vistas previas de estilos e iconas.
he: דיאלוג המראה עכשיו מאפשר הצצות לעיצובים ואייקונים.
id: Dialog penampilan sekarang menampilkan pratinjau untuk gaya dan ikon.
it: La finestra dell'aspetto mostra ora l'anteprima dei temi e delle icone.
ja: 外観ダイアログでは、スタイルとアイコンのプレビューが表示されるようになりました。
kk: Сыртқы түрін баптау сұхбат терезесі енді стильдер мен таңбашалар үшін алдын ала қарауды көрсетеді.
lt: Išvaizdos dialogas dabar parodo stilių ir piktogramų peržiūras.
ms: Dialog penampilan kini dapat pratonton gaya dan ikon.
nb: Utseendevinduet viser nå forhåndsvisninger for stiler og ikoner.
pl: Menu wyglądu od teraz przedstawia podgląd motywów i ikon.
pt: A janela de aparência agora mostra previsões para estilos e ícones.
pt_br: Agora, o diálogo de aparência apresenta pré-visualizações para estilos e ícones.
ro: Fereastra de dialog pentru aspect prezintă acum previzualizări pentru stiluri și pictograme.
ru: Диалог внешнего вида теперь отображает предварительный просмотр для стилей и значков.
sq: Dialogu për dukjen tani shfaq paraparje stilesh dhe ikonash.
sr: Прозор поставки изгледа сада приказује преглед изгледа тема и сличица.
sv: Dialogrutan för utseende förhandsvisar nu stilar och ikoner.
th: กล่องโต้ตอบปรับแต่งรูปลักษณ์รุ่นนี้มีการแสดงตัวอย่างสไตล์และไอคอนต่างๆ ด้วย
tr: Görünüm iletişim penceresi, artık stiller ve simgeler için ön izlemeri sergiliyor.
uk: Діалог показує тепер перегляд для стилів і іконок.
vi: Hộp thoại xuất hiện hiện hiển thị bản xem trước cho các kiểu và biểu tượng.
zh_tw: 外觀對話框現在會顯示風格與圖示的預覽。

source: Gtk style preview
ca: Vista prèvia de l'estil Gtk
cs: Náhled stylu Gtk
da: Forhåndsvisning af Gtk-stil
de: Gtk-Stilvorschau
es: Vista previa de estilos GTK
fr: Prévisualisation du thème Gtk
gl: Vista previa do estilo Gtk
he: הצצה לסגנון Gtk
id: Pratinjau gaya Gtk
it: Anteprima del tema GTK
ja: GTK+ スタイルのプレビュー
kk: Gtk стилін алдын ала қарау
lt: Gtk stiliaus peržiūra
ms: Pratonton gaya Gtk
nb: Forhåndsvisning av Gtk-stiler
oc: Previsualizacion del tèma Gtk
pl: Pogląd stylów Gtk
pt: Previsão de estilo Gtk
pt_br: Pré-visualização de estilo do Gtk
ro: Previzualizarea stilului Gtk
ru: Предварительный просмотр темы GTK
sq: Paraparje stili Gtk
sr: Преглед изгледа тема ГТК-а
sv: Gtk-stil förhandsvisning
th: การแสดงภาพตัวอย่างของสไตล์สำหรับ Gtk
tr: Gtk stili ön izleme.
uk: Попередній вигляд стилю Gtk
vi: Xem trước phong cách Gtk
zh_tw: Gtk 風格預覽

source: Icon theme preview
ca: Vista prèvia del tema d'icones
cs: Náhled motivu ikon
da: Forhåndsvisning af ikontema
de: Symbolset-Vorschau
es: Vista previa de temas de iconos
fr: Prévisualisation des thèmes d’icônes
gl: Vista previa do tema de iconas
he: הצצה לערכת נושא אייקון
id: Pratinjau tema ikon
it: Anteprima del tema delle icone
ja: アイコンテーマのプレビュー
kk: Таңбашалар темасын алдын ала қарау
lt: Piktogramų temos peržiūra
ms: Pratonton tema ikon
nb: Forhåndsvisning av ikontema
pl: Podgląd motywów ikon
pt: Previsão de tema de ícone
pt_br: Pré-visualização de tema dos ícones
ro: Previzualizare temă de pictograme
ru: Предварительный просмотр темы значков
sq: Paraparje teme ikonash
sr: Преглед тема сличица
sv: Förhandsvisning av ikontema
th: การแสดงภาพตัวอย่างของชุดไอคอน
tr: Simge teması ön izleme
uk: Попередній вигляд теми значків
vi: Xem trước chủ đề biểu tượng
zh_tw: 圖示主題預覽

source: Power Manager
ca: Gestor de l'energia
cs: Správce napájení
da: Strømstyring
de: Energieverwaltung
es: Administrador de energía
fr: Gestionnaire d’alimentation
gl: Xestor de enerxía
he: מנהל הספק
id: Manajer Sumber Daya
it: Gestore di energia
ja: 電源管理
kk: Қуат менеджері
lt: Maitinimo tvarkytuvė
ms: Pengurus Kuasa
nb: Strømbehandler
oc: Gestionari d’alimentacion
pl: Menedżer zasilania
pt: Gestão de energia
pt_br: Gerenciador de energia
ro: Administrator de energie
ru: Менеджер питания
sq: Përgjegjës Energjie
sr: Управник потрошње
sv: Strömhanterare
th: ระบบจัดการพลังงาน
tr: Güç Yönetimi
uk: Керівник живлення
vi: Trình quản lý nguồn
zh_tw: 電源管理員

source: Panel Plugin
ca: Connector del plafó
cs: Zásuvný modul pro panel
de: Leistenerweiterung
es: Complemento del panel
fr: Greffon du tableau de bord
gl: Engadido de panel
he: תוסף לוח
id: Plugin Panel
it: Componente aggiuntivo del pannello
ja: パネルプラグイン
kk: Панель плагині
lt: Skydelio įskiepis
ms: Pemalam Panel
nb: Paneltillegg
oc: Empeuton del tablèu de bòrd
pl: Wtyczka panelu
pt: Plugin de Painel
pt_br: Plug-in do painel
ro: Modul de panou
ru: Модуль панели
sq: Shtojcë Panelesh
sr: Прикључак полице
sv: Panelinsticksprogram
th: ปลั๊กอินสำหรับพาเนล
tr: Panel Eklentisi
uk: Втулки для панелі
vi: Plugin bảng điều khiển
zh_tw: 面板插件

source: A new panel plugin was created which allows you to quickly control your screen brightness, either via the menu or by simply using your mouse's scroll wheel over the plugin. The plugin's menu also shows all other connected devices with a power status, e.g. bluetooth keyboards or wireless mice. It still offers quick access to the presentation mode, which inhibits your screensaver for as long as the option is active.
ca: S'ha creat un nou connector del plafó que permet controlar ràpidament la brillantor de la pantalla, ja sigui a través del menú o simplement utilitzant la roda de desplaçament del ratolí sobre el connector. El menú del connector també mostra tots els altres dispositius connectats amb un estat d'energia, per exemple, teclats bluetooth o ratolins sense fils. Encara ofereix un accés ràpid al mode de presentació, que inhibeix el vostre estalvi de pantalla mentre l'opció estigui activa.
cs: Nově vytvořený zásuvný modul pro panel umožňuje rychlé ovládání jasu obrazovky z nabídky nebo jednoduše použitím kolečka myši nad tímto zásuvným modulem. Nabídka zásuvného modulu také zobrazuje všechna ostatní připojená zařízení se stavem napájení, např. klávesnice připojené přes bluetooth nebo bezdrátové myši. Stále nabízí rychlý přístup do režimu prezentace, který po celou dobu tohoto režimu blokuje spořič obrazovky.
da: En ny plugin var skabt, som tillader dig hurtigt at kontrollere din skærms lysstyrke, enten via menuen eller mere simpelt ved brug af muse-hjulet over pluginet. Plugin's menuen viser også alle andre forbundede enheder med en strøm status f.eks bluetooth tastatur eller trådløse mus. Det tilbyder stadig hurtig adgang til præsentations-måden, som undgår din pauseskærm så længe som indstillingens-muligheden er aktiv.
de: Wir haben eine neue Leistenerweiterung erstellt welche Ihnen die schnelle Kontrolle Ihrer Bildschirmhelligkeit ermöglicht, entweder über das Menü oder einfach durch Benutzen des Scrollrades Ihrer Maus über der Erweiterung. Das Erweiterungsmenü zeigt auch alle verbundenen Geräte mit Energiestatus an, z.B. Bluetooth-Tastaturen oder kabellose Mäuse. Es bietet schnellen Zugriff auf den Präsentationsmodus, der Ihren Bildschirmschoner pausiert so lange die Option aktiv ist.
es: Un nuevo complemento del panel fue creado que le permite controlar rápidamente el brillo de la pantalla, ya sea a través del menú o simplemente usando la rueda del ratón sobre el complemento. El menú del complemento también muestra todos los otros dispositivos conectados con el estado de alimentación de energía, por ejemplo, teclados bluetooth o ratones inalámbricos. Todavía ofrece un acceso rápido al modo de presentación que inhibe el protector de pantalla durante el tiempo que la opción está activa.
fr: Un nouveau greffon du tableau de bord a été créé, vous permettant de contrôler rapidement la luminosité de votre écran, que ce soit par le menu ou tout simplement en utilisant la molette de votre souris au survol du greffon. Le menu du greffon affiche également tous les autres périphériques connectés avec un niveau de charge, par exemple les claviers bluetooth ou les souris sans fil. Le menu offre toujours un accès rapide au mode présentation, qui inhibe votre économiseur d’écran tant que l’option est active.
gl: Creouse un novo engadido de panel que permite controlar rapidamente o brillo da pantalla, xa sexa mediante o menú ou simplemente usando a roda de desprazamento do rato sobre o engadido. O menú do engadido tamén amosa todos os outros dispositivos conectados cun estado de enerxía, por exemplo teclados bluetooth ou ratos sen fíos. Fornece un acceso rápido ao modo de presentación, o cal inhibe o protector de pantalla mentres a opción estea activa.
he: נוצר תוסף לוח חדש המאפשר לך לבקר במהירות את בהירות המסך שלך, דרך התפריט או על ידי שימוש פשוט בגלגלת הגלילה של העכבר שלך מעל התוסף. תפריט התוסף מציג גם את כל ההתקנים האחרים המחוברים עם מצב ההספק, לדוגמה, מקלדות בלוטות' או עכברים אלחוטיים. הוא עדיין מציע גישה מהירה למצב מצגת, המעכב את שומר המסך שלך ככל שהאפשרות פעילה.
id: Sebuah plugin panel baru telah dibuat yang memungkinkan pengaturan kecerahan layar secara cepat, baik melalui menu maupun dengan menggulir roda tetikus di atas plugin tersebut. Menu plugin juga menampilkan semua perangkat lain yang terhubung, dengan sebuah status daya, misal papan tik bluetooth atau tetikus nirkabel. Ia masih menawarkan akses cepat ke mode presentasi, yang akan menonaktifkan penyimpan layar selama opsi ini aktif.
it: È stato creato un nuovo componente aggiuntivo del pannello che permette di regolare velocemente la luminosità dello schermo tramite il menu o semplicemente utilizzando la rotellina del mouse sopra il componente aggiuntivo stesso. Il menu del componente aggiuntivo visualizza anche tutti gli altri dispositivi connessi, ad esempio le tastiere bluetooth o un mouse wireless. Offre anche un rapido accesso alla modalità presentazione, che sospende il salvaschermo finché l'opzione rimane attiva.
ja: 新しいパネルプラグインが作成されました。画面の輝度をメニューまたはプラグインアイコン上でのマウスホイールで調節できるようになりました。プラグインメニューでは、Bluetooth キーボードやワイヤレスマウスなど、電源状態を持つすべての接続デバイスを表示します。これまでどおり、スクリーンセーバーを無効にするプレゼンテーションモードへの切り替えもすばやく行えます。
kk: Экран жарықтылығын мәзір арқылы немесе плагин үстінде тышқанның айналдыру дөңгелегін жай ғана пайдалану арқылы жылдам басқаруға мүмкіндік беретін жаңа панель плагині жасалды. Плагин мәзірі сонымен қатар қуат күйі бар барлық басқа қосылған құрылғыларды көрсетеді, мысалы, bluetooth пернетақталары немесе сымсыз тышқандар. Ол әлі де презентация режиміне жылдам қол жеткізуді ұсынады, бұл опция белсенді болғанша экран сақтағышты тоқтатады.
lt: Buvo sukurtas naujas įskiepis, kuris leidžia greitai valdyti jūsų ekrano ryškumą, per meniu arba tiesiog, užvedus pelę ant įskiepio ir naudojant pelės ratuką. Įskiepio meniu taip pat rodo visus kitus prijungtus įrenginius ir jų energijos būsena, pvz., bluetooth klaviatūras ar belaides peles. Įskiepis tuo pačiu suteikia greitą prieigą prie pristatymo veiksenos, kuri pristabdo jūsų ekrano užsklandą tol, kol šis parametras yra aktyvus.
ms: Satu pemalam panel baharu telah dibina yang mana membolehkan anda kawal kecerahan skrin anda secara pantas sama ada melalui menu atau hanya guna roda tatal tetikus anda keatas pemalam tersebut. Menu pemalam juga menunjukkan semua peranti bersambung dengan status kuasa, iaitu papan kekunci bluetooth atau tetikus tanpa wayar. Ia masih menawarkan capaian pantas ke mod persembahan, yang merencatkan penyelamat skrin anda selagi pilihan masih aktif.
nb: Et nytt programtillegg for panelet ble laget, som gjør at du kjapt kan endre lysstyrken til skjermen, enten via menyen eller ganske enkelt ved å bruke rullehjulet til musen din over programtillegget. Tilleggets meny viser også alle andre tilkoplede enheter med en strømstatus, f.eks. blåtanntastatur eller trådløse mus. Det tilbyr fortsatt kjapp tilgang til presentasjonsmodus, som hemmer skjermspareren så lenge opsjonen er aktivert.
pl: Nowy moduł panelu pozwala szybko zmienić jasność ekranu korzystając z menu lub rolki myszy w wyznaczonym miejscu. Menu wtyczki pokazuje również wszystkie podłączone urządzenia wraz z ich poziomem naładowania, tj. klawiatura bluetooth i mysz bezprzewodowa. Oferuje też tryb prezentacji, który pokazuje wygaszacz ekranu do czasu wyłączenia tej opcji.
pt: Um novo plugin de painel foi criado para permitir rapidamente controlar o brilho do ecrã, tanto a nível do menu como da roda do rato. O menu do plugin também mostra todos os dispositivos ligados com estado de energia, como teclados bluetooth ou ratos sem fio. Também oferece um rápido acesso ao modo de apresentação que inibe a proteção de ecrã enquanto a opção estiver ativa.
pt_br: Um novo plugins do painel foi criado, que lhe permite controlar rapidamente o brilho de sua tela, através do menu ou simplesmente usando roda do seu mouse sobre o plugins. O menu do plugins também mostra todos os outros dispositivos conectados com seus respectivos status de energia, por exemplo, teclados bluetooth ou mouses sem fio. Ele ainda oferece acesso rápido para o modo de apresentação, que inibe o protetor de tela enquanto esta opção estiver ativa.
ro: A fost creat un nou modul de panou care vă permite să controlați rapid luminozitatea ecranului, fie prin meniu, fie prin simpla utilizare a rotiței de derulare a mausului peste acest modul. Meniul modulului afișează, de asemenea, toate celelalte dispozitive conectate cu o stare de alimentare, de exemplu tastaturi bluetooth sau mausuri fără fir. Acesta oferă în continuare acces rapid la modul de prezentare, care inhibă protectorul de ecran atâta timp cât opțiunea este activă.
ru: Новый модуль панели был создан чтобы позволить вам быстро контролировать яркость экрана через меню или используя колесо прокрутки мыши над модулем. Меню модуля также показывает все другие подключённые устройства со статусом питания, например, bluetooth-клавиатуры или беспроводные мыши. Он также предлагает быстрый доступ к режиму презентации, подавляющему запуск хранителя экрана при включении этого режима.
sq: Është krijuar një shtojcë e re paneli që ju lejon të kontrolloni shpejt ndriçimin e ekranit, ose përmes menusë, ose thjesht duke përdorur rrotëzën e miut sipër shtojcës. Menuja e shtojcës shfaq gjithashtu krejt pajisjet e tjera të lidhura me një gjendje energjie, p.sh., tastiera <em>bluetooth</em> ose minj pa fill. Ende ofron kalim të shpejtë nën mënyrën paraqitje, e cila pengon ekrankursyesin tuaj për sa kohë që mundësia është aktive.
sr: Направљен је нови прикључак полице који омогућава брзо управљање осветљењем екрана, било преко изборника, или једноставно клизањем точкићем миша преко прикључка. Изборник прикључка показује и остале прикључене уређаје са стањем напајања, нпр. блутутних тастатура или бежичних мишева. И даље омогућава брзи приступ у начин рада излагања, који обустава чувара екрана докле год је та могућност укључена.
sv: Ett nytt panelinsticksprogram skapades som tillåter dig att snabbt styra skärmens ljusstyrka, antingen via menyn eller genom att bara använda mushjulet på insticksprogrammet. Insticksprogrammets meny visar också alla andra anslutna enheter med en effektstatus, t. ex. bluetoothtangentbord eller trådlösa möss. Det finns fortfarande snabbåtkomst till presentationsläge, vilket hindrar din skärmsläckare så länge funktionen är aktiverad.
th: มีการสร้างปลั๊กอินตัวใหม่สำหรับพาเนล ซึ่งช่วยให้คุณสามารถปรับความสว่างของจอภาพได้อย่างรวดเร็ว ไม่ว่าจะทางเมนูหรือเพียงแต่หมุนล้อเมาส์บนตัวปลั๊กอิน เมนูของปลั๊กอินยังแสดงอุปกรณ์อื่นๆ ที่เชื่อมต่ออยู่พร้อมสถานะพลังงาน เช่น แป้นพิมพ์บลูทูทหรือเมาส์ไร้สาย และยังเตรียมช่องทางสำหรับเข้าสู่โหมดนำเสนออย่างรวดเร็ว ซึ่งจะระงับโปรแกรมรักษาหน้าจอไว้ตราบเท่าที่เปิดใช้ตัวเลือกนี้อยู่
tr: Yeni panel eklentisi, ekran parlaklığınızı, menü üzerinden veya fare tekerleğinizi kullanarak, eklenti üzerinden, hızlıca denetlemenize olanak sağlar. Eklenti menüsü, diğer tüm bağlı aygıtları, güç durumu ile birlikte gösterir, örneğin Bluetooth klavyeleri veya kablosuz fareler. Hala sunum kipine hızlı erişim sağlıyor, bu aktif olduğu sürece ekran koruyucunuzu engelleyecektir.
uk: Створено новий додаток панелі, який дозволяє швидко контролювати яскравість екрану, або через меню, або використовуючи коліщатко миші через додаток. Меню додатку також показує всі інші приєднані пристрої з статусом живлення, як от клавіатури bluetooth або безпровідні миші. Додаток також все ще дає швидкий доступ до режиму презентації, який стримує Ваш зберігач екрану, поки включена ця опція.
vi: Một plugin bảng điều khiển mới đã được tạo cho phép bạn nhanh chóng kiểm soát độ sáng màn hình của mình thông qua menu hoặc chỉ bằng cách sử dụng con lăn chuột trên plugin. Menu của plugin cũng hiển thị tất cả các thiết bị được kết nối khác có trạng thái nguồn, ví dụ: bàn phím bluetooth hoặc chuột không dây. Nó vẫn cung cấp khả năng truy cập nhanh vào chế độ trình bày, chế độ này sẽ ngăn trình bảo vệ màn hình của bạn miễn là tùy chọn này được kích hoạt.
zh_tw: 新的面板插件已建立，它允許您快速的控制您的螢幕亮度，可以在插件上透過選單或是僅僅使用您的滑鼠滾輪來控制。插件選單也顯示了其他所有已連接的裝置，像是藍牙鍵盤或是無線滑鼠，同時包含了一個電源狀態。它也仍然提供簡報模式的快速存取，只要這個選項是開啟的，它就會暫時關閉您的螢幕保護程式。

source: The plugin's menu allows users to control screen brightness and check on the remaining uptime their battery provides.
ca: El menú del connector permet als usuaris controlar la brillantor de la pantalla i comprovar el temps d'activitat restant que proporciona la bateria.
cs: Nabídka zásuvného modulu umožňuje uživateli ovládání jasu obrazovky a kontrolu zbývající výdrže baterie.
da: Plugins menuen tillader brugere at kontrollere skærmens lysstyrke og tjekke oppetid som deres batteri tilbyder.
de: Das Plugin-Menü erlaubt es Nutzern die Bildschirmhelligkeit einzustellen und verbleibende Akkulaufzeit zu überprüfen.
es: El menú del complemento permite a los usuarios controlar el brillo de la pantalla y comprobar en el tiempo de funcionamiento restante que la batería proporciona.
fr: Le menu du greffon permet aux utilisateurs de contrôler la luminosité de l’écran et de surveiller l’autonomie restante fournie par leur batterie.
gl: O menú do engadido permite aos usuarios controlar o brillo da pantalla e comprobar o tempo de funcionamento restante que fornece a batería.
he: תפריט התוסף מאפשר למשתמשים לבקר את בהירות המסך ולבדוק את הזמן הנותר שהסוללה שלהם מאפשרת.
id: Menu plugin memungkinkan pengguna mengatur kecerahan layar dan melihat waktu hidup yang tersedia dari baterai.
it: Il menù del componente aggiuntivo consente agli utenti di regolare la luminosità dello schermo e controllare il tempo rimanente prima che la batteria si esaurisca
ja: プラグインメニューから、画面の輝度の調整やバッテリの利用可能時間の確認が行えます。
kk: Плагин мәзірі пайдаланушыларға экран жарықтылығын басқаруға және батареяның қалған жұмыс уақытын тексеруге мүмкіндік береді.
lt: Įskiepio meniu leidžia naudotojams valdyti ekrano ryškumą ir tikrinti likusį akumuliatoriaus energijos lygį.
ms: Menu pemalam membolehkan pengguna mengawal kecerahan skrin dan memeriksa masa hidup berbaki berdasarkan bateri yang ada.
nb: Tilleggets meny gjør det mulig å styre skjermens lysstyrke og undersøke gjenværende batteritid.
pl: Menu wtyczki pozwala użytkownikowi zmieniać jasność ekranu i sprawdzać pozostały czas pracy baterii.
pt: O menu de plugin permite aos utilizadores controlar o brilho do ecrã e quanto tempo a bateria posui de uso.
pt_br: O menu do plugins permite aos usuários controlar o brilho da tela e verificar o tempo de funcionamento restante que bateria fornece.
ro: Meniul modulului permite utilizatorilor să controleze luminozitatea ecranului și să verifice timpul de funcționare rămas al bateriei.
ru: Меню модуля позволяет настраивать яркость экрана и проверять оставшееся время работы от батареи.
sq: Menuja e shtojcave u lejon përdoruesve të kontrollojnë ndriçimin e ekranit dhe të shohin se sa kohë punimi u furnizon ende bateria.
sr: Изборник прикључка омогућава кориснику да управља светлином екрана и надзире преостало време на напајању батеријама.
sv: Insticksprogrammets meny tillåter användare att kontrollera skärmens ljusstyrka och kontrollera återstående drifttid som deras batteri ger.
th: เมนูของปลั๊กอินช่วยให้ผู้ใช้สามารถปรับความสว่างของจอภาพ และตรวจสอบเวลาที่เหลือที่แบตเตอรี่จะสามารถจ่ายไฟได้
tr: Eklentinin menüsü, kullanıcıya ekran parlaklığı ve pilin bu durumda sağlayacağı kalan süreyi denetlemesini sağlar.
uk: Додатки меню дозволяють користувачам контролювати яскравість екрану і перевіряти стан батареї.
vi: Menu của plugin cho phép người dùng kiểm soát độ sáng màn hình và kiểm tra thời gian hoạt động còn lại mà pin của họ cung cấp.
zh_tw: 插件選單允許使用者控制螢幕亮度及檢查它們的電池可繼續提供的使用時間。
