Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: In the past, you might have faced situation involving bigger numbers of files in which thunar showed a freeze. Due to various different performance measures, thunar now is much more bullet-proof for action involving huge numbers of files.
ca: En el passat, és possible que us hagueu enfrontat a una situació que implica un nombre més gran d'arxius en els quals thunar va mostrar una congelació. A causa de diverses mesures de rendiment diferents, thunar ara és molt més a prova de bales per a l'acció que implica un gran nombre d'arxius.
es: En el pasado, es posible que se haya enfrentado a situaciones que implican un gran número de archivos en los que thunar mostraba un congelamiento. Debido a varias medidas de rendimiento, thunar ahora es mucho más resiliente en acciones que involucran grandes cantidades de archivos.
gl: No pasado, é posíbel que se enfrontase a unha situación que implicaba un gran número de ficheiros nos que thunar amosaba unha conxelación. Debido a varias medidas de rendemento diferentes, thunar agora é moito máis robusto para accións que impliquen un gran número de ficheiros.
it: In passato, potresti aver affrontato situazioni che coinvolgevano un numero maggiore di file in cui thunar tendeva a bloccarsi. Grazie a diverse misure di prestazioni, thunar ora è molto più robusto per azioni che coinvolgono un gran numero di file.
kk: Бұрын файлдардың көп санымен жұмыс істегенде thunar қатып қалатын жағдайларға тап болуыңыз мүмкін еді. Түрлі өнімділік шараларының арқасында, thunar енді файлдардың үлкен санымен орындалатын әрекеттерге анағұрлым төзімді.
pl: W przeszłości można było spotkać się z sytuacją obejmującą większą liczbę plików, w której thunar wykazywał zamrożenie. Ze względu na różne wskaźniki wydajności, thunar jest teraz o wiele bardziej odporny na działania obejmujące ogromną liczbę plików.
pt_br: No passado, você pode ter enfrentado situações com um número grande de arquivos em que o Thunar apresentava travamentos. Devido a diversas melhorias de desempenho, o Thunar agora está muito mais robusto para ações que envolvem um grande número de arquivos.
ro: În trecut, este posibil să vă fi confruntat cu situații care implicau un număr mai mare de fișiere în care Thunar afișa o înghețare. Datorită diferitelor măsuri de performanță diferite, Thunar este acum mult mai rezistent la acțiuni care implică un număr mare de fișiere.
sr: У прошлости сте можда суочили са стањем које укључује већи број датотека у којем је Тунар замрзавао рад. Због бројних мерења учинка, Тунар се сада понаша неуништивим при дејствима на велики број датотека.
vi: Trước đây, bạn có thể đã phải đối mặt với tình huống liên quan đến số lượng lớn tệp trong đó thunar bị treo. Do có nhiều thước đo hiệu suất khác nhau, thunar giờ đây có khả năng chống đạn tốt hơn nhiều đối với các hành động liên quan đến số lượng lớn tệp.

source: This was achieved by using appropriate container types, moving some actions into separate jobs and throttling of view-updates.
ca: Això es va aconseguir mitjançant l'ús de tipus de contenidors apropiats, movent algunes accions en treballs separats i l'augment de les actualitzacions.
es: Esto se consiguió utilizando tipos de contenedores adecuados, trasladando algunas acciones en trabajos separados y acelerando la actualización de las vistas.
gl: Isto conseguiuse empregando tipos de contedores axeitados, movendo algunhas accións a traballos separados e limitando as actualizacións da visualización.
it: Ciò è stato possibile utilizzando tipi di contenitori appropriati, spostando alcune azioni in processi separati e limitando gli aggiornamenti delle visualizzazioni.
kk: Бұған сәйкес контейнер түрлерін пайдалану, кейбір әрекеттерді жеке тапсырмаларға көшіру және көріністі жаңартуды шектеу арқылы қол жеткізілді.
pl: Osiągnięto to poprzez wykorzystanie odpowiednich typów kontenerów, przeniesienie niektórych działań do oddzielnych zadań i ograniczenie aktualizacji widoków.
pt_br: Isso foi alcançado ao utilizar tipos de contêiner apropriados, mover algumas ações para tarefas separadas e limitar a atualização da visualização.
ro: Acest lucru a fost realizat prin utilizarea tipurilor adecvate de containere, mutarea unor acțiuni în sarcini separate și accelerarea actualizărilor de vizualizare.
sr: Ово је постигнуто употребом одговарајућих врста носача, премештањем неких дејстава у посебне послове и задршком освежавања прегледа.
vi: Điều này đạt được bằng cách sử dụng các loại vùng chứa thích hợp, chuyển một số hành động thành các công việc riêng biệt và điều tiết các lượt xem cập nhật.

source: A <a href="https://wiki.xfce.org/thunar/dev/integration_testcases">number of integration test cases</a> will be used in order to keep performance on the current level in the future.
ca: S'utilitzarà un <a href="https://wiki.xfce.org/thunar/dev/integration_testcases">nombre de casos de prova d'integració</a> per tal de mantenir el rendiment al nivell actual en el futur.
it: Saranno utilizzati <a href="https://wiki.xfce.org/thunar/dev/integration_testcases">diversi casi di test di integrazione</a> per mantenere le prestazioni del livello attuale in futuro.
kk: Болашақта өнімділікті ағымдағы деңгейде сақтау үшін <a href="https://wiki.xfce.org/thunar/dev/integration_testcases">бірқатар интеграциялық тест жағдайлары</a> қолданылады.
pl: Aby w przyszłości utrzymać wydajność na obecnym poziomie, przeprowadzone zostaną <a href="https://wiki.xfce.org/thunar/dev/integration_testcases">liczne przypadki testów integracyjnych</a>.
ro: Un <a href=„https://wiki.xfce.org/thunar/dev/integration_testcases”>număr de situații de testare a integrării</a> va fi utilizat pentru a menține performanța la nivelul actual în viitor.
vi: Một <a href="https://wiki.xfce.org/thunar/dev/integration_testcases">Một số trường hợp kiểm thử tích hợp</a> sẽ được sử dụng để duy trì hiệu suất ở mức hiện tại trong tương lai.

source: Shortcuts for custom action will now as well work when the custom action is located in a sub-menu.
ca: Les dreceres per a l'acció personalitzada ara també funcionaran quan l'acció personalitzada estigui situada en un submenú.
es: Los atajos para acciones personalizadas ahora también funcionan cuando la acción personalizadase encuentra en un submenú.
gl: Os atallos para as accións personalizadas agora tamén funcionarán cando a acción personalizada estea situada nun submenú.
it: Ora le scorciatoie per le azioni personalizzate funzioneranno anche quando l'azione personalizzata si trova in un sottomenu.
kk: Таңдауыңызша әрекеттерге арналған жарлықтар енді ол әрекет ішкі мәзірде орналасса да жұмыс істейтін болады.
pl: Skróty do czynności niestandardowych będą teraz działać również wtedy, gdy czynność niestandardowa znajduje się w podmenu.
pt_br: Os atalhos para ações personalizadas agora também funcionarão quando a ação personalizada estiver localizada em um submenu.
ro: Tastele de comenzi rapide pentru acțiuni personalizate vor funcționa acum și atunci când acțiunea personalizată este localizată într-un submeniu.
sr: Пречице произвољних дејстава ће сада радити када је произвољна радња смештена у подизборнику.
vi: Các phím tắt cho hành động tùy chỉnh giờ đây cũng sẽ hoạt động khi hành động tùy chỉnh nằm trong menu phụ.

source: File Transfer
ca: Transferència de fitxers
es: Transferencia de archivos
gl: Transferencia de ficheiros
it: Trasferimento dei file
kk: Файлдарды тасымалдау
pl: Przesyłanie plików
pt_br: Transferência de arquivo
ro: Transfer de fișiere
sr: Пренос датотека
vi: Truyền tệp

source: For file validation in thunar 4.18.x a md5 checksum was calculated for source and target file. This calculation turned out to be rather slow and actually superfluous. Now files are just compared directly. In addition, the usage of direct I/O operations now attempts to prevent comparison of possibly cached buffers.
ca: Per a la validació de fitxers al thunar 4.18.x es va calcular una suma de verificació md5 per al fitxer font i destinació. Aquest càlcul va resultar ser bastant lent i en realitat superflu. Ara els fitxers es comparen directament. A més, l'ús d'operacions directes d'E/S ara intenta evitar la comparació de possibles memòries intermèdies a la memòria cau.
es: Para la validación de archivos en thunar 4.18.x se calculaba una suma de comprobación md5 para el archivo de origen y el archivo de destino. Este cálculo resultó ser bastante lento y en realidad superfluo. Ahora los archivos se comparan directamente. Además, el uso de operaciones directas de E/S intenta evitar la comparación de posibles búferes almacenados en caché.
gl: Para a validación de ficheiros en thunar 4.18.x calculouse unha suma de verificación md5 para o ficheiro orixe e destino. Este cálculo resultou ser bastante lento e en realidade superfluo. Agora os ficheiros só se comparan directamente. Ademais, o uso de operacións de E/S directas agora tenta evitar a comparación de búfers posibelmente almacenados na memoria tobo (caché).
it: Per la convalida dei file in thunar 4.18.x si calcolava md5 checksum per il file di origine e quello di destinazione. Questo calcolo si è rilevato piuttosto lento e di fatto superfluo. I file ora vengono confrontati direttamente. Inoltre l'utilizzo diretto di operazioni I/O tenterà ora a prevenire il confronto di buffer presenti in cache.
kk: thunar 4.18.x нұсқасында файлды тексеру үшін бастапқы және мақсатты файлдың md5 бақылау сомасы есептелетін. Бұл есептеу өте баяу және шын мәнінде артық болып шықты. Енді файлдар жай ғана тікелей салыстырылады. Сонымен қатар, тікелей енгізу-шығару (I/O) операцияларын пайдалану кэштелген буферлерді салыстырмауға тырысады.
pl: Do walidacji plików w programie thunar 4.18.x obliczono sumę kontrolną MD5 dla pliku źródłowego i docelowego. Obliczenia te okazały się dość powolne i w zasadzie zbędne. Teraz pliki są po prostu porównywane bezpośrednio. Ponadto użycie bezpośrednich operacji wejścia/wyjścia próbuje teraz zapobiec porównywaniu buforów, które mogą być buforowane.
pt_br: Para a validação de arquivos no Thunar 4.18.x, um checksum MD5 era calculado para o arquivo de origem e o arquivo de destino. Essa cálculo se revelou bastante lento e, na verdade, desnecessário. Agora, os arquivos são comparados diretamente. Além disso, o uso de operações de I/O diretas agora tenta evitar a comparação de buffers possivelmente armazenados em cache.
ro: Pentru validarea fișierelor în Thunar 4.18.x a fost calculată o sumă de control md5 pentru fișierul sursă și țintă. Acest calcul s-a dovedit a fi destul de lent și de fapt superfluu. Acum, fișierele sunt doar comparate direct. În plus, utilizarea operațiunilor I/O directe încearcă acum să prevină compararea eventualelor tampoane stocate în cache.
vi: Để xác thực tệp trong thunar 4.18.x, tổng kiểm tra md5 đã được tính cho tệp nguồn và tệp đích. Tính toán này hóa ra khá chậm và thực sự không cần thiết. Bây giờ các tập tin chỉ được so sánh trực tiếp. Ngoài ra, việc sử dụng các thao tác I/O trực tiếp hiện cố gắng ngăn chặn việc so sánh các bộ đệm có thể được lưu trong bộ nhớ đệm.

source: An option was added to only copy files in parallel if the relevant devices are in idle state. This prevents possible fragmentation during copy for HDD drives.
ca: S'ha afegit una opció per copiar només fitxers en paral·lel si els dispositius rellevants estan en estat inactiu. Això evita la possible fragmentació durant la còpia per a unitats HDD.
es: Se ha añadido una opción para copiar archivos en paralelo sólo si los dispositivos correspondientes están en estado de reposo. Esto evita la posible fragmentación durante la copia para discos duro HDD.
gl: Engadiuse unha opción para copiar só ficheiros en paralelo se os dispositivos correspondentes están en estado inactivo. Isto evita a posíbel fragmentación durante a copia das unidades HDD.
it: È stata aggiunta un'opzione per copiare i file in parallelo solo se i dispositivi rilevanti sono in stato di inattività. Ciò impedisce la possibile frammentazione durante la copia per le unità HDD.
kk: Тиісті құрылғылар бос күйде болғанда ғана файлдарды параллельді көшіру опциясы қосылды. Бұл HDD дискілері үшін көшіру кезіндегі мүмкін болатын фрагментацияның алдын алады.
pl: Dodano opcję kopiowania plików równolegle tylko wtedy, gdy odpowiednie urządzenia są w stanie bezczynności. Zapobiega to możliwej fragmentacji podczas kopiowania na dyski HDD.
pt_br: Foi adicionada uma opção para copiar arquivos em paralelo somente se os dispositivos relevantes estiverem em estado ocioso. Isso evita possível fragmentação durante a cópia em discos rígidos (HDD).
ro: A fost adăugată o opțiune pentru a copia fișiere în paralel numai dacă dispozitivele relevante sunt în stare de inactivitate. Acest lucru previne posibila fragmentare în timpul copierii pentru unitățile HDD.
sr: Додата је могућност да се датотеке умножавају једино упоредно уколико су одговарајући уређаји у стању мировања. Дата могућност спречава могуће распарчавање приликом умножавања са чврстих дискова.
vi: Một tùy chọn đã được thêm vào để chỉ sao chép các tệp song song nếu các thiết bị liên quan ở trạng thái không hoạt động. Điều này ngăn ngừa sự phân mảnh có thể xảy ra trong quá trình sao chép ổ đĩa cứng.

source: Transferring files no longer steals the current focus.
ca: La transferència de fitxers ja no roba el focus actual.
es: La transferencia de archivos ya no roba el foco actual.
gl: A transferencia de ficheiros xa non rouba o foco actual.
it: Trasferimento file non cambia più il fuoco corrente.
kk: Файлдарды тасымалдау енді ағымдағы фокусты алмайды.
pl: Przesyłanie plików nie powoduje już utraty aktualnego uaktywnienia.
pt_br: A transferência de arquivos não retira mais o foco atual.
ro: Transferul fișierelor nu mai răpește focalizarea curentă.
sr: Пренос датотека више не краде тренутну жижу.
vi: Việc truyền tệp không còn lấy đi tiêu điểm hiện tại nữa.

source: The file transfer question dialog now provides the same options while having less buttons. In addition, file thumbnails now are properly requested by the dialog.
ca: El diàleg de la pregunta de transferència de fitxers ara proporciona les mateixes opcions mentre hi ha menys botons. A més, les miniatures de fitxer ara són sol·licitades adequadament pel diàleg.
es: El cuadro de diálogo de preguntas sobre la transferencia de archivos ofrece ahora las mismas opciones pero con menos botones. Además, ahora las miniaturas de los archivos son solicitadas correctamente por el diálogo.
gl: O diálogo de preguntas sobre a transferencia de ficheiros fornece agora as mesmas opcións con menos botóns. Ademais, agora as miniaturas dos ficheiros son solicitadas correctamente polo diálogo.
it: La finestra di domanda di trasferimento file ora fornisce le stesse opzioni con meno pulsanti. Inoltre le miniature dei file ora sono correttamente richieste dalla finestra.
kk: Файлдарды тасымалдау туралы сұхбат терезесінде енді батырмалар аз болғанымен, сол опциялар қолжетімді. Сонымен қатар, сұхбат терезесі енді файлдардың кіші көріністерін дұрыс сұрайды.
pl: Okno dialogowe pytania o przesyłanie plików teraz oferuje te same opcje, ale ma mniej przycisków. Ponadto miniatury plików są teraz prawidłowo żądane przez okno dialogowe.
pt_br: O diálogo de confirmação de transferência de arquivos agora oferece as mesmas opções, mas com menos botões. Além disso, as miniaturas dos arquivos agora são corretamente solicitadas pelo diálogo.
sr: Прозорче упита преноса датотека сада обезбеђује исте могућности иако има мање дугмади. Као додатак, умањене сличице датотека се исправно захтевају у прозору.
vi: Hộp thoại câu hỏi chuyển tập tin hiện cung cấp các tùy chọn tương tự nhưng có ít nút hơn. Ngoài ra, hình thu nhỏ của tệp giờ đây đã được hộp thoại yêu cầu chính xác.

source: thunar - file transfer dialog
ca: thunar - diàleg de transferència de fitxers
es: thunar - diálogo de transferencia de archivos
gl: thunar - diálogo de transferencia de ficheiros
it: thunar - finestra di trasferimento dei file
kk: thunar - файлдарды тасымалдау сұхбат терезесі
pl: thunar — okno dialogowe przesyłania plików
pt_br: thunar - diálogo da transferência de arquivos
ro: Thunar - fereastra de dialog pentru transferul de fișiere
sr: тунар - прозорче преноса датотека
vi: thunar - hộp thoại truyền tập tin

source: Launchers
ca: Llançadors
es: Lanzadores
gl: Iniciadores
it: Avviatori
kk: Жөнелткіштер
pl: Aktywatory
pt_br: Lançadores
ro: Lansatoare
sr: Покретачи
vi: Bệ Viceng

source: By default, launcher names instead of filenames are shown now for trusted launchers.
ca: De manera predeterminada, els noms dels llançadors en lloc dels noms de fitxer es mostren ara per als llançadors de confiança.
es: Por defecto, ahora se muestran los nombres de los lanzadores en lugar de los nombres de los archivos para los lanzadores de confianza.
gl: De forma predeterminada, agora amósanse os nomes dos iniciadores no lugar de nomes de ficheiros para os iniciadores de confianza.
it: In modo predefinito, per gli avviatori attendibili ora vengono visualizzati i nomi degli avviatori anziché i nomi dei file.
kk: Әдетте, сенімді жөнелткіштер үшін файл аттарының орнына жөнелткіш аттары көрсетіледі.
pl: Domyślnie w przypadku zaufanych programów uruchamiających zamiast nazw plików są teraz wyświetlane nazwy aktywatorów.
pt_br: Por padrão, agora são exibidos os nomes dos lançadores em vez dos nomes dos arquivos para lançadores confiáveis.
ro: În mod implicit, acum sunt afișate numele lansatoarelor în loc de numele fișierelor pentru lansatoarele de încredere.
sr: Подразумевано, сада су имена покретача уместо имена датотека приказани за поверљиве покретаче.
vi: Theo mặc định, tên trình khởi chạy thay vì tên tệp hiện được hiển thị cho các trình khởi chạy đáng tin cậy.

source: Undo/Redo
ca: Desfés
es: Deshacer/Rehacer
gl: Desfacer/Refacer
it: Annulla/Rifai
kk: Болдырмау/Қайталау
pl: Cofnij/Ponów
pt_br: Desfazer/refazer
ro: Anulare/refacere
vi: Hoàn tác/Làm lại

source: The user now will be asked before any deletion will be done by an undo operation.
ca: Ara es demanarà a l'usuari abans que qualsevol supressió es faci mitjançant una operació de desfer.
es: Ahora se preguntará al usuario antes de realizar cualquier borrado mediante una operación de deshacer.
gl: Agora, a persoa usuaria será preguntada antes de que se faga calquera eliminación mediante unha operación de desfacer.
it: Ora all'utente sarà chiesto se desidera annullare un'eliminazione.
kk: Енді болдырмау операциясы арқылы кез келген өшіруді орындамас бұрын пайдаланушыдан сұралады.
pl: Użytkownik zostanie teraz zapytany, zanim będzie można cofnąć operację usunięcia.
pt_br: Agora, o usuário será perguntado antes que qualquer exclusão seja realizada por uma operação de desfazer.
ro: Utilizatorul va fi întrebat înainte ca orice ștergere să fie efectuată, printr-o operație de anulare.
vi: Người dùng bây giờ sẽ được hỏi trước khi thực hiện bất kỳ thao tác xóa nào bằng thao tác hoàn tác.

source: Similar to the tree-view side pane, the main view now also supports folder expansion.
ca: Similar a la subfinestra lateral de vista en arbre, la vista principal ara també admet l'expansió de carpetes.
es: Al igual que el panel lateral de la vista en árbol, la vista principal ahora también admite la expansión de carpetas.
gl: Semellante ao panel lateral da vista en árbore, a vista principal agora tamén admite a expansión de cartafoles.
it: Analogamente al pannello laterale della vista ad albero, anche la vista principale ora supporta l'espansione delle cartelle.
kk: Бүйірлік ағаш көрінісі сияқты, негізгі көріністе де бумаларды жаю мүмкіндігі қосылды.
pl: Podobnie jak panel boczny z widokiem drzewa, widok główny teraz również obsługuje rozwijanie katalogów.
pt_br: Semelhante ao painel lateral em modo de árvore, a visualização principal agora também suporta a expansão de pastas.
ro: Similar cu panoul lateral al vizualizării în arbore, vizualizarea principală permite acum și expandarea dosarelor.
vi: Tương tự như khung bên của chế độ xem dạng cây, chế độ xem chính hiện cũng hỗ trợ mở rộng thư mục.

source: thunar - expandable folders
ca: thunar - carpetes expandibles
es: thunar - carpetas ampliables
gl: thunar - cartafoles expansíbeis
it: thunar - cartelle espandibili
kk: thunar - жайылатын бумалар
pl: thunar — rozszerzalne katalogi
pt_br: thunar - pastas expansíveis
ro: Thunar - dosare expandabile
vi: thunar - thư mục có thể mở rộng

source: A shortcut now can be used to toggle between split-view panes, and the focused pane now uses different coloring.
ca: Ara es pot utilitzar una drecera per a alternar entre les subfinestres de vista dividida, i la subfinestra focalitzada ara utilitza coloracions diferents.
es: Ahora se puede utilizar un acceso directo para alternar entre paneles de vista dividida, y el panel enfocado ahora utiliza diferentes colores.
gl: Agora pode usar un atallo para alternar entre paneis de vista dividida, e o panel enfocado agora usa unha cor diferente.
it: Ora è possibile utilizzare una scorciatoia per passare da un riquadro a visualizzazione divisa all'altro e il riquadro evidenziato ora utilizza una colorazione diversa.
kk: Енді бөлінген көрініс панельдері арасында ауысу үшін жарлықты қолдануға болады, ал фокустағы панель басқа түспен ерекшеленеді.
pl: Teraz można używać skrótu, aby przełączać się między panelami podzielonego widoku, a panel, na którym znajduje się uaktywnienie, ma teraz inne kolory.
pt_br: Agora, um atalho pode ser usado para alternar entre os painéis de visualização dividida, e o painel focado agora usa uma coloração diferente.
ro: O combinație de taste de comandă rapidă poate fi utilizată acum pentru a comuta între panourile cu vizualizare divizată, iar panoul cu focalizare utilizează acum o colorare diferită.
sr: Сада пречица може бити коришћена за прелаз између приказа подељених површи, а усредсређена површ је сада другачије обојена.
vi: Giờ đây, bạn có thể sử dụng một phím tắt để chuyển đổi giữa các khung ở chế độ xem chia tách và khung có tiêu điểm hiện sử dụng màu khác.

source: thunar - split view
ca: thunar - vista dividida
es: thunar - vista dividida
gl: thunar - vista dividida
it: thunar - vista divisa
kk: thunar - бөлінген көрініс
pl: thunar — widok podzielony
pt_br: thunar - visualização dividida
ro: Thunar - vizualizare separată
vi: thunar - chế độ xem chia nhỏ

source: A dialog will now ask for confirmation when closing a split-pane with multiple tabs.
ca: Un diàleg ara demanarà confirmació en tancar un quadre dividit amb múltiples pestanyes.
es: Ahora un diálogo pedirá confirmación al cerrar un panel dividido con múltiples pestañas.
gl: Agora unha caixa de diálogo pedirá confirmación ao pechar un panel dividido con varias lapelas.
it: Ora sarà visualizzata una finestra che chiederà conferma quando si chiude un riquadro diviso con più schede.
kk: Бірнеше беті бар бөлінген панельді жабу кезінде енді сұхбат терезесі растауды сұрайды.
pl: Podczas zamykania podzielonego panelu zawierającego wiele kart pojawi się teraz okno dialogowe z prośbą o potwierdzenie.
pt_br: Agora, um diálogo pedirá confirmação ao fechar um painel dividido com várias abas.
ro: O fereastră de dialog va solicita acum confirmarea la închiderea unui panou divizat cu mai multe file.
sr: Искачуће прозорче ће сада питати за потврду приликом затварања подељене површи са вишеструким листовима.
vi: Bây giờ, hộp thoại sẽ yêu cầu xác nhận khi đóng ngăn chia nhỏ có nhiều tab.
