Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Another big change for users is the removal of user documentation of the packages and introduction of <a href="https://docs.xfce.org">docs.xfce.org</a>. The reason for this change is the limited contribution of documentation since Xfce 4.8, so we hope the wiki will attract more contributors. The help buttons in the interface still work, but you'll be asked to open the documentation website in your web browser.
ca: Un altre gran canvi per als usuaris és l'eliminació de la documentació d'usuari dels paquets i la introducció de <a href="https://docs.xfce.org">docs.xfce.org</a>. La raó d'aquest canvi és la contribució limitada de la documentació des de l'Xfce 4.8, de manera que esperem que el wiki atraurà més col·laboradors. Els botons d'ajuda de la interfície encara funcionen, però se us demanarà que obriu el lloc web de documentació al vostre navegador web.
cs: Další velkou změnou pro uživatele je odebrání dokumentace pro uživatele z balíčků a přestavení stránky <a href="https://docs.xfce.org">docs.xfce.org</a>. Důvodem pro tuto změnu je omezené zapojení do dokumentace od verze 4.8, doufáme, že wiki zaujme více přispěvatelů. Tlačítka pro nápovědu v rozhraní budou stále pracovat, pouze s tím rozdílem, že budete požádáni o otevření webové stránky s dokumentací ve webovém prohlížeči.
da: En anden stor ændring for brugere er fjernelse af bruger-dokumentation af pakkerne og introduktionen af <a href="https://docs.xfce.org">docs.xfce.org</a>. Grunden for denne ændring er det begrænsede bidrag til dokumentationen siden Xfce 4.8, så vi håber at wiki'en til tiltrække flere bidragsydere. Hjælp knappen i grænsefladen vil stadig virke, men du vil blive spurgt om at åbne dokumentations-hjemmesiden i din internet browser.
de: Eine weitere große Veränderung ist die Entfernung von Benutzerdokumentationen in den Paketen und die Einführung von <a href="https://docs.xfce.org">docs.xfce.org</a>. Der Grund für diese Änderung ist die begrenzte Anzahl an Beitragenden zur Dokumentation seit Xfce 4.8, weshalb wir hoffen, dass das Wiki mehr Mithelfer anzieht. Die Hilfe-Knöpfe in der Benutzeroberfläche funktionieren immer noch, aber Sie werden jetzt gefragt, ob Sie die Dokumentationswebsite in Ihrem Browser öffnen wollen.
es: Otro gran cambio es la eliminación de la documentación los paquetes y la introducción de <a href="https://docs.xfce.org">docs.xfce.org</a>. La razón de este cambio es que desde la versión 4.8 de Xfce disminuyeron las contribuciones con la documentación por parte de los usuarios, por lo que esperamos que la wiki atraiga a más usuarios. Los botones de ayuda seguirán funcionando, pero se le pedirá autorización para abrir el sitio web de documentación en su navegador web.
fr: Un autre grand changement pour les utilisateurs est le retrait de la documentation utilisateur des paquets et l’introduction de <a href="https://docs.xfce.org">docs.xfce.org</a>. La raison de ce changement est la contribution limitée à la documentation depuis Xfce 4.8, nous espérons donc que le wiki attirera davantage de contributeurs. Les boutons d’aide dans l’interface fonctionnent toujours, mais on vous demandera d’ouvrir le site Web de la documentation dans votre navigateur.
gl: Outro gran cambio para os usuarios é a eliminación da documentación do usuario dos paquetes e a introdución de <a href="https://docs.xfce.org">docs.xfce.org</a>. O motivo deste cambio é a contribución limitada da documentación desde o Xfce 4.8, polo que esperamos que a wiki atraia máis colaboradores. Os botóns de axuda na interface aínda funcionan, pero solicitaralle que abra o sitio web da documentación no seu navegador web.
he: שינוי גדול נוסף למשתמשים הוא הסרת תיעוד המשתמש של החבילות והצגת <a href="https://docs.xfce.org">docs.xfce.org</a>. הסיבה לשינוי הזה היא התרומה המוגבלת לתיעוד מאז Xfce 4.8, אז אנחנו מקווים שהויקי ימשוך עוד תורמים. כפתורי העזרה בממשק עדיין פועלים, אבל תידרש לפתוח את אתר התיעוד בדפדפן שלך.
id: Perubahan besar yang lain untuk pengguna adalah dihilangkannya dokumentasi dari paket dan pengenalan <a href="https://docs.xfce.org">docs.xfce.org</a>. Alasan untuk perubahan ini adalah kontribusi yang terbatas pada dokumentasi sejak 4.8, sehingga kami berharap wiki akan menarik lebih banyak kontributor. Tombol bantuan pada antarmuka masih bisa digunakan, namun Anda akan diminta untuk membuka situs web dokumentasi pada peramban Anda.
it: Un altro grande cambiamento per gli utenti è la rimozione della documentazione utente dei software e l'introduzione di <a href="https://docs.xfce.org">docs.xfce.org</a>. La ragione di tale cambiamento risiede nel limitato contributo effettuato alla documentazione da Xfce 4.8, perciò speriamo che la wiki attrarrà più contributori. I pulsanti di aiuto nelle interfacce funziona ancora, ma verrà chiesto all'utente se aprire la pagina web della documentazione nel proprio browser web.
ja: ユーザーにとってのもう1つの大きな変更点は、パッケージのユーザードキュメントの削除と <a href="https://docs.xfce.org">docs.xfce.org</a> の導入です。この変更の理由は、Xfce 4.8以降ドキュメントへの貢献が限られているためです。ウィキがより多くの貢献者を引き付けることを願っています。インターフェイスのヘルプボタンは引き続き機能しますが、ウェブブラウザーでドキュメントのウェブサイトを開くよう求められます。
kk: Пайдаланушылар үшін тағы бір үлкен өзгеріс — пакеттердің пайдаланушылық құжаттамасын алып тастау және <a href="https://docs.xfce.org">docs.xfce.org</a> сайтын енгізу. Бұл өзгерістің себебі — Xfce 4.8 нұсқасынан бері құжаттамаға үлес қосудың шектеулілігі, сондықтан wiki көбірек үлес қосушыларды тартады деп үміттенеміз. Интерфейстегі көмек батырмалары әлі де жұмыс істейді, бірақ сізге құжаттама веб-сайтын веб-браузерде ашу ұсынылады.
lt: Kitas dideli pokytis yra naudotojų dokumentacijos paketų pašalinimas iš paketų ir <a href="https://docs.xfce.org">docs.xfce.org</a> pristatymas. To priežastis buvo ribotas talkinimas dokumentacijai, taigi tikimės, jog wiki pritrauks daugiau autorių. Žinyno mygtukai vis dar veikia, tačiau jūsų bus paprašyta atverti dokumentacijos puslapį internete.
ms: Satu perubahan besar untuk pengguna adalah pembuangan dokumentasi pakej dan pengenalan <a href="https://docs.xfce.org">docs.xfce.org</a>. Tujuan perubahan ini adalah kerana sumbangan dokumentasi terhad semenjak Xfce 4.8, jadi kami harap wiki dapat menarik lebih banyak penyumbang. Butang bantuan dalam antaramuka masih berfungsi, tetapi anda akan diarah ke laman sesawang dokumentasi dalam pelayar sesawang anda.
nb: En annen vesentlig endring for brukerne er at hjelpeteksten er fjernet fra pakkene, og lanseringen av <a href="https://docs.xfce.org">docs.xfce.org</a>. Dette er fordi antall bidrag til hjelpetekstene har minket siden Xfce 4.8, så vi håper at wikien vil få mer oppmerksomhet fra bidragsytere. Hjelpeknappene i brukergrensesnittet vil fortsatt virke, men du vil bli spurt om å åpne hjelpenettsiden i nettleseren din.
pl: Inną znaczącą zmianą dla użytkowników jest usunięcie dokumentacji programów z pakietów oprogramowania i umieszczenie ich na stronie internetowej <a href="https://docs.xfce.org">docs.xfce.org</a>. Liczymy na to, że decyzja ta zwiększy zainteresowanie użytkowników tworzeniem dokumentacji, które wyraźnie osłabło od czasu wydania Xfce 4.8. Polecenia i przyciski pomocy w interfejsie programów nadal działają, ale teraz otwierają stronę dokumentacji w przeglądarce internetowej.
pt: Outra grande alteração para utilizadores foi a remoção da documentação dos pacotes do utilizador e a introdução de <a href="https://docs.xfce.org">docs.xfce.org</a>. A razão para esta alteração é a pouca contribuição de documentação desde o Xfce 4.8, assim nos esperamos que o wiki venha a atrair mais contribuidores. Os botões de ajuda no interface continuam funcionando, mas será perguntado para abrir a página de documentação no seu navegador de internet.
pt_br: Outra grande alteração para usuários é a remoção da documentação do usuário dos pacotes e introdução de <a href="https://docs.xfce.org">docs.xfce.org</a>. O motivo para essa alteração é a contribuição limitada da documentação desde o Xfce 4.8, assim esperamos que a wiki atraia mais contribuidores. Os botões de ajuda na interface ainda estão trabalhando, mas você não será perguntado se deseja abrir a página de documentação em seu navegador.
ro: O altă schimbare importantă pentru utilizatori este eliminarea documentației pentru utilizatori a pachetelor și introducerea <a href="https://docs.xfce.org">docs.xfce.org</a>. Motivul acestei schimbări este contribuția limitată a documentației de la Xfce 4.8, deci sperăm că wiki-ul va atrage mai mulți contribuitori. Butoanele de ajutor din interfață funcționează în continuare, dar vi se va cere să deschideți situl de documentație în navigatorul dvs. web.
ru: Ещё одно заметное для пользователей изменение — это удаление пользовательской документации из пакетов и размещение её на <a href="https://docs.xfce.org">docs.xfce.org</a>. Причиной этого изменения стал весьма ограниченный вклад в документацию с момента выхода Xfce 4.8, так что мы надеемся, что вики-сайт привлечёт больше желающих внести в неё свой вклад. Кнопки справки в интерфейсе по-прежнему работают, но открывают веб-сайт документации в вашем веб-браузере.
sq: Një tjetër ndryshim i madh për përdoruesit është heqja e dokumentimit të përdoruesit nga paketat dhe ardhja e <a href="https://docs.xfce.org">docs.xfce.org</a>. Arsyeja për këtë ndryshim janë kontributet e pakta për dokumentimin që nga Xfce 4.8, ndaj shpresojmë që wiki të tërheqë më tepër kontribues. Butoni i ndihmës, te ndërfaqja, funksionon ende, por do t’ju kërkojë të hapni sajtin e dokumentimit në shfletuesin tuaj.
sr: Још једна велика измена је уклањање корисничке документације из пакета, и представљање <a href="https://docs.xfce.org">docs.xfce.org</a>-а. Разлог за ову измену је ограничени допринос документације од издања Иксфце-а 4.8, тако да се надамо да ће вики привући још доприносиоца. Дугме помоћи у сучељу још увек ради, али ћете бити упитани да отворите документацију на мрежи преко прегледника веба.
sv: En annan stor förändring för användare är borttagningen av användningsdokumentation för paket och introduktionen av <a href="https://docs.xfce.org">docs.xfce.org</a>. Orsaken till denna förändring är de begränsade dokumentationsbidragen sedan Xfce 4.8, så vi hoppas att wikin kommer att locka fler bidragsgivare. Hjälpknapparna i gränssnittet fungerar fortfarande, men du kommer att tillfrågas om att öppna dokumentationshemsidan i din webbläsare.
th: การเปลี่ยนแปลงขนานใหญ่อีกรายการหนึ่งสำหรับผู้ใช้ คือการตัดเอกสารสำหรับผู้ใช้ออกจากแพกเกจต่างๆ และสร้างใหม่เป็น <a href="https://docs.xfce.org">docs.xfce.org</a> เหตุผลของการเปลี่ยนแปลงนี้คือมีผู้ร่วมเขียนเอกสารจำกัดมาตั้งแต่ Xfce 4.8 เราจึงหวังว่าวิกินี้จะช่วยดึงดูดผู้ร่วมเขียนมากขึ้น ปุ่มวิธีใช้ในส่วนติดต่อต่างๆ จะยังคงใช้การได้ เพียงแต่คุณจะถูกขอให้เปิดเว็บไซต์เอกสารด้วยเว็บเบราว์เซอร์
tr: Kullanıcılar için bir başka büyük değişiklik kullanıcı belgelerindeki paketlerin kaldırılması ve <a href="https://docs.xfce.org">docs.xfce.org</a>ın tanıtımı oldu. Bu değişikliklerin sebebi Xfce 4.8'den beri belgelerin sınırlı katkısıdır, bu yüzden wiki'nin daha fazla katkı çekeceğini umuyoruz. Arabirimdeki yardım düğmeleri hala çalışacak, fakat web tarayıcınızda belgelendirme web sitesi açmanız istenecektir.
uk: Інша велика зміна - це вилучення користувацької документації про пакунок і введення <a href="https://docs.xfce.org">docs.xfce.org</a>. Причиною цієї зміни стало обмеження в достарчанню документації, починаючи з версії Xfce 4.8. Надіємося, що вікі більше надихне на написання нових документів. Кнопка допомоги все ще працює, однак тепер вона переводить на відкриття веб-сторінки в переглядачі тенет.
vi: Một thay đổi lớn khác đối với người dùng là việc xóa tài liệu hướng dẫn sử dụng của các gói và giới thiệu <a href="https://docs.xfce.org">docs.xfce.org</a>. Lý do cho sự thay đổi này là sự đóng góp hạn chế của tài liệu kể từ Xfce 4.8, vì vậy chúng tôi hy vọng wiki sẽ thu hút nhiều người đóng góp hơn. Các nút trợ giúp trong giao diện vẫn hoạt động nhưng bạn sẽ được yêu cầu mở trang web tài liệu trong trình duyệt web của mình.
zh_tw: 對使用者來說，另一個較大的變動是移除了軟體包中的使用者文件，並採用 <a href="https://docs.xfce.org">docs.xfce.org</a> 。此變動的原因是，因為自 Xfce 4.8以來，文件的貢獻並不大，所以我們希望 wiki 可以吸引到更多的貢獻者。在介面中的求助按鈕仍可運作，但會在您的網頁瀏覽器中打開文件。
