Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: We also improved our settings dialogs. The display configuration dialog now supports RandR 1.2, detects screens automatically and allows our users to pick their favorite resolution, refresh rate, rotation. Screens can be configured to either work in clone mode or be placed next to each other. Keyboard selection has become easier and more user-friendly. Also, the manual settings editor has been updated to be more functional.
ca: També hem millorat els nostres diàlegs de configuració. El diàleg de configuració de la pantalla ara admet RandR 1.2, detecta pantalles automàticament i permet als nostres usuaris triar la seva resolució preferida, freqüència d'actualització, rotació. Les pantalles es poden configurar per treballar en mode clon o per col·locar-se un al costat de l'altre. La selecció de teclat s'ha fet més fàcil i fàcil d'utilitzar. A més, s'ha actualitzat l'editor de configuració manual perquè sigui més funcional.
cs: Také jsme vylepšili naše dialogová okna pro nastavení. Dialogové okno pro nastavení displeje nyní podporuje RanR 1.2, automaticky detekuje obrazovky a umožňuje uživatelům vybrat si oblíbené rozlišení, obnovovací frekvenci, rotaci. Obrazovky lze konfigurovat pro režim duplikace nebo je umístit vedle sebe. Výběr klávesnice je nyní mnohem snazší a uživatelsky přívětivější. Také ruční editor nastavení byl aktualizován pro lepší funkcionalitu.
da: Vi har også forbedret vores indstillings-dialoger. Skærm-konfigurationens dialog understøtter RandR 1.2, registrerer skærme automatisk og tillader vores brugere at vælge deres favorit-opløsning, opdateringshastighed, rotation. Skærme kan konfigureres til enten at arbejde i klone-metoden eller blive placeret ved siden af hinanden. Tastatur-selektion er blevet nemmere og mere brugervenligt. Også de manuelle indstillings-redigering er blevet opdateret til at være mere funktionel.
de: Ebenso haben wir den Einstellungsdialog verbessert. Die Konfiguration der Anzeigeeinstellungen unterstützt jetzt RandR 1.2, erkennt Bildschirme automatisch und erlaubt es Nutzern, ihre bevorzugte Auflösung, Bildwiederholfrequenz und Ausrichtung zu wählen. Bildschirme können entweder im Klon-Modus betrieben oder nebeneinander platziert werden. Der Einstellungseditor wurde ebenfalls um verschiedene Funktionen erweitert.
es: También hemos mejorado nuestra configuración de los cuadros de diálogo. El diálogo de configuración de la pantalla es ahora compatible con RandR 1.2, detecta automáticamente las pantallas y permite a nuestros usuarios a escoger la resolución preferida, frecuencia de actualización y rotación. Las pantallas se pueden configurar para funcionar en modo de clonación o situarse una junto a otra. La selección del teclado se ha convertido en más sencilla y fácil de usar. Además, el editor de configuración manual ha sido actualizado para que sea más funcional.
fr: Nous avons également amélioré le gestionnaire de paramètres. La fenêtre de configuration de l’affichage prend désormais en charge RandR 1.2, détecte automatiquement les écrans et permet d’en changer la résolution, le taux de rafraîchissement et l’orientation. Les écrans peuvent être configurés pour travailler en mode clone ou juxtaposé. Choisir le clavier est plus simple et plus agréable. En outre, l’éditeur de configurations manuel a été mis à jour pour être plus fonctionnel.
gl: Tamén melloramos os nosos diálogos de opcións. O diálogo de configuración de visualización agora admite RandR 1.2, detecta as pantallas automaticamente e permite aos nosos usuarios escoller a súa resolución favorita, frecuencia de actualización e rotación. As pantallas poden configurarse para que funcionen en modo copia ou unha a carón da outra. A selección do teclado tornouse máis sinxela e doada de usar. Ademais, o editor de axustes manuais foi actualizado para ser máis funcional.
he: אנו גם שיפרנו את דיאלוגי ההגדרות שלנו. דיאלוג הגדרת מסך עכשיו תומך RandR 1.2, מגלה מסכים אוטומטית ומאפשר למשתמשים שלנו לבחור את הרזולוציה, קצב רענון, סיבוב האהובים עליהם. מסכים יכולים להיות מוגדרים לעבודה במצב שכפול או להיות ממוקמים אחד ליד השני. בחירת מקלדת נהפכה קלה יותר ויותר ידידותית למשתמש. בנוסף ,עורך ההגדרות הידניות עודכן להיות יותר פונקציונלי.
id: Kami juga meningkatkan dialog pengaturan. Dialog konfigurasi tampilan sekarang mendukung RandR 1.2, mendeteksi layar secara otomatis dan memungkinkan pengguna kami untuk memilih resolusi kesukaan mereka, rasio penyegaran, rotasi. Layar dapat diatur untuk bekerja dalam mode klon atau ditempatkan berdampingan. Pemilihan papan ketik menjadi semakin mudah dan lebih ramah pengguna. Juga, penyunting pengaturan manual telah dimutakhirkan agar lebih fungsional.
it: Abbiamo anche migliorato la finestra delle impostazioni. La finestra di configurazione dello schermo supporta ora RandR 1.2, identifica automaticamente gli schermi e permette all'utente di selezionare la propria risoluzione preferita, la frequenza di aggiornamento e la rotazione. Gli schermi possono essere configurati per lavorare nella modalità di clonazione oppure per essere posizionati uno a fianco dell'altro. La selezione della tastiera è più semplice e intuitiva. Infine, l'editor delle impostazioni manuale è stato aggiornato per essere più funzionale.
ja: 設定ダイアログも改善しました。 ディスプレイ構成ダイアログは RandR 1.2 をサポートし、画面を自動的に検出し、ユーザーが好みの解像度、リフレッシュレート、回転を選択可能になります。 画面は、クローンモードで動作するように構成することも、互いに隣接して配置するように構成することもできます。 キーボードの選択が簡単になり、よりユーザーフレンドリーになりました。 また手動設定エディターがより機能的になるように更新されました。
kk: Сондай-ақ біз баптаулар сұхбат терезелерін жақсарттық. Экранды баптау сұхбат терезесі енді RandR 1.2 қолдайды, экрандарды автоматты түрде анықтайды және пайдаланушыларға өздеріне ұнайтын ажыратымдылықты, жаңарту жиілігін, бұруды таңдауға мүмкіндік береді. Экрандарды клон режимінде жұмыс істеуге немесе бір-бірінің қасына орналастыруға баптауға болады. Пернетақтаны таңдау оңайырақ және пайдаланушыға ыңғайлы болды. Сондай-ақ, баптауларды қолмен түзету редакторы функционалдырақ болу үшін жаңартылды.
lt: Mes taip pat patobulinome mūsų nustatymų dialogą. Ekrano konfigūracijos dialogas dabar palaiko RandR 1.2, automatiškai aptinka ekranus ir leidžia mūsų naudotojams pasirinkti mėgstamą raišką, atnaujinimo dažnį ir pasukimą. Ekranai gali būti nustatyti taip, kad veiktų vienodų ekranų veiksenoje arba būtų sudėti vienas šalia kito. Klaviatūros pasirinkimas tapo paprastesnis ir patogesnis. Taip pat ir rankinių nustatymų redaktorius buvo atnaujintas, kad būtų funkcionalesnis.
ms: Kami juga telah menambahbaik dialog tetapan kami. Dialog konfigurasi paparan kini dapat menyokong RandR 1.2, mengesan skrin secara automatik dan membolehkan pengguna pilih resolusi, kadar segar semula dan putaran kegemaran mereka. Skrin dapat dikonfigur untuk dijalankan dalam mod klon atau diletak bersebelahan yang lain. Pemilihan papan kekunci juga menjadi lebih mudah dan mesra pengguna. Tidak lupa juga, penyunting tetapan manual telah dikemaskini menjadi lebih berfungsi dan berguna.
nb: Vi har også forbedret våre dialogvinduer for innstillinger. Skjermoppsettet støtter nå RandR 1.2, oppdager skjermer automatisk og lar brukerne velge sine favorittoppløsninger, oppdateringsfrekvenser og rotasjoner. Skjermer kan nå klones eller plasseres ved siden av hverandre. Tastaturvalg er lettere og mer brukervennlig. Det manuelle redigeringsprogrammet for innstillinger er nå mer funksjonelt.
oc: Avèm tanben melhorat nos fenèstras de paramètres. La bóstia de dialòg de configuracion de l'afichatge prend d'ara enlà en carga RandR 1.2, detècta los ecrans automaticament e permet a nòstres utilizaires de causir lor pròpria resolucion, taus de refrescament, rotacion. Los ecrans pòdon èsser configurés siá de trabalhar en mòde clone o èsser plaças los unes al costat dels autres. La causida del clavièr es venguda mai aisida e mai conviviala. A mai d'aquò, l'editor de configuracion manual es estada mesa a jorn per èsser mai foncional.
pl: Udoskonalone zostały także systemowe programy konfiguracyjne. Ustawienia ekranu obsługują teraz rozszerzenie RandR 1.2. Podłączone ekrany są wykrywane automatycznie a użytkownik może wybrać rozdzielczość, częstotliwość odświeżania i orientację każdego z nich. Każdy ekran może wyświetlać zawartość głównego ekranu lub stanowić rozszerzenie przestrzeni pulpitu. Wybieranie układu klawiatury jest teraz łatwiejsze i bardziej przyjazne użytkownikom. Usprawniono działanie edytora ustawień.
pt: Nós também melhorámos as nossas informações de configuração. A informação visível de configuração agora suporta RandR 1.2, detecta ecrãs automaticamente e permite os nossos utilizadores obterem a sua resolução favorita, taxa de actualização e rotação. Os ecrãs podem ser configurados para cada trabalho no modo de espelho ou colocados perto um do outro. A selecção do teclado tem vindo a ser mais fácil e mais amiga do utilizador. Também o editor de definições manual tem sido actualizado de modo a ser mais funcional.
pt_br: Também melhoramos nossos diálogos de configuração. O diálogo de configuração de monitor agora suporta RandR 1.2, detecta telas automaticamente e permite que nossos usuários escolham entre sua resolução favorita, taxa de atualização, rotação. Telas podem ser configuradas para trabalhar no modo de clone ou ser colocado ao lado do outro. Seleção de teclado tem se tornado mais fácil e mais amigável. Além disso, o editor de configurações manuais foi atualizado, para ser mais funcional.
ro: De asemenea, am îmbunătățit dialogurile noastre de configurare. Dialogul de configurare a afișării acceptă acum RandR 1.2, detectează automat ecranele și permite utilizatorilor noștri să își aleagă rezoluția, rata de reîmprospătare și rotația preferate. Ecranele pot fi configurate să funcționeze în modul clonă sau să fie plasate unul lângă celălalt. Selectarea tastaturii a devenit mai ușoară și mai ușor de utilizat. De asemenea, editorul de configurări manuale a fost actualizat pentru a fi mai funcțional.
ru: Мы также улучшили наши диалоги настройки. Диалог конфигурации дисплея теперь поддерживает RandR 1.2, автоматически определяет экраны и позволяет нашим пользователям указать их любимое разрешение, частоту обновления, поворот. Экраны могут быть настроены для работы как в режиме клонирования, так и в режиме расположения один за другим. Выбор раскладки клавиатуры стал более лёгким и дружественным. Также стал более функциональным ручной редактор настроек.
sq: Përmirësuam gjithashtu dialogët e rregullimeve. Dialogu i formësimit të ekranit tani mbulon RandR 1.2, pikas vetvetiu ekrane dhe u lejon përdoruesve tanë të zgjedhin qartësinë e tyre të parapëlqyer të ekranit, frekuencë rifreskimi, rrotullim. Ekranet mund të formësohen të punojnë ose nën mënyrën klon, ose të vendosen në krah të njëri-tjetrit. Përzgjedhja e tastierës është bërë më e lehtë dhe më miqësore ndaj përdoruesit. Është përpunuar edhe përpunuesi dorazi i rregullimeve për të qenë më funksional.
sr: Такође смо побољшали прозоре поставки. Прозор приказа поставки сада подржава Рандр 1.2, препознаје самостално екран, и дозвољава кориснику да изабере омиљену размеру, освежавање, усмерење приказа. Екрани могу бити подешени или да раде у начину клонирања, или да буду смештени један поред другог. Одабир тастатуре је постао лакши. Такође, ручни уредник поставки је освежен да би имао више могућности.
sv: Vi har också förbättrat våra dialogfönster för inställningar. Skärminställningsdialogrutan stöder nu RandR 1.2, upptäcker skärmar automatiskt och tillåter användare att välja sin favoritupplösning, uppdateringsfrekvens, rotation. Skärmar kan konfigureras för att antingen fungera i kloningsläge eller placerade bredvid varandra. Val av tangentbord har förenklats och blivit mer användarvänligt. Den manuella inställningsredigeraren har också uppdaterats för att bli mer funktionell.
th: เรายังได้ปรับปรุงกล่องโต้ตอบตั้งค่าอีกด้วย กล่องโต้ตอบตั้งค่าจอแสดงผลรุ่นนี้รองรับ RandR 1.2 แล้ว สามารถตรวจหาจอภาพโดยอัตโนมัติได้ และให้ผู้ใช้สามารถเลือกความละเอียด อัตรารีเฟรช และการหมุนจอได้ตามต้องการ หน้าจอสามารถตั้งค่าให้ทำงานในโหมดแสดงผลเหมือนกันหรือวางต่อกันก็ได้ การเลือกแป้นพิมพ์ก็ง่ายและเป็นมิตรกับผู้ใช้มากขึ้น นอกจากนี้ เครื่องมือแก้ไขค่าตั้งฉบับผู้ใช้ปรับค่าเองก็ยังมีการปรับปรุงให้ใช้งานได้ดีขึ้นด้วย
tr: Ayrıca ayarlar iletişim kutusunu iyileştirdik. Ekran yapılandırma iletişim kutusu artık RandR 1.2 destekliyor, ekranları otomatik olarak saptayabiliyor ve kullanıcılarımızın sevdikleri çözünürlük, yenileme hızı, döndürme özelliklerini seçmelerine olanak sağlıyor. Ekranlar yansı modunda veya yan yana yerleştirilerek çalışacak şekilde yapılandırılabilir. Klavye seçimi daha kolay ve daha kullanıcı dostu hale gelmiştir. Ayrıca, Manuel Ayarlar Düzenleyicisi daha işlevsel olması için güncellendi.
uk: Ми також покращили діалог налаштувань. Діалог налаштування дисплею підтримує тепер RandR 1.2, визначає автоматично дисплеї і дозволяє користувачам виставити бажану роздільну здатність, частоту оновлення, обертання. Екрани можна налаштувати для роботи у режимі клонування або розмістити один коло одного. Вибирання клавіатури стало набагато легшим і приязним.
vi: Chúng tôi cũng đã cải thiện hộp thoại cài đặt của mình. Hộp thoại cấu hình hiển thị hiện hỗ trợ RandR 1.2, tự động phát hiện màn hình và cho phép người dùng của chúng tôi chọn độ phân giải, tốc độ làm mới, xoay yêu thích của họ. Các màn hình có thể được cấu hình để hoạt động ở chế độ nhân bản hoặc được đặt cạnh nhau. Việc lựa chọn bàn phím đã trở nên dễ dàng và thân thiện hơn với người dùng. Ngoài ra, trình chỉnh sửa cài đặt thủ công đã được cập nhật để có nhiều chức năng hơn.
zh_tw: 我們也改進了我們的設定對話框。顯示設定對話框現在支援了 RandR 1.2，自動偵測螢幕並允許使用者挑選他們偏好的解析度、刷新速率、及旋轉程度。螢幕也可以設定為以複製模式或是放置於另一個螢幕旁邊運作。鍵盤選擇也變得更佳容易，對使用者更加友善。同時，更新後的手動設定編輯器也有更多的功能。
