Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Thunar now displays the remaining free space with a bar in a folder properties.
ca: Thunar ara mostra l'espai lliure restant amb una barra a les propietats d'una carpeta.
cs: Thunar nyní zobrazuje zbývající volné místo pomocí panelu ve vlastnostech složky.
da: Thunar viser nu den resterende ledige plads med en bjælke i en mappes egenskaber.
de: Thunar zeigt nun den verbleibenden freien Speicherplatz in einer Leiste in den Ordnereigenschaften.
es: Ahora Thunar muestra el espacio libre restante con una barra en el diálogo de propiedades de la carpeta.
fr: Thunar affiche désormais l’espace libre sous forme de barre de progression dans les propriétés d’un dossier.
gl: Thunar agora amosa o espazo libre restante cunha barra de propiedades no cartafol.
he: תונאר עכשיו מציג את השטח הפנוי שנותר בעזרת בר בתכונות תיקייה.
id: Thunar sekarang menampilkan sisa ruang kosong dengan tampilan bilah di properti folder.
it: Thunar mostra ora lo spazio libero rimanente con una barra nelle proprietà della cartella.
ja: フォルダーのプロパティダイアログでファイルシステムの空き容量をバーで表示するようになりました。
kk: Енді Thunar бума қасиеттерінде бос орынның қалған мөлшерін жолақпен көрсетеді.
lt: Dabar aplanko savybėse Thunar rodo likusią laisvą vietą su juosta.
ms: Thunar kin paparkan ruang bebas berbaki dengan simbol palang di dalam sifat folder.
nb: Thunar viser nå gjenstående ledig plass med en indikatorlinje under en mappes egenskaper.
pl: Thunar wyświetla teraz wolną przestrzeń na pasku w właściwościach folderu
pt: Thunar agora mostra o espaço livre com uma barra nas propriedades da pasta.
pt_br: O Thunar agora exibe o espaço livre restante com um barra nas propriedades de uma pasta.
ro: Thunar afișează acum spațiul liber rămas cu o bară în proprietățile unui dosar.
ru: Теперь Thunar отображает оставшееся свободное место в виде полосы в свойствах каталога.
sq: Thunar-i tani, me një shtyllë te vetitë e dosjes, shfaq hapësirën e lirë të mbetur.
sr: Сада Тунар може да приказује преостали расположиви простор у виду траке у својствима фасцикле.
sv: Thunar visar nu återstående ledigt utrymme med en stapel i en mapps egenskaper.
th: Thunar รุ่นนี้จะแสดงพื้นที่ว่างที่เหลือพร้อมแถบมาตรในคุณสมบัติของโฟลเดอร์
tr: Thunar artık, bir klasör özelliklerindeki bir çubukta kalan boş alanı göstermektedir.
uk: Thunar тепер показує залишок вільного місця в панелі властивостей теки.
vi: Thunar hiện hiển thị không gian trống còn lại bằng một thanh trong thuộc tính thư mục.
zh_tw: Thunar 現在會在資料夾屬性中顯示條狀的剩餘可用空間。

source: Freespace bar
ca: Barra d'espai lliure
cs: Panel volného místa
da: Ledig plads-bjælke
de: Leiste freier Speicherplatz
es: Barra de espacio libre restante
fr: Barre d’espace libre
gl: Barra de espazo libre
he: בר שטח פנוי
id: Bilah ruang kosong
it: Barra dello spazio libero
ja: 空き容量バー
kk: Бос орын жолағы
lt: Laisvos vietos juosta
ms: Palang ruang bebas
nb: Indikatorlinje for ledig plass
oc: Barra d’espaci liure
pl: Pasek wolnej przestrzeni
pt: Barra de espaço livre
pt_br: Barra de espaço livre
ro: Bara de spațiu liber
ru: Полоса свободного места
sq: Shtyllë hapësire të lirë
sr: Трака расположивог простора
sv: Stapel för ledigt utrymme
th: แถบแสดงพื้นที่ว่าง
tr: Boş alan çubuğu
uk: Панель вільного місця
vi: Thanh tự do
zh_tw: 剩餘空間顯示條

source: And you can select multiple files to see their properties at once.
ca: I podeu seleccionar diversos fitxers per veure les seves propietats alhora.
cs: A můžete vybrat více souborů k zobrazení jejich vlastností najednou.
da: Og du kan vælge flere filer for at se deres egenskaber på én gang.
de: Zusätzlich können Sie mehrere Dateien auswählen um deren Eigenschaften auf einen Blick zu sehen.
es: Y puede seleccionar múltiples archivos para ver sus propiedades a la vez.
fr: Vous pouvez sélectionner plusieurs fichiers pour voir leurs propriétés combinés.
gl: E pode seleccionar varios ficheiros para ver as súas propiedades ao mesmo tempo.
he: ואפשר לבחור מספר קבצים על מנת לראות את התכונות שלהם בו זמנית.
id: Dan Anda bis amemilih beberapa berkas untuk melihat propertinya dalam waktu yang bersamaan.
it: Si possono anche selezionare più file per visualizzarne le proprietà.
ja: 複数のファイルを選んだときにそれらのプロパティをまとめて扱えるようになりました。
kk: Сондай-ақ бірнеше файлды таңдап, олардың қасиеттерін бірден көре аласыз.
lt: Be to, galite pasirinkti kelis failus, kad vienu metu pamatyti jų savybes.
ms: Dan anda boleh memilih fail berbilang untuk melihat sifat mereka secara serentak.
nb: Og du kan velge flere filer for å se deres egenskaper samtidig.
pl: Możesz wybrać wiele plików aby jednocześnie zobaczyć ich właściwości.
pt: Pode selecionar vários ficheiros para ver as sua propriedades ao mesmo tempo.
pt_br: E você pode selecionar vários arquivos para ver suas propriedades ao mesmo tempo.
ro: Și puteți selecta mai multe fișiere pentru a le vedea proprietățile simultan.
ru: Можно выбрать несколько файлов для одновременного просмотра их свойств.
sq: Dhe mund të përzgjidhni disa kartela tok që të shihni vetitë e tyre njëherazi.
sr: Можете изабрати више датотека ради истовременог прегледа њихових својстава.
sv: Och du kan markera flera filer för att se deras egenskaper samtidigt.
th: และคุณสามารถเลือกแฟ้มได้ทีละหลายแฟ้มเพื่อดูคุณสมบัติพร้อมกัน
tr: Ve çoklu dosya seçerek, onların özelliklerini bir kerede görebilirsiniz.
uk: І можна вибрати кілька файлів, щоб переглянути їхні властивості відразу.
vi: Và bạn có thể chọn nhiều tệp để xem thuộc tính của chúng cùng một lúc.
zh_tw: 您也可以選取多個檔案以一次觀看它們的屬性。

source: Multiple File Properties
ca: Propietats de fitxers múltiples
cs: Vlastnosti více souborů
da: Flere filegenskaber
de: Mehrere Dateieigenschaften
es: Propiedades de varios archivos a la vez
fr: Propriétés de fichiers multiples
gl: Propiedades de múltiples ficheiros
he: מאפייני קובץ רבים
id: Properti Multi Berkas
it: Proprietà di file multipli
ja: 複数ファイルのプロパティ
kk: Бірнеше файлдың қасиеттері
lt: Kelių failų savybės
ms: Sifat Fail Berbilang
nb: Filegenskaper for flere filer
oc: Proprietats de fichièrs multiples
pl: Właściwości wielu plików
pt: Múltiplas propriedades de ficheiro
pt_br: Propriedades de vários arquivos
ro: Proprietăți de fișiere multiple
ru: Свойства нескольких файлов
sq: Veti të Shumta Kartele
sr: Својства више датотека
sv: Egenskaper för flera filer
th: คุณสมบัติของแฟ้มหลายแฟ้ม
tr: Çoklu Dosya Özellikleri
uk: Властивості кількох файлів
vi: Nhiều thuộc tính tệp
zh_tw: 多檔案屬性

source: Goodies
ca: Dolços
cs: Doplňky
de: Xfce-Goodies
fr: Extras
gl: Extras
he: דברים טובים
id: Barang
kk: Қосымшалар
ms: Kudapan
nb: Ekstraprogrammer
pl: Dodatki
pt: Extras
pt_br: Extras
ro: Software extra
ru: Дополнения
sq: Gjëra të Mira
sr: Добрице
sv: Godsaker
th: ซอฟต์แวร์ดีๆ
tr: İyileştirmeler
uk: Додаткові програми
vi: Quà tặng
zh_tw: 好物

source: There have been lots of improvements to our goodies, and some new and shiny applications have been added by new contributors.
ca: Hi ha hagut un munt de millores en els nostres dolços, i algunes aplicacions noves i brillants han estat afegides per nous contribuents.
cs: V našich Goodies bylo provedeno mnoho vylepšení a byly přidány nové aplikace od nových přispěvatelů.
da: Der har været mange forbedringer til vores lækkerier, og nogle nye og skinnende applikationer er blevet tilføjet af nye bidragsydere.
de: Unsere Goodies haben eine Vielzahl von Verbesserungen erfahren, dazu wurden einige neue und glänzende Anwendungen durch neue Mithelfer beigetragen.
es: Ha habido un montón de mejoras en nuestros goodies y algunas aplicaciones nuevas y brillantes han sido añadidas por los nuevos contribuidores.
fr: Nos extras ont été grandement améliorés et de nouvelles applications rutilantes ont été ajoutées par de nouveaux contributeurs.
gl: Houbo moitas melloras nos nosos extras e engadíronse novas e brillantes aplicacións por parte de novos colaboradores.
he: היו הרבה שיפורים בדברים הטובים שלנו, ונוספו כמה תוכנות חדשות ונוצצות ע"י תורמים חדשים.
id: Ada banyak peningkatan pada berbagai aplikasi kami, dan beberapa aplikasi baru telah ditambahkan oleh para kontributor baru.
it: Sono state introdotte numerose migliorie ai goodies, oltre ad essere state aggiunte nuove applicazioni.
ja: Goodies も大きく強化されました。また、新しい貢献者による新しいアプリケーションも追加されました。
kk: Біздің қосымшаларымызда көптеген жақсартулар жасалды және жаңа қатысушылар бірнеше жаңа әрі тамаша қолданбаларды қосты.
lt: Buvo pridėta daug patobulinimų į mūsų gėrybes (goodies), o taip pat naujų talkinikų dėka buvo pridėtos kai kurios naujos žibančios programos.
ms: Terdapat banyak penambahbaikan terhadap goodies kami, dan beberapa aplikasi baharu telah ditambah oleh penyumbang baharu.
nb: Mange av ekstraprogrammene har fått forbedringer, og noen nye programmer har kommet til fra nye utviklere.
pl: Dodano wiele usprawnień do naszych dodatków, dodano także kilka błyszczących z nowości aplikacji od nowych twórców.
pt: Houve muitos melhoramentos nos nossos extras e algumas pequenas novas aplicações foram adicionadas por novos colaboradores.
pt_br: Houveram muitas melhorias para os nossos extras, e alguns aplicativos novos e brilhantes foram adicionados por novos contribuintes.
ro: Au existat o mulțime de îmbunătățiri ale software-ului nostru extra și au fost adăugate câteva aplicații noi și strălucite de către noi contribuitori.
ru: Было внесено много улучшений в наши дополнения, и несколько новых и блестящих приложений было добавлено новыми участниками.
sq: Ka pasur plot përmirësime te gjërat tona të mira, dhe janë shtuar disa aplikacione fringo të rinj nga kontribues të rinj.
sr: Урађена су многа побољшања добрица, а нови доприносиоци су додали нове сјајне програме.
sv: Det har skett flera förbättringar bland våra godsaker, och några nya och skinande program har lagts till av nya medarbetare.
th: มีการปรับปรุงมากมายในซอฟต์แวร์ดีๆ ของเรา และยังมีโปรแกรมใหม่เอี่ยมเพิ่มเติมโดยผู้ร่วมสมทบหน้าใหม่
tr: İyileştirmelerimizde bir çok geliştirme bulunmaktadır ve bazı yeni ve ışıldayan uygulamalar, yeni katkıcılar tarafından eklenmiştir.
uk: Зроблено багато покращень додатків, додано також нові яскраві програми.
vi: Đã có rất nhiều cải tiến đối với các tính năng của chúng tôi và một số ứng dụng mới và hấp dẫn đã được những người đóng góp mới thêm vào.
zh_tw: 我們的好物已有很多改進，並且由新貢獻者所提供的一些又新又閃亮的應用程式已經被加入了。

source: Alternative panel menu plugin
ca: Connector de menú del plafó alternatiu
cs: Zásuvný modul Alternativní nabídka panelu
da: Alternativ panelmenu-plugin
de: Alternatives Menüplugin für die Leiste.
es: Complemento para un menú del panel alternativo
fr: Greffon alternatif au menu des applications
gl: Engadido de menú do panel alternativo
he: תוסף תפריט לוח אלטרנטיבי
id: Plugin menu panel alternatif
it: Componente aggiuntivo del menu alternativo del pannello
ja: 新しいパネルメニュープラグイン
kk: Панель мәзірінің баламалы плагині
lt: Alternatyvus skydelio meniu įskiepis
ms: Pemalam menu panel alternatif
nb: Alternativ panelmeny
pl: Wtyczka alternatywnego menu panelu
pt: Menu de painel alternativo
pt_br: Plug-in de menu do painel alternativo
ro: Modul de meniu alternativ pentru panou
ru: Модуль альтернативного меню панели
sq: Shtojcë menuje alternative panelesh
sr: Заменски прикључак изборника полице
sv: Alternativt menyinsticksprogram
th: ปลั๊กอินเมนูทางเลือกใหม่สำหรับพาเนล
tr: Alternatif panel menüsü eklentisi
uk: Додаток Альтернативного меню панелі
vi: Plugin menu bảng điều khiển thay thế
zh_tw: 替代的面板選單插件

source: The whisker menu is an alternative to the traditional menu plugin, showing favourites, allowing to search through existing apps and much more.
ca: El menú whisker és una alternativa al connector de menú tradicional, mostrant els favorits, permetent cercar a través d'aplicacions existents i molt més.
cs: Nabídka Whisker je alternativou k tradičnímu zásuvnému modulu nabídky, zobrazující oblíbené položky, umožňující hledat v existujících aplikacích a další.
da: Whisker menuen er en alternativ til den traditionelle menu plugin, viser favoritter, tillader at søge gennem eksisterende apps og mere mere.
de: Das Whiskermenü ist eine Alternative zum traditionellen Menüplugin. Es zeigt Favoriten, erlaubt das Durchsuchen von bestehenden Anwendungen und vieles mehr.
es: El menú Whisker es una alternativa para el complemento del menú tradicional, muestra favoritos, permite buscar a través de aplicaciones existentes y mucho más.
fr: Le menu whisker est une alternative au greffon de menu traditionnel qui affiche des favoris et permet de lancer une recherche parmi les applications existantes et bien plus.
gl: O menú «whisker» é unha alternativa ao engadido tradicional do menú, que amosa os favoritos, permitindo buscar en aplicacións existentes e moito máis.
he: תפריט whisker הוא אלטרנטיבה לתוסף התפריט המסורתי, המציג אהובים, מתיר חיפוש בתוכנות קיימות והרבה יותר.
id: Menu Whisker adalah sebuah alternatif untuk plugin menu tradisional, menampilkan favorit, mampu melakukan pencarian aplikasi yang ada, dan lebih banyak lagi.
it: Il menu whisker è un'alternativa al plugin del menu tradizionale, che mostra i favoriti, permette la ricerca tra le applicazioni esistenti e molto altro.
ja: Whisker-menu は従来のアプリケーションメニュープラグインの代替となるプラグインで、お気に入りのアプリケーションの表示、インストール済みのアプリケーションの検索、その他多くの機能を提供しています。
kk: Whisker мәзірі — таңдаулыларды көрсететін, қолданыстағы қолданбалар арасынан іздеуге мүмкіндік беретін және т.б. функциялары бар дәстүрлі мәзір плагиніне балама.
lt: Whisker meniu yra tradicinio meniu įskiepio alternatyva, rodanti mėgstamiausias programas bei leidžianti atlikti esamų programų paiešką ir daug daugiau.
ms: Menu whisker merupakan alternatif kepada pemalam menu tradisional, dapat menunjukkan kegemaran, membolehkan gelintar menerusi apl sedia ada dan banyak lagi.
nb: Whisker-menyen er et alternativ til det tradisjonelle menytillegget og viser favoritter, gjør det mulig å søke etter eksisterende programmer og mye mer.
pl: Whisker menu jest alternatywą dla tradycyjnego menu, pokazując ulubione programy, pozwalając na szukanie wśród aplikacji i dużo więcej.
pt: O menu whisker é uma alternativa ao tradicional menu, mostrando favoritos, permite a pesquisa através de aplicações existentes e muito mais.
pt_br: O menu whisker é uma alternativa para o plugins do menu tradicional, mostrando favoritos, permitindo a busca através de aplicativos existentes e muito mais.
ro: Meniul whisker este o alternativă la modulul de meniu tradițional, afișează favoritele, permite căutarea prin aplicațiile existente și multe altele.
ru: Меню whisker — альтернатива традиционному модулю меню, с отображением избранного, возможностью поиска установленных приложений и многого другого.
sq: Menuja mustaqe është një alternativë ndaj shtojcës së menusë tradicionale, që shfaq të parapëlqyerat, duke lejuar të kërkohet nëpër aplikacione ekzistuese dhe më tepër.
sr: Бркин изборник је замена за уобичајени прикључак изборника, приказује омиљене програме, омогућава претрагу постојећих, и много више.
sv: Whisker-menyn är ett alternativ till det traditionella menyinsticksprogrammet, som visar favoriter, tillåter sökningar bland befintliga program och mycket mer.
th: เมนู whisker เป็นอีกทางเลือกหนึ่งของปลั๊กอินเมนูแบบเดิม ซึ่งจะแสดงรายการโปรด และให้ค้นหาโปรแกรมต่างๆ ที่ติดตั้งไว้ได้ และอื่นๆ อีกมากมาย
tr: Whisker menüsü, geleneksel menü eklentisine bir alternatiftir ve favorileri gösterme, mevcut uygulamalarda arama yapma ve daha fazlasını içerir.
uk: Меню whisker є альтернативою до традиційного додатку меню, показує улюблене, дозволяє шукати серед існуючих програм і ще багато інших функцій
vi: Menu râu là một giải pháp thay thế cho plugin menu truyền thống, hiển thị các mục yêu thích, cho phép tìm kiếm qua các ứng dụng hiện có và hơn thế nữa.
zh_tw: Whisker 選單是一種傳統選單插件的替代品，顯示最愛，允許搜尋已存在的應用程式及更多。

source: Browse through categories
ca: Navegació a través de categories
cs: Procházet kategorie
da: Gennemse kategorier
de: Durchsuchen Sie Kategorien
es: Navegar por las categorías
fr: Parcourir les catégories
gl: Explorar a través das categorías
he: דפדף בקטגוריות
id: Menjelajahi kategori
it: Navigazione tra le categorie
ja: カテゴリ別の表示
kk: Санаттарды шолу
lt: Naršykite per kategorijas
ms: Layar menerusi kategori
nb: Bla gjennom kategorier
oc: Percórrer las categorias
pl: Przeglądaj według kategorii
pt: Navegar através das categorias
pt_br: Navegue pelas categorias
ro: Navigarea printre categorii
ru: Просмотр категорий
sq: Shfletoni te kategoritë
sr: Преглед по врстама
sv: Bläddra bland kategorier
th: ท่องดูหมวดต่างๆ
tr: Kategorilere göz at
uk: Переглядання категорій
vi: Duyệt qua các danh mục
zh_tw: 透過分類瀏覽

source: Search for an application
ca: Cerca d'una aplicació
cs: Hledat aplikaci
da: Søg efter et program
de: Suchen Sie nach einer Anwendung
es: Buscar una aplicación
fr: Chercher une application
gl: Buscar unha aplicación
he: חפש תוכנה
id: Mencari aplikasi
it: Ricerca di un'applicazione
ja: アプリケーションの検索
kk: Қолданбаны іздеу
lt: Atlikite programos paiešką
ms: Gelintar aplikasi
nb: Søk etter et program
oc: Cercar una aplicacion
pl: Wyszukuj programów
pt: Procurar por uma aplicação
pt_br: Busque por um aplicativo
ro: Căutarea unei aplicații
ru: Поиск приложения
sq: Kërkoni për një aplikacion
sr: Претрага програма
sv: Sök efter ett program
th: ค้นหาโปรแกรม
tr: Uygulama ara
uk: Пошук програми
vi: Tìm kiếm một ứng dụng
zh_tw: 搜尋應用程式

source: Task Manager
ca: Gestor de tasques
cs: Správce úloh
da: Opgavehåndtering
de: Prozessverwaltung
es: Gestor de Tareas
fr: Gestionnaire de tâches
gl: Xestor de tarefas
he: מנהל משימות
id: Manajer Tugas
it: Gestore dei processi
ja: タスクマネージャー
kk: Тапсырмалар менеджері
lt: Užduočių tvarkytuvė
ms: Pengurus Tugas
nb: Oppgavebehandler
oc: Gestionari de prètzfaits
pl: Menedżer zadań
pt: Gestor de tarefas
pt_br: Gerenciador de tarefas
ro: Gestionar de sarcini
ru: Менеджер задач
sq: Përgjegjës Punësh
sr: Управник задатака
sv: Aktivitetshanterare
th: โปรแกรมจัดการทาสก์
tr: Görev Yöneticisi
uk: Керівник задач
vi: Trình quản lý tác vụ
zh_tw: 工作管理員

source: The task manager got a revamped user interface, a filter and also supports Gtk3 now.
ca: El gestor de tasques té una interfície d'usuari renovada, un filtre i també suporta ara el Gtk3.
cs: Správce úloh dostal přepracované uživatelské rozhraní, filtr a také nyní podporuje Gtk3.
da: Opgavehåndtering gik en ombygget brugerflade, et filter og understøtter nu også Gtk3.
de: Die Prozessverwaltung erhielt eine überarbeitete Nutzeroberfläche, einen Filter und unterstützt nun Gtk3.
es: El gestor de tareas tiene una interfaz de usuario renovada, un filtro y ahora también es compatible con GTK-3.
fr: Le gestionnaire de tâches a vu son interface remaniée, a bénéficié d’un filtre et de la prise en charge de Gtk3.
gl: O xestor de tarefas obtivo unha interface de usuario renovada, un filtro e agora tamén é compatíbel con Gtk3.
he: מנהל המשימות קיבל ממשק משתמש משופר, מסנן וגם תומך עכשיו ב-Gtk3.
id: Manajer tugas mendapatkan perombakan antarmuka, sebuah penyaring, dan sekarang mendukung Gtk3.
it: L'interfaccia del gestore delle applicazioni è stata rivista, è stata aggiunta la possibilità di ricerca ed è ora supportato GTK+3.
ja: タスクマネージャーは、ユーザーインターフェースが改良され、フィルター機能の追加および GTK+3 のサポートが行われました。
kk: Тапсырмалар менеджерінің интерфейсі жаңартылды, сүзгі қосылды және енді Gtk3 қолдауы бар.
lt: Užduočių tvarkytuvę įgavo pertvarkytą naudotojo sąsają, filtrą ir dabar taip pat palaiko Gtk3.
ms: Pengurus tugas juga dirombak semula antaramuka penggunanya, kini penapisnya juga menyokong Gtk3.
nb: Oppgavebehandleren fikk et fornyet brukergrensesnitt, et filter og støtter også Gtk3 nå.
pl: Menedżer zadań posiada teraz ulepszony interfejs, lepsze filtrowanie i wsparcie dla GTK3.
pt: O gestor de tarefas tem nova interface, um filtro e agora suporta Gtk3.
pt_br: O gerenciador de tarefas recebeu uma interface renovada, um filtro e agora também suporta Gtk3.
ro: Gestionarul de sarcini a primit o interfață de utilizator modernizată, un filtru și acum este de asemenea compatibil cu Gtk3.
ru: Интерфейс менеджера задач был переработан и была добавлена поддержка GTK3.
sq: Përgjegjësi i punëve përfitoi një ndërfaqe përdoruesi të përmirësuar, një filtër dhe tani mbulon Gtk3-shin.
sr: Управник задатака је добио прерађено корисничко сучеље, пропусник, и сада подржава ГТК3.
sv: Aktivitetshanteraren fick ett nytt användargränssnitt, ett filter och stöder nu även Gtk3.
th: โปรแกรมจัดการทาสก์ได้ส่วนติดต่อผู้ใช้ที่รื้อทำใหม่ มีตัวกรอง และรองรับ Gtk3 แล้ว
tr: Görev yöneticisi, yenilenmiş bir kullanıcı arayüzüne, süzgeçe sahip ve artık Gtk3 destekliyor.
uk: Менеджер задач отримав оновлений інтерфейс користувача, фільтр, і відтепер підтримує Gtk3.
vi: Trình quản lý tác vụ có giao diện người dùng được cải tiến, bộ lọc và hiện cũng hỗ trợ Gtk3.
zh_tw: 工作管理員有了一個改進的使用者介面、過濾器，同時也支援 Gtk3。

source: Show processes as a tree
ca: Mostra els processos com un arbre
cs: Zobrazit procesy jako strom
da: Vis processer som et træ
de: Prozesse als Baum anzeigen
es: Mostrar procesos como un árbol
fr: Afficher les processus comme arborescence
gl: Mostrar os procesos nunha árbore
he: הצג תהליכים כעץ
id: Menampilkan proses secara bercabang
it: Visualizzazione ad albero dei processi
ja: プロセスのツリー表示
kk: Процестерді ағаш түрінде көрсету
lt: Rodykite procesus kaip medį
ms: Tunjuk proses dalam bentuk pepohon
nb: Vis prosesser som et tre
pl: Wyświetlaj procesy jako drzewo
pt: Mostar árvore de processos
pt_br: Mostrar processos como árvore
ro: Afișează procesele ca un arbore
ru: Отображение процессов в виде дерева
sq: Shfaqi proceset si një pemë
sr: Приказ стабла процеса
sv: Visa processer som ett träd
th: แสดงโพรเซสแบบผังต้นไม้
tr: Süreçleri bir ağaç olarak göster
uk: Показати процеси у вигляді дерева
vi: Hiển thị các tiến trình dưới dạng cây
zh_tw: 樹狀顯示行程

source: Filter processes by name
ca: Filtra els processos pel nom
cs: Filtrovat procesy podle názvu
da: Filtrér processer efter navn
de: Prozesse nach Namen filtern
es: Filtrar los procesos por nombre
fr: Filtrer les processus par nom
gl: Filtrar os procesos por nome
he: סנן תהליכים לפי שם
id: Menyaring proses berdasarkan nama
it: Filtraggio per nome dei processi
ja: 名前によるプロセスのフィルター
kk: Процестерді аты бойынша сүзу
lt: Filtruokite procesus pagal pavadinimus
ms: Tapis proses mengikut nama
nb: Filtrere prosesser etter navn
oc: Filtrar los processus per nom
pl: Filtrowanie procesów według nazwy
pt: Filtrar processos por nome
pt_br: Filtrar processos por nome
ro: Filtrează procesele după nume
ru: Фильтрация процессов по имени
sq: Filtrojini proceset sipas emrash
sr: Приказ процеса по имену
sv: Filtrera processer efter namn
th: กรองโพรเซสด้วยชื่อ
tr: Süreçleri isme göre süzgeçle
uk: Фільтрувати процеси за назвою
vi: Lọc quy trình theo tên
zh_tw: 以名稱過濾行程

source: Media Player
ca: Reproductor de mitjans
cs: Přehrávač médií
da: Medieafspiller
de: Medienspieler
es: Reproductor multimedia
fr: Lecteur multimédia
gl: Reprodutor multimedia
he: נגן מדיה
id: Pemutar Media
it: Riproduttore multimediale
ja: メディアプレーヤー
kk: Медиа плеер
lt: Medijos leistuvė
ms: Pemain Media
nb: Mediespiller
oc: Lector multimèdia
pl: Odtwarzacz mediów
pt: Leitor de multimédia
pt_br: Reprodutor multimídia
ro: Reproducător multimedia
ru: Медиаплеер
sq: Lojtës Mediash
sr: Извођач снимака и музике
sv: Mediaspelare
th: เครื่องมือเล่นสื่อ
tr: Ortam Oynatıcısı
uk: Програвач медіа
vi: Trình phát đa phương tiện
zh_tw: 媒體播放器
