Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: For users who prefer forums, the <a href="https://forum.xfce.org/" class="external">Xfce Forum</a> is the place to be. Active contributors will be able to help you, but please do not use it for bug reports.
ca: Per als usuaris que prefereixen els fòrums, el <a href="https://forum.xfce.org/" class="external">Xfce Forum</a> és el lloc per ser. Els col·laboradors actius us podran ajudar, però no l'utilitzeu per als informes d'errors.
cs: Pro uživatele upřednostňující diskuzní fóra je zde <a href="https://forum.xfce.org/" class="external">diskuzní fórum Xfce</a>. Aktivní uživatelé Vám budou schopni pomoci, ale nepoužívejte fórum pro hlášení chyb.
da: Til brugere som foretrækker fora findes <a href="https://forum.xfce.org/" class="external">Xfce-foraet</a>. Aktive bidragsydere vil være i stand til at hjælpe dig, men brug det venligst ikke til fejlrapporter.
de: Für Nutzer welche Diskussionsforen bevorzugen, ist das <a href="https://forum.xfce.org/" class="external">Xfce-Forum</a> der richtige Ort. Aktive Entwickler werden dort Hilfe leisten, aber bitte benutzen Sie das Forum nicht, um Fehler zu melden.
es: Para los usuarios que prefieren los foros, el <a href="https://forum.xfce.org/" class="external">Foro de Xfce</a> es el lugar para ir. Colaboradores activos podrán ayudarlo, pero por favor no lo use para informes de errores.
fr: Pour les utilisateurs qui préfèrent les forums, le <a href="https://forum.xfce.org/" class="external">Forum Xfce</a> est l’endroit idéal. Les contributeurs actifs pourront vous aider, mais veuillez ne pas l’utiliser pour des rapports de bogues.
gl: Para os usuarios que prefiren foros, o <a href="https://forum.xfce.org/" class="external">Foro Xfce</a> é o lugar onde acudir. Os colaboradores activos poderán axudalo, lembre non empregalo para os informes de fallos.
he: למשתמשים שמעדיפים פורומים, <a href="https://forum.xfce.org/" class="external">Xfce Forum</a> הוא המקום להיות בו. תורמים פעילים יוכלו לעזור לך, אבל בבקשה אל תשתמש בזה לדיווח באגים.
id: Bagi pengguna yang lebih menyukai forum, <a href="https://forum.xfce.org/" class="external">Forum Xfce</a> adalah tempat yang tepat. Kontributor aktif bisa membantu Anda, tetapi mohon jangan menggunakannya untuk melaporkan kutu.
it: Per gli utenti che preferiscono i forum, <a href="https://forum.xfce.org/" class="external">Xfce forum</a> è il luogo adatto. I collaboratori attivi potranno aiutare, ma tale luogo non deve essere usato per segnalare dei bug.
ja: フォーラムのような場がお好みならば、<a href="https://forum.xfce.org/" class="external">Xfce Forum</a> をご覧ください。アクティブな協力者があなたを助けてくれるでしょう。ただしバグの報告には使用しないでください。
kk: Форумдарды қалайтын пайдаланушылар үшін <a href="https://forum.xfce.org/" class="external">Xfce форумы</a> қолайлы орын болып табылады. Белсенді қатысушылар сізге көмектесе алады, бірақ оны қателер туралы есептер үшін пайдаланбауыңызды сұраймыз.
lt: Naudotojams kuriems labiau patinka forumai, yra skirtas <a href="https://forum.xfce.org/" class="external">Xfce forumas</a>. Aktyvūs bendraautoriai jums padės, tačiau nenaudokite forumo pranešimams apie klaidas.
ms: Kepada pengguna yang menyukai forums, <a href="https://forum.xfce.org/" class="external">Forum Xfce</a> adalah tempat yang boleh disertai. Penyumbang aktif dapat membantu anda, tetapi jangan gunakan forum ini sebagai medan melaporkan pepijat.
nb: For brukere som foretrekker nettforum er <a href="https://forum.xfce.org/" class="external">Xfce-forumet</a> stedet å være. Aktive bidragsytere vil kunne hjelpe deg, men vær oppmerksom på at feilrapporter ikke hører hjemme her.
pl: Dla użytkowników, którzy wolą fora mamy <a href="https://forum.xfce.org/" class="external">Xfce Forum</a>. Aktywni twórcy będą w stanie Ci pomóc, ale nie używaj go do zgłaszania błędów.
pt: Para utilizadores que preferem os fóruns, o <a href="https://forum.xfce.org/" class="external">fórum do Xfce</a> é o local certo. Os colaboradores podem ajudar os utilizadores com dúvidas, mas o fórum não deve ser utilizado para reportar erros.
pt_br: Para os usuários que preferem os fóruns, o <a href="https://forum.xfce.org/" class="external">Fórum do Xfce</a> é o lugar ideal para se estar. Contribuidores ativos poderão ajudá-lo, mas, não use este recurso para relatar bugs.
ro: Pentru utilizatorii care preferă forumurile, <a href="https://forum.xfce.org/" class="external">Forumul Xfce</a> este locul potrivit. Colaboratorii activi vă vor putea ajuta, dar vă rugăm să nu îl folosiți pentru a raporta erori.
ru: Для пользователей, предпочитающих форумы, подходящим местом будет <a href="https://forum.xfce.org/" class="external">форум Xfce</a>. Активные участники смогут помочь вам, но, пожалуйста, не используйте форум для отправки отчётов об ошибках.
sq: Për përdorues që parapëlqejnë forume, <a href="https://forum.xfce.org/" class="external">Forumi i Xfce-së</a> është vendi i duhur. Kontribues aktivë do të jenë në gjendje t’ju ndihmojnë, por, ju lutemi, mos e përdorni për njoftim të metash.
sr: За кориснике који више воле форуме место је <a href="https://forum.xfce.org/" class="external">ИксФЦЕ форум</a>. Доприносиоци ће бити у стању да Вам помогну, али, не користите форум за пријаву грешака.
sv: För användare som föredrar forum, är <a href="https://docs.xfce.org/" class="external">documentation</a> rätta stället. Aktiva bidragsgivare kommer att hjälpa dig, men använd det inte för felrapportering.
th: สำหรับผู้ใช้ที่ชอบใช้กระดานสนทนา <a href="https://forum.xfce.org/" class="external">กระดานสนทนา Xfce</a> คือแหล่งสำหรับคุณ ที่นั่นมีผู้ร่วมสนทนาที่สามารถให้ความช่วยเหลือคุณได้ แต่กรุณาอย่าใช้กระดานนี้ในการรายงานบั๊ก
tr: Forumları tercih eden kullanıcılar için, <a href="https://forum.xfce.org/" class="external"> Xfce Forum </a> olması gereken yerdir. Aktif yazarlar size yardımcı olacaktır ama lütfen bunu hata raporları için kullanmayın.
uk: Для тих, хто надає перевагу форуму, маємо <a href="https://forum.xfce.org/" class="external">Форум Xfce</a>. Активні дописувачі можуть нам допомогти, але не використовуйте його для повідомлення про вади.
vi: Đối với những người dùng thích diễn đàn, <a href="https://forum.xfce.org/" class="external">Diễn đàn Xfce</a> là nơi thích hợp. Những người đóng góp tích cực sẽ có thể giúp bạn, nhưng vui lòng không sử dụng nó để báo cáo lỗi.
zh_tw: 對於偏好論壇的使用者， <a href="https://forum.xfce.org/" class="external">Xfce 論壇</a> 也許是個好去處。活躍的貢獻者也可以幫助您，但請不要將其當成回報臭蟲的地方。

source: Social Networks
ca: Xarxes socials
cs: Sociální sítě
da: Sociale netværk
de: Soziale Netzwerke
es: Redes sociales
fr: Réseaux sociaux
gl: Redes sociais
he: רשתות חברתיות
id: Social Network
it: Social Network
ja: ソーシャルネットワーク
kk: Әлеуметтік желілер
lt: Socialiniai tinklai
ms: Rangkaian Sosial
nb: Sosiale nettverk
oc: Rets Socialas
pl: Sieci społecznościowe
pt: Redes sociais
pt_br: Redes sociais
ro: Rețelele sociale
ru: Социальные сети
sq: Rrjete Shoqërore
sr: Друштвене мреже
sv: Sociala nätverk
th: เครือข่ายสังคม
tr: Sosyal Ağlar
uk: Соціальні мережі
vi: Mạng xã hội
zh_tw: 社交網路

source: You can follow us on the official <a href="https://floss.social/@xfce" class="external">Mastodon account</a> or <a href="https://twitter.com/xfceofficial" class="external">Twitter account</a>
ca: Pots seguir-nos al compte oficial <a href="https://floss.social/@xfce" class="external">Mastodon</a> o al compte de Twitter</a> <a href="https://twitter.com/xfceofficial" class="external">)
es: Puedes seguirnos en la cuenta oficial de <a href="https://floss.social/@xfce" class="external">Mastodon</a> o en la cuenta de <a href="https://twitter.com/xfceofficial" class="external">Twitter</a>
gl: Pode seguirnos na conta oficial de<a href="https://floss.social/@xfce" class="external"> Mastodon</a> ou na conta de <a href="https://twitter.com/xfceofficial" class="external">Twitter</a>
he: אתה יכול לעקוב אחרינו ב<a href="https://floss.social/@xfce" class="external">חשבון Mastodon</a> או <a href="https://twitter.com/xfceofficial" class="external">חשבון Twitter</a> הרשמיים
it: Puoi seguirci sul profilo ufficiale di <a href="https://floss.social/@xfce" class="external">Mastodon</a> oppure <a href="https://twitter.com/xfceofficial" class="external">Twitter</a>.
kk: Бізді ресми <a href="https://floss.social/@xfce" class="external">Mastodon тіркелгісінде</a> немесе <a href="https://twitter.com/xfceofficial" class="external">Twitter тіркелгісінде</a> бақылай аласыз
pl: Możesz nas śledzić na <a href="https://floss.social/@xfce" class="external">Mastodonie</a>lub na <a href="https://twitter.com/xfceofficial" class="external">Twitterze</a>
pt: Pode seguir-nos na conta oficial do <a href="https://floss.social/@xfce" class="external">Mastodon</a> ou <a href="https://twitter.com/xfceofficial" class="external">Twitter</a>
pt_br: Você pode nos seguir na conta oficial do <a href="https://floss.social/@xfce" class="external">Mastodon</a> ou <a href="https://twitter.com/xfceofficial" class="external">Twitter</a>
ro: Ne puteți urmări pe contul oficial <a href="https://floss.social/@xfce" class="external">Mastodon</a> sau <a href="https://twitter.com/xfceofficial" class="external">Twitter</a>
ru: Вы можете отслеживать наши профили в <a href="https://floss.social/@xfce" class="external">Mastodon</a> или <a href="https://twitter.com/xfceofficial" class="external">Твиттере</a>
sq: Mund të na ndiqni te llogaritë zyrtare <a href="https://floss.social/@xfce" class="external">Mastodon</a>, ose <a href="https://twitter.com/xfceofficial" class="external">Twitter</a>
sr: Можете нас пратити на службеном <a href="https://floss.social/@xfce" class="external">Налогу Мастодона</a> или <a href="https://twitter.com/xfceofficial" class="external">Налогу Твитера</a>
vi: Bạn có thể theo dõi chúng tôi trên <a href="https://floss.social/@xfce" class="external">tài khoản Mastodon</a> chính thức hoặc <a href="https://twitter.com/xfceofficial" class="external">tài khoản Twitter</a>

source: Changelogs
ca: Registres de canvis
cs: Protokoly o změnách
da: Ændringslogge
de: Änderungsprotokolle
es: Registros de cambios
fr: Journaux des modifications
gl: Rexistros de cambios
he: יומני שינויים
id: Changelog
it: Elenco dei cambiamenti
ja: 更新履歴
kk: Өзгерістер тізімі
lt: Keitimų žurnalai
ms: Log Perubahan
nb: Versjonsnotater
oc: Jornals de las modificacions
pl: Dzienniki zmian
pt: Registos de alterações
pt_br: Registro de alterações
ro: Jurnale de modificări
ru: Список изменений
sq: Regjistra ndryshimesh
sr: Дневник измена
sv: Ändringsloggar
th: ปูมการเปลี่ยนแปลง
tr: Değişiklikler
uk: Журнали змін
vi: Nhật ký thay đổi
zh_tw: 變更紀錄

source: Xfce release notes are specific to each version. Select your version from the list below to see the changes in the release.
ca: Les notes de llançament de l'Xfce són específiques per a cada versió. Seleccioneu la vostra versió de la llista de sota per veure els canvis a la versió.
cs: Poznámky k vydání Xfce jsou pro každou verzi specifické. Změny k vydání zobrazíte vybráním požadované verze v seznamu níže.
da: Xfce udgivelsesnoter er specifikke til hver version. Vælg din version fra listen herunder for at se ændringerne i udgivelsen.
de: Die Veröffentlichungshinweise beziehen sich auf jeweils eine bestimmte Version. Wählen Sie Ihre Version aus der nachfolgenden Liste aus, um die Änderungen in dieser Veröffentlichung anzeigen zu lassen.
es: Las notas de publicación de Xfce son específicas para cada versión. Seleccione su publicación de la siguiente lista para ver los cambios.
fr: Les notes de versions sont propres à chaque publication. Sélectionnez celle que vous souhaitez dans la liste ci-dessous pour en voir les changements.
gl: As notas da versión do Xfce son específicas para cada versión. Seleccione a súa versión da lista de abaixo para ver os cambios na versión.
he: הערות הגרסה של Xfce הן יחודיות לכל גרסה. בחר את הגרסה שלך מהרשימה למטה כדי לראות את השינויים בגרסה.
id: Catatan rilis Xfce spesifik untuk tiap versi. Pilih versi Anda dari daftar di bawah ini untuk melihat perubahan dalam rilis.
it: Le note di rilascio di Xfce sono specifiche di ogni versione. Selezionare la propria versione dall'elenco seguente per visualizzare i cambiamenti introdotti dal rilascio.
ja: Xfce リリースノートは各バージョンごとに用意されています。以下のリストから、リリースごとの変更点を確認できます。
kk: Xfce шығарылым ескертпелері әр нұсқаға тән. Шығарылымдағы өзгерістерді көру үшін төмендегі тізімнен нұсқаңызды таңдаңыз.
lt: Xfce leidimo pastabos yra skirtos tik tai versijai. Norėdami pamatyti keitimus pasirinkite savo versiją, iš žemiau esančio sąrašo.
ms: Nota keluaran Xfce adalah khusus untuk setiap versi. Pilih versi yang anda mahu dibawah untuk melihat perubahan dalam keluaran tersebut.
nb: Xfce-versjonsnotater er spesifikke for hver versjon. Velg din versjon fra listen nedenfor for å se endringer tilknyttet utgivelsen.
oc: Las nòtas de version Xfce son especificas a cada version. Seleccionatz vòstra version dins la lista çaijós per veire los cambiaments dins la version.
pl: Informacje o wydaniu publikowane są dla każdej wersji środowiska. Proszę wybrać określoną wersję, aby wyświetlić adnotacje o wprowadzonych w niej zmianach.
pt: As notas de lançamento do Xfce são especificas a cada versão. Selecione a versão na lista abaixo para ver as alterações de cada versão.
pt_br: Notas de lançamento do Xfce são específicos para cada versão. Seleciona sua versão da lista abaixo e veja as alterações neste lançamento.
ro: Notele de lansare Xfce sunt specifice fiecărei versiuni. Selectați versiunea dvs. din lista de mai jos pentru a vedea modificările din acea versiune.
ru: Замечания о выпуске специфичны для каждой версии. Выберите вашу версию выпуска из списка ниже для просмотра изменений.
sq: Shënimet për hedhje në qarkullim të Xfce-së janë specifike për çdo version. Që të shihni ndryshimet te hedhja në qarkullim, përzgjidhni versionin tuaj prej listës më poshtë.
sr: Белешке о издању ИксФЦЕ-а су засебне за свако издање. Изаберите Ваше издање са списка испод за преглед измена у издању.
sv: Xfce utgåvenoteringar är specifika för varje version. Välj din version från listan nedan för att se ändringar i utgåvan.
th: บันทึกประจำรุ่นของ Xfce จะให้ข้อมูลจำเพาะสำหรับแต่ละรุ่น เลือกรุ่นที่คุณใช้จากรายชื่อด้านล่างนี้เพื่อดูรายการเปลี่ยนแปลงในรุ่นนั้นๆ
tr: Xfce sürüm notları her versiyonu için özeldir. Sürümdeki değişiklikleri görmek için aşağıdaki listeden sürümünü seçin.
uk: Примітки до випусків Xfce індивідуальні для кожної версії. Виберіть Вашу версію зі списку нижче і перегляньте зміни в цьому випуску.
vi: Ghi chú phát hành Xfce dành riêng cho từng phiên bản. Chọn phiên bản của bạn từ danh sách bên dưới để xem những thay đổi trong bản phát hành.
zh_tw: 針對各個版本的 Xfce 發行公告。您可以在下面的列表選擇版本以觀看該版本的變動。

source: release notes of each Xfce release
ca: notes de llançament de cada llançament de l'Xfce
cs: poznámky k jednotlivým vydáním Xfce
da: udgivelsesnoter til hver Xfce-udgivelse
de: Veröffentlichungshinweise zu jeder Xfce-Freigabe
es: notas de publicación para cada versión de Xfce
fr: notes de version de chaque publication de Xfce
gl: notas da versión de cada publicación do Xfce
he: הערות גרסה של כל גרסת Xfce
id: catatan rilis setiap rilis Xfce
it: Note di rilascio di ogni versione di Xfce
ja: 各 Xfce リリースのリリースノート
kk: әрбір Xfce шығарылымының ескертпелері
lt: kiekvieno Xfce leidimo pranešimai
ms: nota keluaran bagi setiap keluaran Xfce
nb: versjonsnotater for hver Xfce-utgivelse
oc: nòtas de version de cada version Xfce
pl: przechowuje informacje na temat poszczególnych wydań Xfce
pt: notas de lançamentos das versões do Xfce
pt_br: notas de lançamento de cada versão do Xfce
ro: notele de lansare ale fiecărei versiuni Xfce
ru: замечания о каждом выпуске Xfce
sq: shënime versioni për çdo hedhje në qarkullim të Xfce-së
sr: белешке о свим ИксФЦЕ издањима
sv: Utgåvenoteringar för varje Xfce-utgåva
th: บันทึกประจำรุ่นของ Xfce แต่ละรุ่น
tr: her bir Xfce sürümünün sürüm notları
uk: примітки до випуску кожного випуску Xfce
vi: ghi chú phát hành của mỗi bản phát hành Xfce
zh_tw: 每個 Xfce 發行版的發行公告

source: Archive
ca: Arxiu
cs: Archiv
da: Arkiv
de: Archiv
es: Archivo
fr: Archives
gl: Arquivo
he: ארכיון
id: Arsip
it: Archivio
ja: アーカイブ
kk: Архив
lt: Archyvas
ms: Arkib
nb: Arkiv
oc: Archiu
pl: Archiwum
pt: Arquivo
pt_br: Arquivo
ro: Arhivă
ru: Архив
sq: Arkiv
sr: Архива
sv: Arkiv
th: กรุ
tr: Arşiv
uk: Архів
vi: Lưu trữ
zh_tw: 封存

source: the Xfce download archive
ca: l'arxiu de les baixades de l'Xfce
cs: archiv souborů Xfce pro stažení
da: Xfce's download-arkiv
de: das Xfce-Dateiarchiv
es: el archivo de descargas de Xfce
fr: téléchargement des archives Xfce
gl: o arquivo de descargas de Xfce
he: ארכיון ההורדות של Xfce
id: arsip unduhan Xfce
it: Archivio di download di Xfce
ja: Xfce アーカイブのダウンロード
kk: Xfce жүктеп алу архиві
lt: Xfce atsisiuntimų archyvas
ms: arkib muat turun Xfce
nb: Xfces nedlastingsarkiv
oc: lo telecargament d'archius Xfce
pl: udostępnia archiwum pobierania Xfce
pt: o arquivo de transferências do Xfce
pt_br: o arquivo de downloads do Xfce
ro: arhiva de descărcare Xfce
ru: архив загрузок Xfce
sq: arkiv shkarkimesh Xfce
sr: архива за преузимање ИксФЦЕ издања
sv: Xfce:s nedladdningsarkiv
th: กรุดาวน์โหลดของ Xfce
tr: Xfce indirme arşivi
uk: архів звантаження Xfce
vi: kho lưu trữ tải xuống Xfce
zh_tw: Xfce 下載封存

source: Building
ca: Edifici
cs: Sestavování
da: Bygge
de: Erstellung
es: Compilación
fr: Compilation
gl: Construción
he: בניה
id: Membangun
it: Compilazione
ja: ビルド
kk: Жинау
lt: Kūrimas
ms: Pembinaan
nb: Bygging
oc: Construccion
pl: Kompilowanie
pt: Compilar
pt_br: Compilação
ro: Construirea
ru: Сборка
sq: Montim
sr: Изградња
sv: Bygger
th: การประกอบสร้าง
tr: İnşa
uk: Збирання
vi: Xây dựng
zh_tw: 建置

source: documentation on building Xfce from source
ca: documentació sobre la construcció de l'Xfce des del codi font
cs: dokumentace k sestavování Xfce ze zdrojových kódů
da: dokumentation om at bygge Xfce fra kilde
de: Dokumentation zur Erstellung von Xfce aus den Quellen
es: documentación de como construir Xfce desde las fuentes
fr: guide de compilation de Xfce à partir des sources
gl: documentación sobre a construción de Xfce a partir do código fonte
he: תיעוד על בנית Xfce מהמקור
id: dokumentasi membangun Xfce dari awal
it: Come compilare il codice sorgente di Xfce
ja: Xfce のソースからのビルド手順
kk: Xfce-ні бастапқы кодтан жинау туралы құжаттама
lt: dokumentacija apie tai kaip sukurti Xfce iš pradinio kodo
ms: dokumentasi pembinaan Xfce dari sumber
nb: dokumentasjon om bygging av Xfce fra kildekode
oc: documentacion sus la construccion de Xfce a partir de las fonts
pl: zawiera dokumentację kompilowania Xfce ze źródeł
pt: documentação para ajudar a compilar o Xfce
pt_br: documentação para a compilação do código fonte do Xfce
ro: documentație privind construirea Xfce din codul sursă
ru: Документация по сборке Xfce из исходных кодов
sq: dokumentim mbi montimin e Xfce-së prej burimi
sr: документација за изградњу ИксФЦЕ-а из изворног кода
sv: Dokumentation om hur man bygger Xfce från källkod
th: เอกสารเกี่ยวกับการประกอบสร้าง Xfce จากซอร์ส
tr: kaynak koddan Xfce kurulum belgesi
uk: документація про збирання Xfce з джерельних файлів
vi: tài liệu về xây dựng Xfce từ nguồn
zh_tw: 從源碼建置 Xfce 的文件

source: browse the source repositories
ca: navega pels dipòsits d'origen
cs: procházení repozitářů se zdrojovými kódy
da: gennemse kilde-repositories
de: GIT-Softwarebestände durchsuchen
es: explore los repositorios de código fuente
fr: parcourir les dépôts des sources
gl: navegar polos repositorios do código fonte
he: סייר במאגרי המקורות
id: meramban gudang sumber
it: Esplora il codice sorgente
ja: ソースリポジトリの閲覧
kk: бастапқы код репозиторийлерін шолу
lt: naršyti pradinio kodo saugyklas
ms: layar repositori sumber
nb: utforsk kilde-pakkebrønnene
oc: percórrer los repertòris de las fonts
pl: umożliwia przeglądania repozytoriów ze źródłami
pt: explorar os repositórios
pt_br: navegue pelos repositórios de códigos fonte
ro: navigați prin depozitele de surse
ru: просмотр репозиториев исходных кодов
sq: shfletoni depot e burimeve
sr: прегледајте складиште извора
sv: bläddra i källkodförråden
th: ท่องดูคลังซอร์สต่างๆ
tr: kaynak depolara göz atın
uk: перегляд джерельних сховищ
vi: duyệt các kho nguồn
zh_tw: 瀏覽源碼庫
