Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: A warm thank you all the contributors, translators and packagers for your efforts in making this release possible. We would also like to thank our fantastic users and occasional contributors who submitted bug reports, helped us find issues and sometimes provided patches. We are currently reviewing all patches sent to us and will include many more fixes to Xfce in the next release. We would also like to thank the many people who donated money to our project via <a href="https://www.bountysource.com/teams/xfce">Bounty Source</a>. This will help us meet and hack on Xfce in the future!
fr: Un grand merci à tous les contributeurs, traducteurs et empaqueteurs d’avoir rendu cette version possible. Nous aimerions aussi remercier nos incroyables utilisateurs et contributeurs occasionnels de nous avoir aidés à repérer des problèmes, soumis des rapports de bogues et parfois des correctifs. Nous passons actuellement en revue tous les correctifs envoyés et en inclurons de nombreux dans la prochaine version. Nous aimerions également exprimer notre gratitude aux nombreux donateurs à travers <a href="https://www.bountysource.com/teams/xfce">Bounty Source</a>. Ceci nous aidera à rendre Xfce encore meilleur dans le futur !
ms: Ucapan terima kasih buat semua penyumbang, penterjemah dan pembina pakej atas usaha anda merealisasikan keluaran ini. Tidak lupa juga kepada pengguna setia kami dan juga para penyumbang yang telah menyerahkan laporan pepijat yang berguna, membantu kami mencari masalah dan kadang-kala menyediakan tampalan untuknya. Buat masa ini kami sedang meninjau semua tampalan yang telah diterima dan akan sertakan lebih banyak pembaikan Xfce pada keluaran akan datang. Penghargaan yang tidak terhingga buat para penyumbang dalam bentuk sumbangan wang keatas projek kami melalui <a href="https://www.bountysource.com/teams/xfce">Sumber Ganjaran</a>. Bantuan ini akan membantu kami menyelesaikan dan menambahbaik Xfce pada masa akan datang!

source: Bountysource
ms: Sumber Ganjaran

source: If you have a problem that you cannot resolve, you might want to try asking a question in our IRC channel <a href="irc://irc.freenode.net/#xfce">#xfce on irc.freenode.net</a>. The channel has several active users. It is recommended that you consult the <a href="https://docs.xfce.org/" class="external">documentation</a> about your problem before asking your question.
fr: Si vous avez un problème que vous ne pouvez pas résoudre, vous voudrez peut-être essayer de poser une question sur notre canal IRC <a href="irc://irc.freenode.net/#xfce">#xfce on irc.freenode.net</a>. Le canal comprend plusieurs utilisateurs actifs. Il est recommandé de consulter la <a href="https://docs.xfce.org/" class="external">documentation</a> relative à votre problème avant de poser votre question.
ms: Jika anda mengalami masalah yang tidak dapat diselesaikan, anda boleh dapatkan jawapan di dalam saluran IRC <a href="irc://irc.freenode.net/#xfce">#xfce on irc.freenode.net</a> kami. Saluran IRC ini mempunyai beberapa orang pengguna aktif. Anda disaran merujuk <a href="https://docs.xfce.org/" class="external">dokumentasi</a> yang berkaitan masalah anda sebelum membuat pertanyaan.

source: Category Pages
nl: Categorie Pagina's

source: Use the navigation bar on the right to find the link you are looking for.
nl: Gebruik de navigatiebalk aan de rechterkant om de link die u zoekt te vinden.

source: Enter a term in the search form above to look for information on the Xfce website.
nl: Voer een term in het bovenstaande zoekformulier om te zoeken naar informatie op de website van Xfce.

source: Goodies supervision
nl: Goodies toezicht

source: Translators
nl: Vertalers

source: Improved desktop experience with Xfdesktop
nl: Verbeterde desktop ervaring met Xfdesktop

source: <b>Xfce4 Mixer</b> has been rewritten from scratch to use <a href="http://www.gstreamer.net/">Gstreamer</a>. This allows us to more easily support multiple sound systems, the user interface is more polished, and you can manage several different sound cards. Additionally, a panel plugin allows you to set the system sound quickly using the mouse scroll wheel.
nl: <b>Xfce4 Mixer</b> is herschreven vanaf nul te gebruiken <a href="http://www.gstreamer.net/">GStreamer</a> . Dit laat ons toe om gemakkelijker ondersteuning voor meerdere audio systemen, de user interface is meer gepolijst, en u kunt beheren verschillende geluidskaarten. Daarnaast heeft een panel plugin maakt het mogelijk om het systeem snel in te stellen met behulp van geluid het muiswieltje.

source: Improved session manager
nl: Verbeterde Session Manager

source: In addition to some other new features, <b>Xfwm4</b> is now able to detect windows that do not respond and offer to terminate them.
nl: Naast een aantal andere nieuwe functies, <b>xfwm4</b> is nu in staat om ndetect ramen die niet reageren en bieden hen te beëindigen.

source: <b>Thunar</b> now follows the <a href="http://freedesktop.org/wiki/Software/xdg-user-dirs"> XDG user directories</a> specification; this allows you to have themed and localized user folders to store your music, documents, videos, templates, etcetera...
nl: <b>Thunar</b> volgt nu de <a href="http://freedesktop.org/wiki/Software/xdg-user-dirs">XDG gebruikers directories</a> specificatie, dit brengt u op thema en gelokaliseerde gebruiker mappen om muziek op te slaan je, documenten, video's, sjablonen, enzovoort ...

source: New configuration dialogs
nl: Nieuwe configuratiedialogen

source: The <b>Display settings</b> dialog allows you to set the resolution, refresh rate, and the rotation for each screen that is connected.
nl: De <b>weergave-instellingen</b> dialoogvenster kunt u de resolutie instellen, \ nVernieuwen tarief, en de rotatie voor elk scherm dat is aangesloten.

source: New Application finder
nl: Toepassing nieuwe Finder

source: You can download the Xfce artwork tarball <a href="/downloads/xfce_artwork.tar.bz2">here</a>. It contains some high-quality logos and banners.
nl: U kunt de Xfce kunstwerk tarball <a href="/downloads/xfce_artwork.tar.bz2">hier</a> . Het bevat een aantal hoge kwaliteit logo's en banners.

source: Xfce 4.8pre1 Released
nl: Xfce 4.8pre1 Gepubliceerd op

source: This release incorporates major changes to the core of the Xfce desktop environment and hopefully succeeds in fulfilling a number of long time requests. Among the most notable updates is that we have ported the entire Xfce core (Thunar, xfdesktop and thunar-volman in particular) from ThunarVFS to GIO, bringing remote filesystems to the Xfce desktop. The panel has been rewritten from scratch and provides better launcher management and improved multi-head support. The list of new panel features is too long to mention in its entirety here. Thanks to the new menu library garcon (formerly known as libxfce4menu, but rewritten once again) we now support menu editing via a third-party menu editor such as Alacarte (we do not ship our own yet). Our core libraries have been streamlined a bit, a good examplle being the newly introduced libxfce4ui library which is meant to replace libxfcegui4.
nl: Deze release bevat belangrijke wijzigingen in de kern van de Xfce desktop omgeving en hopelijk slaagt in het vervullen van een aantal lange tijd aanvragen. Onder de meest opvallende updates is dat we hebben overgedragen de hele Xfce kern (Thunar, xfdesktop en thunar-Volman in het bijzonder) van ThunarVFS naar GIO, waardoor remote bestandssystemen aan de Xfce desktop. Het paneel is herschreven vanuit het niets en geeft een beter beheer en betere draagraket multi-head ondersteuning. De lijst van nieuwe features panel is te lang om op te noemen in zijn geheel hier. Dankzij de nieuwe menu bibliotheek Garcon (voorheen bekend als libxfce4menu, maar nogmaals herschreven) hebben we nu het menu bewerken ondersteuning via een derde partij menu-editor, zoals Alacarte (we nog niet onze eigen schip). Onze core libraries zijn gestroomlijnd een beetje, een goede examplle wordt de onlangs geïntroduceerde libxfce4ui bibliotheek die is bedoeld om libxfcegui4 vervangen.

source: A complete list of all changes since the latest stable release is available <a href="/documentation/changelogs/4.8pre1">here</a>.
nl: Een complete lijst van alle wijzigingen sinds de laatste stabiele versie is beschikbaar <a href="/documentation/changelogs/4.8pre1">hier</a> .

source: Kind regards and thanks to everyone who has contributed to this release,<br />The Xfce development team.
nl: Vriendelijke groeten en dank aan iedereen die heeft bijgedragen aan deze release, <br /> De Xfce development team.

source: Xfce 4.2.1.1 released
nl: Xfce 4.2.1.1 uitgebracht

source: Xfce 4.2.1.1 has been released quickly after 4.2.1. It includes a fix for a bad bug where panel loses its configuration when saving the session in 4.2.1. The Sourceforge server has been updated, and other mirrors will follow soon.
nl: Xfce 4.2.1.1 is snel vrijgelaten na 4.2.1. Het bevat een fix voor een slechte bug waar panel verliest de configuratie bij het opslaan van de sessie in punt 4.2.1. De Sourceforge-server is bijgewerkt, en andere spiegels zullen spoedig volgen.

source: Xfce 4.2.1 released
nl: Xfce 4.2.1 vrijgegeven

source: Xfce 4.2.1 is available. This is a maintenance release. Download locations can be found on this page, and a changelog is available here.
nl: Xfce 4.2.1 beschikbaar is. Dit is een maintenance release. Download locaties kan worden gevonden op deze pagina, en een changelog is hier beschikbaar.

source: Press
nl: Druk op

source: Here you can find various reviews of the Xfce desktop environment.
nl: Hier vindt u verschillende reviews van de Xfce desktop omgeving.

source: Date
nl: Datum

source: Xfce is a lightweight desktop environment for unix-like operating systems. It aims to be fast and low on system resources, while still being visually appealing and user friendly.
nl: Xfce is een lichtgewicht desktop omgeving voor UNIX-achtige besturingssystemen. Het doel is om snel en laag op de systeembronnen, terwijl het nog steeds visueel aantrekkelijk en gebruiksvriendelijk.

source: Another priority of Xfce is adhereance to standards, specifically those defined at <a href="http://freedesktop.org">freedesktop.org</a>.
nl: Een andere prioriteit van Xfce is adhereance aan de normen, met name die gedefinieerd op <a href="http://freedesktop.org">freedesktop.org</a> .

source: The Xfce desktop contains number of core components for the minimum tasks you'd expect from a desktop environement:
nl: De Xfce desktop bevat het nummer van de kern componenten voor de minimale taken die u zou verwachten van een desktop context aan:

source: Tools to control the various settings of the desktop like keyboard shortcuts, appearance, display settings etcertera.
nl: Hulpmiddelen om de verschillende instellingen van het bureaublad, zoals sneltoetsen, het uiterlijk, de weergave-instellingen etcertera controle.

source: Beside the basic set of modules, Xfce also provides numerious additional applications and plugins so you can extend your desktop the way you like, for example a terminal emulator, text editor, sound mixer, application finder, image viewer, iCal based calendar and a CD and DVD burning application. You can read more about the modules of Xfce in the <a href="/projects">projects</a> page.
nl: Naast de basisset van modules, Xfce biedt ook numerious extra toepassingen en plugins, zodat u uw bureaublad uit te breiden zoals u dat wilt, bijvoorbeeld een terminal emulator, tekstverwerker, geluidsmixer, de toepassing vinder, image viewer, iCal kalender en op basis van een cd en dvd-brandprogramma. Kunt u meer lezen over de modules van Xfce in de <a href="/projects">projecten</a> pagina.

source: Framework
nl: Kader

source: Art and Graphics
nl: Kunst of grafische vormgeving

source: External Links
nl: Externe Links

source: The Xfce project contains several separated projects for each part of the desktop. Every project has it's own project page to provide additionnal information.
nl: Het Xfce project bevat meerdere gescheiden projecten voor elk deel van het bureaublad. Ieder project heeft zijn eigen project pagina toe aan om bijkomende informatie.

source: The Panel is part of the Xfce Desktop Environment and features program launchers, panel menus, a clock, a desktop switcher and more.
nl: Het panel is een onderdeel van de Xfce bureaublad omgeving en beschikt over het programma draagraketten, paneel menu's, een klok, een desktop switcher en nog veel meer.

source: The session manager controls the startup and shutdown of the Xfce Desktop Environment.
nl: De sessie-manager regelt het opstarten en afsluiten van de Xfce bureaublad omgeving.

source: Utilities and Scripts
nl: Nutsbedrijven en Scripts

source: Essential utilities and scripts. Provides a credits and license dialog, a dialog for launching applications and several important scripts that are used by other packages.
nl: Essentiële hulpprogramma's en scripts. Biedt een credits en licentie-dialoogvenster, wordt een dialoogvenster voor het lanceren van applicaties en een aantal belangrijke scripts die worden gebruikt door andere pakketten.

source: The three base libraries of Xfce (libxfce4util and libxfce4ui) are used by almost any Xfce application.
nl: De drie basisbibliotheken van Xfce (libxfce4util en libxfce4ui) worden gebruikt door bijna elke Xfce toepassing.

source: Thunar is a new modern file manager for the Xfce Desktop Environment. Thunar has been designed from the ground up to be fast and easy-to-use.
nl: Thunar is een nieuw modern file manager voor de Xfce bureaublad omgeving. Thunar is ontworpen vanaf de grond opgebouwd om snel en makkelijk te gebruiken.

source: Mousepad
nl: Muismat

source: Mousepad is a text editor for Xfce based on Leafpad. The initial reason for Mousepad was to provide printing support, which would have been difficult for Leafpad for various reasons.
nl: Muismat is een tekst editor voor Xfce gebaseerd op leafpad. De initiële reden voor Mousepad was om het afdrukken te ondersteunen, dat zou moeilijk zijn geweest voor leafpad om verschillende redenen te geven.

source: Terminal is a modern terminal emulator for the Unix/Linux desktop - primarly for the Xfce desktop environment.
nl: Terminal is een moderne terminal emulator voor de Unix / Linux desktop - voornamelijk voor de Xfce desktop omgeving.

source: Xfburn is a frontend burning application based on <a href="http://libburnia-project.org/">libburnia</a> libraries to create and burn CD's and DVD's.
nl: Xfburn is een frontend applicatie voor het branden op basis van <a href="http://libburnia-project.org/">libburnia</a> bibliotheken te maken en het branden van CD's en DVD.

source: A simple calendar application with reminders.
nl: Een eenvoudige kalender applicatie met herinneringen.

source: Mixer
nl: Een moderne sound mixer op basis van GStreamer.

source: A modern sound mixer based on GStreamer.
nl: Een moderne sound mixer op basis van GStreamer.

source: Ristretto is a lightweight image viewer.<
nl: Ristretto is een lichtgewicht image viewer. &lt;

source: Midori is a lightweight web browser.
nl: Midori is een lichtgewicht webbrowser.

source: Mailing Lists
nl: Mailinglijsten

source: If you were not able to solve your problem by using the documentation on this website, the Xfce communities are a good place to get help or to share your ideas.
nl: Als u niet in staat om uw probleem op te lossen met behulp van de documentatie op deze website, de Xfce gemeenschappen zijn een goede plaats om hulp te krijgen of om uw ideeën te delen.

source: Subscribe to one of the <a href="/community/lists">mailing lists</a>, search the Xfce <a href="http://wiki.xfce.org/" target="_blank">wiki</a>, visit the <a href="http://forum.xfce.org/" target="_blank">forum</a> or join the Xfce <a href="/community/irc">IRC channel</a> to collaborate with other Xfce users.
nl: Abonneren op een van de <a href="/community/lists">mailinglijsten</a> , zoek de Xfce <a href="http://wiki.xfce.org/" target="_blank">wiki</a> , bezoek de <a href="http://forum.xfce.org/" target="_blank">forum</a> of je het Xfce <a href="/community/irc">IRC kanaal</a> om samen te werken met andere Xfce gebruikers.

source: List
nl: Lijst

source: Description
nl: Beschrijving

source: Discussion list for users of Xfce.
nl: Discussielijst voor gebruikers van Xfce.

source: Announcements of new versions of Xfce and related projects.
nl: Aankondigingen van nieuwe versies van Xfce en aanverwante projecten.

source: This mailing list is used as a point of contact for people interested in promoting Xfce.
nl: Deze mailinglijst wordt gebruikt als een aanspreekpunt voor mensen die geïnteresseerd zijn in het bevorderen van Xfce.

source: To coordinate the translation of Xfce into new languages. See also the <a href="/development/translations">translations</a> page.
nl: Te coördineren de vertaling van Xfce in nieuwe talen. Zie ook de <a href="/development/translations">vertalingen</a> pagina.

source: To coordinate the German translation of Xfce.
nl: De coördinatie van de Duitse vertaling van Xfce.

source: A mailing list for developers of Xfce.
nl: Er is een mailinglijst voor ontwikkelaars van Xfce.

source: To be notified of Xfce commits (including goodies and other modules).
nl: Kennis worden gesteld van Xfce verbindt (met inbegrip van goodies en andere modules).

source: Xfce Goodies development discussion.
nl: Xfce Goodies ontwikkeling discussie.

source: E-mail address for general Xfce bugs. Bugs should be reported and discussed in the <a href="http://bugzilla.xfce.org" target="_blank" class="external">bug tracker</a>.
nl: E-mail adres voor algemene Xfce bugs. Bugs moeten worden gemeld en besproken in de <a href="http://bugzilla.xfce.org" target="_blank" class="external">bug tracker</a> .

source: A mailing list for development of the Thunar file manager.
nl: Er is een mailinglijst voor de ontwikkeling van de Thunar file manager.

source: Search the mailing lists
nl: Zoeken in de mailinglijsten

source: No results found in mailing lists
nl: Geen resultaten gevonden in mailinglijsten

source: If you have a problem that you cannot resolve, you might want to try asking a question in our IRC channel <a href="irc://irc.freenode.net/#xfce">#xfce on irc.freenode.net</a>. The channel has several active users. It is recommended that you consult the <a href="/documentation">documentation</a> about your problem before asking your question.
nl: Als je een probleem hebt dat je niet kunt oplossen, kun je proberen een vraag in ons IRC kanaal <a href="irc://irc.freenode.net/#xfce"># xfce op irc.freenode.net</a> . Het kanaal heeft een aantal actieve gebruikers. Het is aanbevolen dat u het consult <a href="/documentation">documentatie</a> over je probleem voordat uw vraag.

source: Development source code
nl: Ontwikkeling van de broncode

source: If you want to build Xfce from source code, you can either download the sourcetarballs of a released version of Xfce from our <a href="/download">download page</a>, or try a development version, by downloading it from GIT (only for the adventurous). Please note that installing two different versions of Xfce (ie. stable and development) is not supported.
nl: Als u wilt bouwen Xfce code van de bron, kunt u downloaden van de sourcetarballs van een officiële versie van Xfce van onze <a href="/download">download pagina</a> , of probeer een ontwikkeling versie, door deze te downloaden van GIT (alleen voor de avontuurlijke). Houd er rekening mee dat het installeren van twee verschillende versies van Xfce (dwz stabiel en ontwikkeling) wordt niet ondersteund.

source: Latest release version (%s)
nl: Laatste versie (% s)

source: This version contain the latest bug fixes, without any major new feature. This should be more stable than the development version (and even than the last official release), but there is still no guarantee that this version is bug free.
nl: Deze versie bevat de laatste bug fixes, zonder grote nieuwe feature. Dit moet worden stabieler dan de ontwikkeling versie (en zelfs dan de laatste officiële release), maar er is nog geen garantie dat deze versie is bug vrij.

source: Latest development version (%s)
nl: Nieuwste ontwikkeling versie (% s)

source: This version contain the latest development updates and bug fixes. There is no guarantee that it's fully working and bug free.
nl: Deze versie bevat de nieuwste ontwikkeling updates en bug fixes. Er is geen garantie dat deze volledig werkt en bug vrij.

source: Getting the source code
nl: Het verkrijgen van de broncode

source: To get a list of available modules and components, you can <a href="http://git.xfce.org/" class="external">browse the GIT repositories</a>.
nl: Om een lijst van beschikbare modules en componenten, kunt u \ n <a href="http://git.xfce.org/" class="external">surfen op het GIT repositories</a> .

source: Latest release version (%s) from the GIT repositories
nl: Nieuwste release versie (% s) van de GIT repositories

source: You can download the desired modules with the following command:
nl: U kunt downloaden van de gewenste modules met het volgende commando:

source: For example:
nl: Bijvoorbeeld:

source: Latest development version (%s) from the GIT repositories
nl: Nieuwste ontwikkeling versie (% s) van de GIT repositories

source: To synchronize your local copy (checkout) of the release or development tree with the one on the server you can run <code>git pull</code> instead of <code>git clone</code>. This will speed up the process and minimize the Xfce server transfer.
nl: Te synchroniseren met uw lokale kopie (kassa) van de introductie of ontwikkeling boom met de ene op de server die u kunt uitvoeren <code>git pull</code> in plaats van <code>git clone</code> . Dit zal het proces versnellen en het minimaliseren van de Xfce-server transfer.

source: Building the modules
nl: De opbouw van de modules

source: If you have downloaded the tarballs, you need to unpack them before going on.
nl: Als u hebt gedownload van de tarballs, moet je ze uitpakken voordat u verder gaat.

source: If you install into a different prefix from pkg-config, you have to set the PKG_CONFIG_PATH variable to include the path to the *.pc files installed by the Xfce libraries, which is ${prefix}/lib/pkgconfig. For example:
nl: Als u installeert in een andere prefix van de pkg-config, moet je de PKG_CONFIG_PATH variabele naar de pad naar de *. PC-bestanden geïnstalleerd door de Xfce bibliotheken, dat is $ {prefix} / lib / pkgconfig in te stellen. Bijvoorbeeld:

source: To build the modules from the tarballs just run:
nl: Op te bouwen van de modules uit de tarballs gewoon draaien:

source: To build the Xfce modules from GIT (you need the xfce4-dev-tools package) run this command:
nl: De bouw van de Xfce modules van GIT (moet je de xfce4-dev-tools pakket) voer je dit commando:

source: The <a href="/documentation/requirements">requirements</a> page lists all the required dependencies and the build order of the modules.
nl: De <a href="/documentation/requirements">eisen</a> vindt u een overzicht van alle benodigde afhankelijkheden en de te bouwen volgorde van de modules.

source: Stable release
nl: Stabiele release

source: Browse GIT repositories
nl: Bladeren GIT repositories

source: Europe/Belgium
nl: Europa / België

source: Europe/France
nl: Europa / Frankrijk

source: United States/Texas
nl: Verenigde Staten / Texas

source: United States/California
nl: Verenigde Staten / California
