Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: <b>Xfce4 Mixer</b> has been rewritten from scratch to use <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. This allows us to more easily support multiple sound systems, the user interface is more polished, and you can manage several different sound cards. Additionally, a panel plugin allows you to set the system sound quickly using the mouse scroll wheel.
ca: <b>Xfce4 Mixer</b> ha estat reescrit des de zero per utilitzar <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Això ens permet suportar més fàcilment múltiples sistemes de so, la interfície d'usuari és més polida, i es poden gestionar diverses targetes de so diferents. A més, un connector de plafó permet establir el so del sistema ràpidament utilitzant la roda de desplaçament del ratolí.
cs: <b>Směšovač zvuku Xfce4</b> byl od základů přepsán pro používání služby <a href="https://gstreamer.freedesktop.org/">GStreamer</a>. Tato změna nám umožní snazší podporu více zvukových systémů, uživatelské rozhraní je vypilovanější a je možné spravovat několik různých zvukových karet. Dále zásuvný modul pro panel umožňuje rychle nastavit zvuk systému kolečkem myši.
da: <b>Xfce4 Mikseren</b> er blevet omskrevet fra bund til at bruge <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Dette tillader os nemmere at understøtte flere lydsystemer, brugergrænsefladen er mere poleret og du kan håndtere flere forskellige lydkort. Derudover, et panel plugin der tillader dig at sætte systemlyd hurtigt ved brug af musehjulet.
de: <b>Xfce4-Lautstärkeregler</b> wurde von Grund auf neu geschrieben und benutzt jetzt <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Das erlaubt uns die einfache Unterstützung mehrerer Soundsysteme, die Benutzeroberfläche wurde verschönert und Sie können jetzt mehrere verschiedene Soundkarten verwalten. Zusätzlich existiert ein Modul für die Leiste, das Ihnen die Lautstärkeregelung mit Hilfe des Mausrades ermöglicht.
es: <b>El Mezclador de Xfce4</b> ha sido rescrito desde cero para usar <a href="https://gstreamer.freedesktop.org/">Gstreamer</a> . Esto permite el soporte de múltiples sistemas de sonido con más facilidad, la interfaz de usuario está más pulida, y puede manejar tarjetas de sonido diferentes. Además, un complemento del panel de control permite ajustar el sonido de sistema de forma rápida utilizando la rueda de desplazamiento del ratón.
fr: <b>Xfce4 Mixer</b> a été réécrit de zéro pour utiliser <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Ceci nous permet de prendre plus facilement en charge de multiples systèmes de son, l’interface utilisateur est plus polie, et vous pouvez gérer plusieurs cartes sons différentes. En outre, un greffon du tableau de bord vous permet de rapidement définir le son du système en utilisant la molette de la souris.
gl: O <b>Xfce4 Mixer</b> foi reescrito de cero para usar <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Isto permítenos admitir máis doadamente varios sistemas de son, a interface de usuario está máis pulida e pode xestionar varias tarxetas de son. Adicionalmente, un engadido de panel permítelle configurar o son do sistema rapidamente empregando a roda do rato.
he: <b>מיקסר Xfce4</b> נכתב מאפס כדי להשתמש ב <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. זה מאפשר לנו לתמוך יותר בקלות במערכות קול מרובות, ממשק המשתמש יותר מלוטש, ואתה יכול לנהל מספר כרטיסי קול שונים. בנוסף, תוסף לוח מאפשר לך להגדיר את קול המערכת במהירות בעזרת גלגל העכבר.
id: <b>Xfce4-mixer</b> telah ditulis ulang dari awal untuk menggunakan <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Hal ini memungkinkan kita untuk lebih mudah memberikan dukungan pada berbagai sistem suara, antarmuka pengguna menjadi semakin indah, dan Anda bisa mengelola berbagai macam kartu suara. Ditambah lagi, sebuah plugin panel memungkinkan Anda menyetel suara sistem secara cepat menggunakan roda gulir tetikus.
it: <b>Xfce4 Mixer</b> è stato completamente riscritto per usare <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Ciò ha permesso di supportare con più facilità sistemi audio multipli, l'interfaccia è più curata ed è possibile gestire diverse schede audio. In più, un plugin del pannello consente di impostare rapidamente il suono del sistema con la rotella del mouse.
ja: <b>Xfce4 Mixer</b> は<a href="https://gstreamer.freedesktop.org/">Gstreamer</a> を使用するよう1から書き直されました。これで私たちはより簡単に複数のサウンドシステムをサポートでき、ユーザーインターフェースはより洗練され、ユーザーは複数の異なるサウンドカードを管理することができます。さらに、パネルプラグインを使用すると、マウススホイールでシステムサウンドをすばやく設定できます。
kk: <b>Xfce4 Mixer</b> <a href="https://gstreamer.freedesktop.org/">Gstreamer</a> қолдану үшін нөлден бастап қайта жазылды. Бұл бізге бірнеше дыбыс жүйесін оңайырақ қолдауға мүмкіндік береді, пайдаланушы интерфейсі жақсартылды және сіз бірнеше әртүрлі дыбыс карталарын басқара аласыз. Сонымен қатар, панель плагині тышқан дөңгелегі арқылы жүйелік дыбысты жылдам орнатуға мүмкіндік береді.
lt: <b>Xfce4 maišiklis</b> buvo perrašytas visiškai iš naujo, kad naudotų <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Tai suteikia mums lengvesnį kelių garso sistemų palaikymą, naudotojo sąsaja yra patobulinta ir jūs galite tvarkyti kelias skirtingas garso plokštes. Be to, skydelio įskiepis leidžia jums greičiau nustatyti sistemos garsumą, naudojantis pelės slinkties ratuku.
ms: <b>Pengadun Xfce4</b> telah ditulis semula dari awal supaya dapat gunakan <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Ia membolehkan kami menyokong sistem bunyi berbilang dengan mudah, antaramuka pengguna lebih kemas, dan anda dapat urus beberapa jenis kad bunyi. Selain itu, satu pemalam panel membolehkan anda tetapkan bunyi sistem secara pantas mengunakan roda tatal tetikus.
nb: <b>Xfce4-mikseren</b> er omskrevet fra bunnen av for å bruke <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Dette gjør det enklere å støtte flere lydsystemer, brukergrensesnittet er mer polert, og du kan behandle flere lydkort. Dessuten kan du via et paneltillegg raskt endre systemlyden med musehjulet.
pl: Program <b>Xfce4 Mixer</b> został przepisany od podstaw, implementując obsługę platformy programistycznej <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Dzięki temu zabiegowi uzyskano wsparcie dla wielu systemów dźwięku, usprawniono interfejs użytkownika i umożliwiono działanie z kilkoma różnymi kartami dźwiękowymi. Dodatkowo aplet panelu daje możliwość ustalenia poziomu natężenia dźwięku, przy użyciu kółka myszy.
pt: O <b>gestor de som do Xfce4</b> foi desenvolvido de raiz para que pudesse utilizar o <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Isto permite-nos um melhor suporte aos diversos sistemas existentes, a interface de utilizador está mais bonita e pode fazer a gestão de diversas placas de som. Adicionalmente, o "plugin" do painel permite-lhe, através da roda do rato, configurar facilmente o som do seu sistema.
pt_br: O <b>Mixador do Xfce4</b> foi reescrito do zero para usar o <a href="https://www.gstreamer.net/">Gstreamer</a>. Isso nos permite dar suporte com mais facilidade a múltiplos sistemas de som, a interface de usuário está mais polida e você pode gerenciar diversas placas de som diferentes. Adicionalmente, um plugin do painel permite que você configure o som do sistema rapidamente usando a roda de rolagem do mouse.
ro: <b>Mixerul Xfce4</b> a fost rescris de la zero pentru a utiliza <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Acest lucru ne permite să oferim mai ușor suport pentru mai multe sisteme de sunet, interfața cu utilizatorul este mai rafinată și puteți gestiona mai multe plăci de sunet diferite. În plus, un modul pentru panou vă permite să reglați rapid sunetul sistemului utilizând rotița de derulare a mausului.
ru: <b>Xfce4 Mixer</b> был переписан с нуля под использование <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Благодаря этому, поддержка нескольких звуковых систем упростилась, пользовательский интерфейс стал более удобным, и теперь вы можете управлять сразу несколькими звуковыми картами. К тому же, модуль панели позволяет вам задать системный уровень громкости с помощью колёсика мыши.
sq: <b>Xfce4 Mixer</b> është shkruar nga e para, që të përdorë <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Kjo na lejon të mbulojmë më lehtë sisteme të shumtë tingujsh, ndërfaqja e përdoruesit është më e lustruar, dhe mund të administroni disa karta zëri të ndryshme. Veç kësaj, një shtojcë paneli ju lejon të rregulloni volumin e zërit të sistemit shpejt e shpejt, përmes rrotëzës së miut.
sr: <b>ИксФЦЕ4 мешач</b> је преписан од почетка да би користио <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. То омогућава лакшу подршку за вишеструке звучне системе, корисничко сучеље је дотераније, и можете управљати са више различитих звучних картица. Додатно, прикључак за полицу омогућава да поставите звучни систем брзо користећи точкић миша.
sv: <b>Xfce4 Mixer</b> har skrivits om från grund för att använda <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Detta gör det lättare för oss att stödja multipla ljudsystem, användargränssnittet är mer polerat, och du kan hantera flera olika ljudkort. Dessutom låter ett panelinsticksprogram dig att ställa in systemljudet snabbt med mushjulet.
th: <b>เครื่องมือปรับเสียงของ Xfce4</b> ได้ถูกเขียนขึ้นใหม่ทั้งหมดเพื่อให้ใช้ <a href="https://gstreamer.freedesktop.org/">Gstreamer</a> ซึ่งทำให้เราสามารถรองรับระบบเสียงหลากหลายได้อย่างง่ายดาย ส่วนติดต่อผู้ใช้ก็มีการปรับแต่งใหม่ และคุณสามารถจัดการการ์ดเสียงต่างๆ ได้หลากหลายขึ้น นอกจากนี้ ยังมีปลั๊กอินพาเนลที่ช่วยให้คุณตั้งเสียงของระบบได้อย่างรวดเร็วด้วยการกลิ้งล้อเมาส์
tr: <b>Xfce4 Mikser</b> <a href="https://gstreamer.freedesktop.org/">Gstreamer</a> kullanılarak baştan yazılmıştır. Bu birden çok ses sistemini desteklememizi daha kolaylaştırdığı gibi kullanıcı arayüzünü yalınlaştırlmış ve sizin çeşitli ses kartlarını yönetmenize imkan vermiştir. Ek olarak bir panel eklentisi farenin tekerleğini kullanarak sistem sesini hızlıca ayarlayabilirsiniz.
uk: <b>Міксер Xfce4</b> був повністю переписаний з нуля для використання <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Це дало більш простіший спосіб налаштовувати різні звукові системи, акуратніший інтерфейс користувача і налаштування багатьох звукових карт. Додаток панелі дозволяє Вам легко і швидко налаштувати коліщатко миші..
vi: <b>Bộ trộn Xfce4</b> đã được viết lại từ đầu để sử dụng <a href="https://gstreamer.freedesktop.org/">Gstreamer</a>. Điều này cho phép chúng tôi hỗ trợ nhiều hệ thống âm thanh dễ dàng hơn, giao diện người dùng bóng bẩy hơn và bạn có thể quản lý một số card âm thanh khác nhau. Ngoài ra, plugin bảng điều khiển cho phép bạn nhanh chóng cài đặt âm thanh hệ thống bằng con lăn chuột.
zh_tw: <b>Xfce4 混音器</b> 已被重新編寫以使用 <a href="https://gstreamer.freedesktop.org/">Gstreamer</a> 。這讓我們可以更加容易的支援多個音效系統，使用者介面更好看，並且您可以管理多個不同的音效卡。另外，面板外掛程式讓您可以利用滑鼠滾輪快速的設定您的系統音效。

source: New sound mixer
ca: Mesclador de sons nou
cs: Nový směšovač zvuku
da: Ny lydmikser
de: Neuer Lautstärkeregler
es: Nuevo mezclador de sonido
fr: Nouveau mélangeur audio
gl: Novo mesturador de son
he: מיקסר קול חדש
id: Mikser suara baru
it: Nuovo mixer del suono
ja: 新しいサウンドミキサー
kk: Жаңа дыбыс миксері
lt: Naujas garsų maišiklis
ms: Pengadun bunyi baharu
nb: Ny lydmikser
nl: Nieuwe sound mixer
oc: Novèl mesclador sonòr
pl: Nowy mikser dźwięku
pt: Novo gestor de som
pt_br: Novo mixador de som
ro: Noul mixer de sunet
ru: Новый звуковой микшер
sq: Përzierës i ri tingujsh
sr: Нови мешач звука
sv: Ny ljudmixer
th: เครื่องมือปรับเสียงตัวใหม่
tr: Yeni ses mikseri
uk: Новий регулятор звуку
vi: Bộ trộn âm thanh mới
zh_tw: 新混音器
