Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Aside from the features implemented in Xfce, the 4.8 development cycle brought us a bunch of other goodies. For the first time we had a serious release strategy formed after the "Xfce Release and Development Model" developed at the Ubuntu Desktop Summit in May 2009. A new web application made release management a lot easier. We worked hard on improving the situation of Xfce translators which led us to setting up our own Transifex server. Something else you will hopefully notice is that our server and mirroring infrastructure has been improved so that our servers hopefully will not suddenly surrender shortly after this release announcement.
ca: A banda de les característiques implementades a l'Xfce, el cicle de desenvolupament de la versió 4.8 ens va portar un munt d'altres dolços. Per primera vegada vam tenir una estratègia de llançament, formada després del "model de llançament i de desenvolupament de l'Xfce", desenvolupada a la cimera de l'escriptori d'Ubuntu, al maig del 2009. Una nova aplicació web ha fet molt més fàcil la gestió del llançament. Hem treballat fort per millorar la situació dels traductors de l'Xfce que ens va portar a la preparació del nostre propi servidor Transifex. Una altra cosa que s'espera que es noti, és que la nostra infraestructura de servidors i de rèpliques ha estat millorada perquè els nostres servidors no baixin el seu rendiment després d'aquest anunci de llançament.
cs: Kromě funkcí a vlastností implementovaných do Xfce přinesl vývoj verze 4.8 jiná pozitiva. Poprvé se uplatnila strategie pro vydávání poté, co byl vyvinut "Model pro vydávání a vývoj Xfce" na konferenci Ubuntu Desktop Summit v květnu 2009. Nová webová aplikace velice usnadnila správu vydávání verzí. Tvrdě jsme pracovali na situaci překladatelů Xfce, která nás vedla k postavení vlastního serveru Transifex. Snad si povšimnete i našeho vylepšení zrcadlené serverové infrastruktury, a že naše servery vydrží i dlouho po vydání tohoto oznámení.
da: Udover funktionerne implementeret i Xfce, har 4.8 udviklingen cycklus bragt os en bunke andre lækkerier. For første gang havde vi en seriøs udgivelses-strategi formet efter "Xfce Udgave og Udviklings Model" udviklet ved Ubuntu Skrivebord Topmødet i Maj 2009. En ny internet applikation gjorde udgivelses-håndtering meget nemmere. Vi arbejdede hårdt på at forbedre situationen af Xfce oversættere hvilket førte os til at sætte vores egen Transifex server op. Noget andet du forhåbentlig har lagt mærke til er at vores servere og spejlings-infrastruktur er blevet forbedre sådan så vores servere forhåbentlig, ikke overgiver sig kort efter denne udgave-annoncering.
de: Abgesehen von den Funktionsmerkmalen in Xfce brachte der Entwicklungszyklus 4.8 auch eine Anzahl weiterer Annehmlichkeiten. Zum ersten Mal haben wir eine ernsthafte Veröffentlichungsstrategie formuliert, dem »Xfce Release and Development Model« folgend, das beim Ubuntu Desktop Summit im Mai 2009 entwickelt wurde. Eine neue Webanwendung machte die Veröffentlichungsverwaltung deutlich leichter. Wir haben hart daran gearbeitet, die Umstände für Xfce-Übersetzer zu verbessern und haben deshalb einen eigenen Transifex-Server aufgesetzt. Etwas anderes, was Sie hoffentlich merken können, ist dass wir unsere Server- und Spiegelserver-Infrastruktur verbessert haben, so dass die Server hoffentlich nicht kurz nach dieser Veröffentlichungsankündigung in die Knie gehen werden.
es: Aparte de las características implementadas en Xfce, el ciclo de desarrollo 4.8 aportó muchas mejoras. Por primera vez tuvimos una estrategia de lanzamiento, creada después de la «Modelo de desarollo y publicación de Xfce», desarrollado en la cumbre sobre el Escritorio de Ubuntu, en mayo de 2009. Una nueva aplicación web hizo la gestión del lanzamiento mucho más fácil. Hemos trabajado duro para mejorar la situación de los traductores Xfce, lo que nos llevó a la creación de nuestro propio servidor Transifex. Otra cosa nueva es que nuestra infraestructura de servidores y espejos se ha mejorado, de esta forma esperamos que no tendrán problemas después del anuncio de esta versión.
fr: En plus des fonctionnalités intégrées à Xfce, le cycle de développement de la 4.8 a apporté d’autres innovations. Pour la première fois, nous avons eu une vraie stratégie de publication définie à partir du <i>modèle de publication et de développement de Xfce</i> élaboré pendant la conférence des bureaux Ubuntu de mai 2009. Une nouvelle application Web a rendu la gestion des versions plus simple. Nous avons travaillé dur pour améliorer la situation des traducteurs Xfce, ce qui nous a conduits à mettre en place notre propre serveur Transifex. Nous espérons aussi que vous remarquerez l’amélioration de l’infrastructure de notre serveur et ses miroirs, et qu’elle tiendra le coup suite à l’annonce de cette version.
gl: Alén das características engadidas no Xfce, o ciclo de desenvolvemento 4.8 trouxo moitos outros produtos. Por primeira vez tivemos unha estratexia de lanzamento seria formada despois do "modelo de publicación e desenvolvemento do Xfcel" desenvolvido no Summit de Ubuntu Desktop en maio de 2009. Unha nova aplicación web facilitou moito a xestión de lanzamentos. Traballamos duro para mellorar a situación dos tradutores Xfce que nos levaron a configurar o noso propio servidor Transifex. Algo máis que esperamos que teña en conta é que o noso servidor e infraestrutura de réplicas, os cales foron mellorados para que os nosos servidores non se caian repentinamente pouco despois deste anuncio de versión.
he: מלבד מהתכונות שהוכנסו ב- Xfce, מחזור הפיתוח של 4.8 הביא לנו כמות של דברים טובים נוספים. בפעם הראשונה היתה לנו אסטרטגיית פרסום גרסה שנוצרה לפי "מודל גרסה ופיתוח Xfce" שפותח בועידת שולחן עבודה אובונטו במאי 2009. תוכנת רשת חדשה הפכה את ניהול הגרסה להרבה יותר קל. אנו עבדנו קשה לשפר את המצב של מתרגמי Xfce דבר שהוביל אותנו להקים שרת Transifex משלנו. דבר נוסף שמקווים שתשים לב אליו הוא שתשתית שרת ומירור שלנו שופרה בתקווה שהשרתים שלנו לא יכנעו לפתע זמן קצר לאחר הודעת גרסה זו.
id: Di samping fitur yang diimplementasikan di Xfce, siklus pengembangan 4.8 menawarkan barang lainnya. Untuk pertama kalinya kami mempunyai strategi rilis serius mengikuti "Model Rilis dan Pengembangan Xfce" yang dikembangkan di Ubuntu Desktop Summit pada Mei 2009. Aplikasi web baru membuat manajemen rilis jauh lebih mudah. Kami bekerja keras meningkatkan situasi penerjemah Xfce yang membawa kami membuat server Transifex kami sendiri. Hal lain yang akan Anda temukan adalah server dan infrastruktur cermin kami telah ditingkatkan sehingga server kami diharapkan tidak akan tiba-tiba menyerah sesaat setelah pengumuman rilis ini.
it: Oltre alle funzionalità implementate in Xfce, il ciclo di sviluppo della versione 4.8 ha portato anche altre novità. Per la prima volta è stata adottata una strategia di rilascio organizzata sulla base del "Modello di rilascio e sviluppo di Xfce" sviluppata all'"Ubuntu Desktop Summit" nel maggio del 2009. Una nuova applicazione web ha reso la gestione del rilascio molto più semplice. Molto lavoro è stato fatto per migliorare la situazione dei traduttori portando all'adozione di un nostro server Transifex. Un'altra cosa che probabilmente si noterà è il miglioramento della nostra infrastruttura di server e di mirroring in modo da scongiurare eventuali blocchi subito dopo l'annuncio del rilascio.
ja: Xfce に実装されていた機能の他に、バージョン 4.8 の開発サイクルには他にもたくさんの便利な機能が取り込まれました。 2009 年 5 月の Ubuntu デスクトップサミットで考案された「Xfce リリースおよび開発モデル」の後に本格的なリリース戦略が初めて策定されました。新しい Web アプリケーションにより、リリース管理が大幅に容易になりました。 Xfce 翻訳者の状況を改善するために懸命に取り組み、独自の Transifex サーバーをセットアップしました。 サーバーとミラーリングのインフラストラクチャーが改善され、このリリースの発表後すぐにサーバーが突然ダウンしないようになっていることを期待できます。
kk: Xfce-де енгізілген мүмкіндіктерден бөлек, 4.8 әзірлеу циклі бізге көптеген басқа жақсылықтар әкелді. Алғаш рет бізде 2009 жылғы мамырда Ubuntu Desktop Summit-те жасалған "Xfce шығарылым және әзірлеу моделі" бойынша қалыптасқан салмақты шығарылым стратегиясы болды. Жаңа веб-қолданба шығарылымдарды басқаруды айтарлықтай жеңілдетті. Біз Xfce аудармашыларының жағдайын жақсарту үшін көп жұмыс жасадық, бұл өз Transifex серверімізді орнатуға алып келді. Сіз байқайтын тағы бір нәрсе — біздің серверлік және айналық инфрақұрылымымыз жақсартылды, сондықтан серверлеріміз осы шығарылым туралы хабарландырудан кейін бірден істен шықпайды деп үміттенеміз.
lt: Be Xfce įgyvendintų ypatybių, 4.8 kūrimo ciklas atnešė mums krūvą kitų gėrybių. Pirmą kartą mes turėjome rimtą laidos strategiją, suformuotą po „Xfce laidos ir kūrimo modelio“, sukurto, 2009-ųjų gegužę vykusio, Ubuntu darbalaukio susitikimo metu. Nauja saityno programa žymiai palengvino lados valdymą. Mes sunkiai dirbome, kad pagerintume Xfce vertėjų padėtį, kas privertė mus nusistatyti savo asmeninį Transifex serverį. Kai kas dar, ką mes tikimės, jūs pastebėsite, yra tai, kad mūsų serverio ir tinklaviečių infrastruktūra buvo patobulinta, todėl, tikimės, kad, išleidus šį skelbimą, mūsų serveriai išlaikys.
ms: Selain dari fitur dilaksana dalam Xfce, kitar pembangunan 4.8 menawarkan banyak gula-gula lain. Buat kali pertama kami mempunyai strategi keluaran yang serius selepas "Model Pembangunan dan Keluaran Xfce" dibangunkan di Ubuntu Desktop Summit pada Mei 2009. Satu aplikasi sesawang baharu yang dibuat menjadikan pengurusan keluaran lebih mudah. Kami bekerja keras mempertingkatkan pengalaman penterjemah Xfce yang membawa ke arah penetapan pelayan Transifex kami sendiri. Selain itu anda dapati pelayan kami dan infrastruktur kami telah dipertingkatkan supaya pelayan kami tidak mengalami masalah sebaik sahaja pengumuman keluaran dibuat.
nb: I tillegg til funksjonaliteten i Xfce 4.8 har utviklingssyklusen brakt oss flere godsaker. For første gang har vi en seriøs utgivelsesstrategi basert på «Xfce utgivelses- og utviklingsmodell» som ble utviklet på Ubuntu Desktop Summit i mai 2009. Et nytt nettprogram gjorde utgivelseshåndtering mye enklere. Vi jobbet hardt for å forbedre situasjonen for våre oversettere, og satte derfor opp vår egen Transifex-tjener. Vi har også oppgradert våre tjenere og speil slik at de ikke kneler etter denne annonseringen.
oc: Outre las foncionalitats implémentées dins Xfce, lo cicle de desvolopament 4.8 nous a apporté un tas d'autres goodies. Per la primièra fois avèm eu una stratégie de version formée aprèp lo "version Xfce e modèl de desvolopament» élaboré al moment del Ubuntu Desktop Summit en mai 2009. Una novèla aplicacion Web fait la gestion de las versions beaucoup mai aisida. Avèm trabalhat dur per améliorer la situacion dels traductors Xfce que nous a conduit a metre en place notre pròpri servidor Transifex. Quelque causa d'autre que nous espérons vous aurez remarquer, c'est que notre infrastructure de servidors e de mesa en miroir es estada melhorada de tal biais que nos servidors, j'espère, ne va pas soudainement rendre l’âme peu de temps aprèp aquesta annonce de version.
pl: Poza nowościami zaimplementowanymi w Xfce, wydanie 4.8 przynosi wiele innych dodatków. Opracowaliśmy strategię wydań, zaproponowaną po utworzeniu „modelu wydań i rozwoju Xfce” podczas szczytu systemu Ubuntu w maju 2009. Nowo utworzona usługa sieciowa znacznie usprawnia zarządzanie wydaniami. Toczą się prace nad ułatwieniem zadań tłumaczy Xfce, które doprowadziły nas do skonfigurowania własnego serwera usługi Transifex. Nasz serwer i struktura serwerów lustrzanych zostały udoskonalone. Mamy nadzieję, że przyczyni się to do polepszenia dostępności naszych zasobów w sieci.
pt: Além dos recursos implementados no Xfce, o ciclo de desenvolvimento do 4.8 trouxe-nos um monte de outras coisas. Pela primeira vez tivemos uma estratégia de lançamento séria, formada depois do "Lançamento do Xfce e Modelo de Desenvolvimento" desenvolvido no Ubuntu Desktop Summit em maio de 2009. Uma nova aplicação web fez o gestor de versão muito mais fácil. Trabalhámos muito para melhorar a situação dos tradutores do Xfce que nos levaram à criação de nosso próprio servidor Transifex. Outra coisa que pode vir a notar é que a nossa infraestrutura de servidor e clone foi melhorada para que os nossos servidores não venham a cair após este anúncio de lançamento.
pt_br: Além dos recursos implementados no Xfce, o ciclo de desenvolvimento 4.8 nós trouxe um monte de outros extras. Pela primeira vez tivemos uma estratégia de lançamento séria formada após o "Lançamento e Modelo de Desenvolvimento do Xfce", desenvolvido no Ubuntu Desktop Summit em maio de 2009. Um novo aplicativo web fez um gerenciamento de liberação mais fácil. Trabalhamos duro para melhorar a situação dos tradutores do Xfce, que nos levou a criação do nosso próprio servidor no Transifex.
ro: În afară de caracteristicile implementate în Xfce, ciclul de dezvoltare 4.8 ne-a adus o mulțime de alte bunătăți „goodies”. Pentru prima dată am avut o strategie serioasă de lansare formată după „Modelul de lansare și dezvoltare Xfce” dezvoltat la Ubuntu Desktop Summit în mai 2009. O nouă aplicație web a făcut gestionarea lansărilor mult mai ușoară. Am lucrat din greu la îmbunătățirea situației traducătorilor Xfce, ceea ce ne-a condus la înființarea propriului nostru server Transifex. Un alt lucru pe care sperăm că îl veți observa este că infrastructura noastră de servere și de oglindire a fost îmbunătățită, astfel încât serverele noastre să sperăm că nu vor ceda brusc la scurt timp după anunțarea acestei versiuni.
ru: Кроме возможностей, реализованных в Xfce, цикл разработки выпуска 4.8 дал нам и другие улучшения. В первый раз у нас была серьезная стратегия выпуска, сформированная в соответствии "Модели выпуска и разработки Xfce", выработанной на Ubuntu Desktop Summit в мае 2009. Новое веб-приложение сделало управление выпуском намного проще. Мы упорно работали над решением проблемы с переводом Xfce на другие языки, что привело нас к установке собственного сервера Transifex. Также, что вы, надо надеяться, заметите, наша инфраструктура сервера и зеркалирования была улучшена так, чтобы наши серверы внезапно не отказали вскоре после этого объявления о выпуске.
sq: Përtej veçorive të sendërtuara në Xfce, cikli i zhvillimit të 4.8-s na pruri një dorë të mirash të tjera. Për herë të parë patëm një strategji serioze hedhjesh në qarkullim sipas “Modelit të Zhvillimit dhe Hedhjeve Në Qarkullim të Xfce-së”, hartuar në Ubuntu Desktop Summit në maj të 2009-s. Një aplikacion i ri web e bëri mjaft më të lehtë administrimin e hedhjeve në qarkullim. Punuam fort për përmirësimin e gjendjes për përkthyesit e Xfce-së, çka na shpuri në ujdisjen e shërbyesit tonë Transifex. Diçka tjetër që shpresojmë ta vini re është që infrastruktura jonë e shërbyesve dhe pasqyrave është përmirësuar, në mënyrë që shërbyesit tanë, shpresojmë, të mos ngrenë duart lart papritmas pas lajmërimit të kësaj hedhjeje në qarkullim.
sr: Поред нових могућности уграђених у Иксфце, за раздобље развоја нам је донело пуно нових добрица. По први пут смо имали озбиљну замисао о издању направљену после „Модел развоја и издавања Иксфце-а“ развијен на Врховном заседању Убунту радне станице, маја 2009. Ново управљање издавањима преко веб програма је много лакше. Радили смо напорно на поправци стања Иксфце преводиоца, што нас је довело до постављања нашег сопственог Трансифекс служитеља. Надамо се да ћете приметити и да је наше уређење служитеља и њиховог огледања побољшано тако да се надамо да се наши служитељи неће изненада предати одмах након ове најаве издања.
sv: Förutom de funktioner som genomfördes i Xfce gav oss utvecklingscykeln för 4.8 en massa andra godsaker. För första gången hade vi en riktig utgivningsstrategi utformad enligt "Xfce:s utgivnings- och utvecklingsmodell" utvecklad vid Ubuntu Desktop mötet i maj 2009. En ny webbapplikation gjorde utgåvehanteringen mycket enklare. Vi arbetade hårt för att förbättra situationen för Xfce-översättare vilket ledde oss till att sätta upp vår egen Transifex server. Något annat du förhoppningsvis kommer att märka är att vår server- och speglingsinfrastruktur har förbättrats så att våra servrar förhoppningsvis inte plötsligt kommer att kapitulera kort efter detta utgåvetillkännagivande.
th: นอกเหนือจากความสามารถต่างๆ ที่ได้ทำกันใน Xfce แล้ว รอบการพัฒนาของ 4.8 ยังนำมาซึ่งสิ่งดีๆ อย่างอื่นอีกจำนวนหนึ่ง เป็นครั้งแรกที่เรามีนโยบายการออกรุ่นที่จริงจังซึ่งก่อร่างมาจาก "แบบแผนการออกรุ่นและการพัฒนาของ Xfce" ที่พัฒนาขึ้นมาในงานประชุมสุดยอดเดสก์ท็อปของอูบุนตูในเดือนพฤษภาคม 2552 โปรแกรมเว็บตัวใหม่ทำให้จัดการการออกรุ่นได้ง่ายขึ้นมาก เราได้ทำงานอย่างหนักในการยกระดับสถานภาพงานแปล Xfce ซึ่งทำให้เราตั้งเครื่องแม่ข่าย Transifex ของเราเองในที่สุด อีกสิ่งหนึ่งที่หวังว่าคุณจะสังเกตได้คือ เครื่องแม่ข่ายและโครงสร้างพื้นฐานในการทำแหล่งสำเนาของเรายังได้รับการปรับปรุง เพื่อที่จะไม่ล่มในทันทีหลังจากประกาศออกรุ่นนี้
tr: Xfce masaüstünün sundukları bir yana, 4.8 geliştrime döngüsü, bir dizi iyileştirme sağladı. İlk defa, Mayıs 2009 da, Ubuntu Masaüstü Zirvesinde geliştirilen "Xfce Sürüm ve Geliştirme Modeli", ciddi bir sürüm stratejisi sağladı. Yeni web uygulamaları, sürüm yönetimini oldukça kolaylaştırdı. Çeviricilerin durumu üstüne çok çalıştık ve kendi Transifex sunucumuzu kurduk. Farkedeceğiniz başka bir konuda, sürüm sonrası kendi sunucularımızın ve ayna yapımızın hızlı bir şekilde çökmeyecek şekilde yeniden geliştirilmesidir.
uk: Серед інших можливостей, закладених у Xfce, цикл розробки 4.8 приніс також нові цікаві штуки. Перший раз ми мали серйозну стратегію випусків, сформовану після "Випуск Xfce і модель розробки", і розроблену на Ubuntu Desktop Summit в травні 2009. Нова веб-програма набагато спростила керування випусками. Ми тяжко працювали, щоб покращити умови для перекладачів, що привело нас до нашого нового серверу Transifex. Також ми надіємося зауважити, що покращилася робота нашого серверу і інфраструктура дзеркал.
vi: Ngoài các tính năng được triển khai trong Xfce, chu kỳ phát triển 4.8 còn mang đến cho chúng tôi nhiều tính năng thú vị khác. Lần đầu tiên chúng tôi có một chiến lược phát hành nghiêm túc được hình thành sau "Mô hình phát triển và phát hành Xfce" được phát triển tại Hội nghị thượng đỉnh máy tính để bàn Ubuntu vào tháng 5 năm 2009. Một ứng dụng web mới giúp việc quản lý phát hành dễ dàng hơn rất nhiều. Chúng tôi đã làm việc chăm chỉ để cải thiện tình hình của các dịch giả Xfce, điều này đã dẫn đến việc chúng tôi thiết lập máy chủ Transifex của riêng mình. Một điều khác mà bạn hy vọng sẽ nhận thấy là máy chủ và cơ sở hạ tầng phản chiếu của chúng tôi đã được cải thiện để hy vọng rằng các máy chủ của chúng tôi sẽ không ngừng hoạt động đột ngột ngay sau thông báo phát hành này.
zh_tw: 除了已經在 Xfce 中實現的功能外，4.8開發週期也帶來了很多其他好物。在2009年5月的 Ubuntu 桌面開發高峰會中有了「Xfce 釋出與開發模式」後，我們就有了嚴謹的釋出策略。新的網路應用程式讓釋出管理更加容易。我們努力改進 Xfce 的翻譯狀況，這導致了我們設立了我們自己的 Transifex 伺服器。其他您可能會注意到的是，我們的伺服器及鏡像的基礎設施已改進，所以我們的伺服器應該不會在這個發行公告後再有短暫的突然中斷。

source: There is a lot more to discover and we hope a lot of you will give Xfce 4.8 a try! There is a brief tour online on
ca: Hi ha molt més per descobrir i esperem que molts de vosaltres us donaran a Xfce 4.8 un intent! Hi ha un breu recorregut en línia
cs: K objevování je toho mnohem více a doufáme, že dáte Xfce 4.8 šanci! Stručná online prohlídka je na
da: Der er meget mere at opdage og vi håber mange af jer vil give Xfce 4.8 et forsøg! Der er en kort tour online på
de: Es gibt noch viel mehr zu entdecken und wir hoffen sehr, dass Sie Xfce 4.8 ausprobieren! Es gibt einen Kurzrundgang auf
es: ¡Hay mucho más por descubrir, y esperamos que muchos de ustedes le den a Xfce 4.8 una oportunidad! Hay un breve paseo en línea
fr: Il y a encore beaucoup à découvrir et nous espérons que bon nombre d’entre vous essaieront Xfce 4.8 ! Voici une brève présentation en ligne :
gl: Hai moito máis para descubrir e agardamos que moitos de vostedes dean ao Xfce 4.8 unha oportunidade. Hai un breve visita na rede
he: יש עוד הרבה לגלות ואנו מקווים שרבים מכם ינסו את Xfce 4.8! יש סיור מקוון קצר ב-
id: Masih banyak hal lain yang dapat ditemukan dan kami harapkan sebagian besar dari Anda akan mencoba Xfce 4.8! Ada tur singkat daring di
it: C'è molto altro da scoprire e speriamo che molti di voi provino Xfce 4.8. È disponibile un breve tour online su
ja: まだまだたくさんの発見があるので、多くの方にXfce 4.8を試していただきたいと思います。 オンラインでの簡単なツアーがあります。
kk: Әлі де ашылатын көп нәрсе бар және көбіңіз Xfce 4.8 нұсқасын байқап көресіз деп үміттенеміз! Желіде қысқаша шолу бар:
lt: Dar yra daug kitų dalykų, kurios galite atrasti ir mes tikimės, kad jūs išbandysite Xfce 4.8! Internete yra trumpas turas puslapyje
ms: Terdapat banyak lagi untuk diketahui dan kami harap anda cuba Xfce 4.8 ini! Anda boleh menikmati jelajah atas-talian kami di
nb: Det er mye mer å oppdage, og vi håper du gir Xfce 4.8 en sjangs! Det er en kort nettbasert omvisning på
oc: I a beaucoup mai a descobrir e nous espérons que beaucoup d'entre vous essayerons Xfce 4.8 ! I a una brève visita en linha sur
pl: W Xfce 4.8 zawarto znacznie więcej zmian. Mamy nadzieję, że wielu użytkowników odważy się przetestować nowe wydanie. Krótka prezentacja nowości znajduje się na stronie
pt: Há muito mais para descobrir e esperamos que a maior parte dê uma oportunidade ao Xfce 4.8! Existe online uma breve visita em
pt_br: Há muito mais para descobrir e esperamos que muitos de vocês experimentem o Xfce 4.8! Há um breve tour online disponível em
ro: Mai sunt multe de descoperit și sperăm că mulți dintre voi vor încerca Xfce 4.8! Există un scurt tur în Internet la
ru: Вы можете узнать куда больше и, мы надеемся, многие из вас попробуют Xfce 4.8! Имеется краткий онлайн-тур
sq: Ka plot gjëra të tjera për t’u zbuluar dhe shpresojmë shumë se do t’i jepni një të provuar Xfce 4.8! Në internet ka një tur të shkurtër, te
sr: Има још доста тога за откривање, и надамо се да ћете пробати 4.8! Кратко упознавање на мрежи
sv: Det finns mycket mer att upptäcka och vi hoppas att många av er kommer att testa Xfce 4.8! Det finns en kort rundtur online på
th: ยังมีสิ่งต่างๆ ที่รอคุณไปพบอีกมากมาย และเราหวังว่าคุณจะให้โอกาสทดลองใช้ Xfce 4.8! มีเอกสารนำชมอย่างคร่าวๆ ที่
tr: Xfce 4.8'i keşfetmek için birçok neden var ve birçoğunuzun deneyeceğini umuyoruz! Kısa bir çevrimiçi tur da mevcut
uk: Тут можна багато чого досліджувати, і ми надіємося, що Ви спробуєте Xfce 4.8! Далі є короткий онлайн тур про
vi: Còn rất nhiều điều nữa để khám phá và chúng tôi hy vọng nhiều bạn sẽ dùng thử Xfce 4.8! Có một chuyến tham quan ngắn trực tuyến trên
zh_tw: 再多的言語也難以表達，我們希望您能親自嘗試 Xfce 4.8！有一份簡短的線上導覽在
