Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Whether it be to solve a problem or to contribute in any way, the Xfce communities are a good place to get help or to share your ideas. You might also want to have a look at the communities of the different distributions which provide Xfce.
ca: Ja sigui per resoldre un problema o per contribuir de qualsevol manera, les comunitats de l'Xfce són un bon lloc per obtenir ajuda o per compartir les seves idees. També pot ser que vulgueu fer una ullada a les comunitats de les diferents distribucions que proporcionen l'Xfce.
cs: Komunita Xfce je vždy správným místem pro získání nápovědy nebo sdílení myšlenek, ať už potřebujete vyřešit nějaké potíže, nebo chcete jakkoli přispět. Možná se také budete chtít podívat na komunitní stránky různých distribucí, které Xfce poskytují.
da: Hvad enten det er at løse et problem eller at bidrage på nogen måde, så er Xfce-fællesskabet et godt sted at få hjælpe eller dele dine ideer. Du vil måske også være interesseret i kigge på fællesskaberne for de forskellige distributioner som leverer Xfce.
de: Egal ob es darum geht, ein Problem zu lösen oder in irgend einer Weise zu Xfce beizutragen, die Xfce-Gemeinschaften sind die richtigen Orte, um Hilfe zu erhalten und Ihre Ideen zu teilen. Das gleiche gilt für die Gemeinschaften der verschiedenen Distributionen, die Xfce bereitstellen.
es: Ya sea para resolver un problema o para contribuir de algun modo, las comunidades de Xfce son un buen lugar para obtener ayuda o para compartir ideas. También puede echar un vistazo a las comunidades de las diferentes distribuciones que ofrecen Xfce.
fr: Qu’il s’agisse de résoudre un problème ou de collaborer, les communautés Xfce sont un bon endroit pour trouver de l’aide ou partager vos idées. Il peut aussi être intéressant de se rapprocher des communautés des distributions qui embarquent Xfce.
gl: Tanto se se trata de resolver un problema ou de contribuír de algunha maneira, a comunidade Xfce é un bo lugar para obter axuda ou compartir as súas ideas. Tamén pode querer consultar á comunidade das diferentes distribucións que fornece Xfce.
he: בין אם זה לפתור בעיה או לתרום בכל דרך, הקהילות של Xfce הן מקום טוב לקבל עזרה או לחלוק את הרעיונות שלך. אתה עלול גם לרצות להסתכל בקהילות של ההפצות השונות המספקות את Xfce.
id: Baik itu untuk memecahkan persoalan atau berkontribusi dalam cara apapun, komunitas Xfce adalah tempat yang bagus untuk mendapatkan bantuan atau berbagi ide Anda. Anda mungkin ingin juga melihat komunitas distribusi yang berbeda yang juga menyediakan Xfce.
it: Che si tratti di risolvere un problema o di contribuire in qualsiasi modo, le comunità di Xfce sono un posto adatto per ricevere aiuto o per condividere le proprie idee. Potrebbe essere utile dare anche un'occhiata alle comunità delle varie distribuzioni che forniscono Xfce.
ja: Xfce コミュニティは、問題の解決や何らかの方法で貢献したいときなどに、協力を求めたりアイデアを共有しあうのに適した場所です。Xfce を提供する様々なディストリビューションのコミュニティも見ておくほうが良いかもしれません。
kk: Мәселені шешу болсын немесе кез келген жолмен үлес қосу болсын, Xfce қауымдастықтары көмек алу немесе идеяларыңызбен бөлісу үшін жақсы орын болып табылады. Сондай-ақ сіз Xfce ұсынатын әртүрлі дистрибутивтердің қауымдастықтарын қарап шығуыңызға болады.
lt: Ar norite gauti pagalbos ar kaipnors prisidėti, Xfce bendruomenės yra gera vieta pradėti. Taipogi jums gali būti įdomu peržiūrėti skirtingų distributyvų Xfce bendruomenes.
ms: Sama ada untuk menyelesaikan masalah atau lain-lain sumbangan, komuniti Xfce adalah tempat terbaik untuk mendapatkan bantuan atau berkongsi idea anda. Anda juga mahu melihat komuniti dari pelbagai distribusi yang menyediakan Xfce.
nb: Om det er å løse et problem eller bidra på annet sett, er Xfce-miljøene et godt utgangspunkt for å dele dine ideer eller få hjelp. Det kan hende du også vil ha nytte av å omgås miljøene som har med Xfce å gjøre for hver enkelt distribusjon.
oc: Que siá per resòlvre un problèma o contribuir de quin biais que siá, las comunautats Xfce son un bon endrech per obténer d'ajuda o far part de vòstras idèas. Podètz tanben aver un agach sus las comunautats de las diferentas distribucions que provesisson Xfce.
pl: Społeczność Xfce jest odpowiednim miejscem, aby uzyskać pomoc lub podzielić się swoimi pomysłami. Niektóre dystrybucje, które udostępniają Xfce, również gromadzą użytkowników wokół swoich projektów.
pt: Seja para resolver um problema ou para colaborar de qualquer forma, a comunidade Xfce é um bom local para obter ajuda ou partilhar as suas ideias. Também pode querer dar uma vista de olhos nas comunidades de diferentes distribuições que disponibilizam o Xfce.
pt_br: Seja para resolver um problema ou para contribuir de qualquer forma, as comunidades Xfce são um ótimo lugar para obter ajuda ou compartilhar suas ideias. Você também pode querer dar uma olhada nas comunidades das diferentes distribuições que oferecem o Xfce.
ro: Fie că este vorba de rezolvarea unei probleme sau de a contribui în orice fel, comunitățile Xfce sunt un loc bun pentru a obține ajutor sau pentru a vă împărtăși ideile. De asemenea, ați putea dori să aruncați o privire la comunitățile diferitelor distribuții care oferă Xfce.
ru: Хотите ли вы решить проблему или внести какой-либо собственный вклад, сообщество Xfce — отличное место, чтобы получить помощь или поделиться своими идеями. Вы также также можете взглянуть на сообщества различных дистрибутивов, в которых используется Xfce.
sq: Qoftë kur bëhet fjalë për të zgjidhur një problem ose për të dhënë ndihmesë në çfarëdo mënyrë, bashkësitë e Xfce-së janë një vend i mirë për të marrë ndihmë ose për të shkëmbyer ide. Mund të doni t’i hidhni një sy bashkësive të shpërndarjeve të ndryshme që ofrojnë Xfce.
sr: Било за решење потешкоћа, или допринос на било какав начин, ИксФЦЕ заједнице су добро место за добијање помоћи, или дељење Ваших идеја. Можда би желели такође да погледате на заједницама различитих дистрибуција које обезбеђују ИксФЦЕ.
sv: Oavsett det är för att lösa ett problem eller för att bidra på något sätt, är Xfce-gemenskapen ett bra ställe för att få hjälp eller dela med sig idéer. Du kan också vilja ta en titt på gemenskaperna för de olika distributioner som tillhandahåller Xfce.
th: ไม่ว่าจะเป็นการแก้ปัญหาหรือร่วมทำงานในแบบใดก็ตาม ชุมชน Xfce เป็นแหล่งที่ดีที่จะขอความช่วยเหลือหรือเสนอความคิดเห็นของคุณ นอกจากนี้ คุณอาจต้องการเข้าไปดูชุมชนของชุดจัดแจกที่จัดเตรียม Xfce ด้วย
tr: Bir sorunu çözmek için ya da herhangi bir şekilde katkıda bulunmak istenildiğinde, Xfce toplulukları yardım almak için ya da fikirlerin paylaşılması için iyi bir yerdir.
uk: Окрім вирішення проблем або інших дискусій, спільнота Xfce також є добрим місцем для отримання допомоги або поширення своїх задумок. Ви також можете заглядати в спільноти інших дистрибутивів, які містять Xfce.
vi: Cho dù đó là để giải quyết vấn đề hay đóng góp theo bất kỳ cách nào, cộng đồng Xfce là nơi tốt để nhận trợ giúp hoặc chia sẻ ý tưởng của bạn. Bạn cũng có thể muốn xem qua cộng đồng của các bản phân phối khác nhau cung cấp Xfce.
zh_tw: 無論是解決問題或是以任何方式貢獻，Xfce 社群都是求助或是分享您的想法的好地方。您可能也會想要看看提供 Xfce 的不同散布版的社群。

source: Mailing lists
ca: Llistes de correu
cs: E-mailové konference
da: Mailinglister
de: Mailinglisten
es: Listas de correo
fr: Listes de diffusion
gl: Listas de correo
he: רשימות תפוצה
id: Milis
it: Liste di discussione
ja: メーリングリスト
kk: Таратылым тізімдері
lt: Pašto konferencijos
ms: Senarai mel
nb: E-postlister
oc: Listas de difusion
pl: Listy dyskusyjne
pt: Listas de correio
pt_br: Listas de discussões
ro: Liste de corespondență
ru: Списки рассылок
sq: Lista postimesh
sr: Дописне листе
sv: E-postlista
th: กลุ่มเมล
tr: E-posta listeleri
uk: Списки розсилки
vi: Danh sách gửi thư
zh_tw: 郵遞清單

source: Almost all development and coordination work is taking place on the Xfce mailing lists. A summary of all lists is available at <a href="https://mail.xfce.org">mail.xfce.org</a>. There is also a user-specific list where you can ask questions and freely discuss about the desktop.
ca: Gairebé tot el treball de desenvolupament i coordinació s'està duent a terme en les llistes de correu de l'Xfce. Un resum de totes les llistes està disponible a <a href="https://mail.xfce.org">mail.xfce.org</a>. També hi ha una llista específica per a l'usuari on podeu fer preguntes i discutir lliurement sobre l'escriptori.
cs: Téměř veškerý vývoj a koordinace se odehrává v e-mailových konferencích Xfce. Seznam všech konferencí je dostupný na adrese <a href="https://mail.xfce.org">mail.xfce.org</a>. K dispozici je také seznam uživatelů, kterým můžete klást dotazy a volně s nimi o desktopovém prostředí diskutovat.
da: Næsten al udvikling og koordineringsarbejde finder sted på Xfce's mailinglister. En oversigt over alle lister findes på <a href="https://mail.xfce.org">mail.xfce.org</a>. Der er også en bruger-specifik liste, hvor du kan stille spørgsmål og frit diskutere skrivebordet.
de: Die meiste Entwicklungsarbeit und deren Koordinierung findet auf den Xfce-Mailinglisten statt. Eine Zusammenfassung aller Mailinglisten steht unter <a href="https://mail.xfce.org">mail.xfce.org</a> zur Verfügung. Es gibt auch eine Benutzer-Liste, auf der Sie Fragen stellen und allgemein über Xfce diskutieren können.
es: Casi todas las tareas de desarrollo y coordinación se están llevando a cabo en las listas de correos. Una recopilación de todas las listas está disponible en <a href="https://mail.xfce.org">mail.xfce.org</a>. Además hay una lista específica para el usuario donde puede hacer preguntas y discutir libremente acerca del entorno de escritorio.
fr: Presque tout le travail de développement et de coordination se déroule sur les listes de diffusions de Xfce que vous pourrez trouver à <a href="https://mail.xfce.org">mail.xfce.org</a>. Il existe également une liste spécifique où les utilisateurs peuvent poser leurs questions et discuter librement du bureau.
gl: Case todas as tarefas de desenvolvemento e coordinación teñen lugar nas listas de correo Xfce. En <a href="https://mail.xfce.org">mail.xfce.org</a> está dispoñíbel un resumo de todas as listas. Tamén hai unha lista específica do usuario onde pode facer preguntas e falar libremente sobre o escritorio.
he: כמעט כל עבודת הפיתוח והתיאום קורית ברשימות התפוצה של Xfce. סיכום של כל הרשימות זמין ב־<a href="https://mail.xfce.org">mail.xfce.org</a>. יש גם רשימה מיוחדת למשתמשים שבה אפשר לשאול שאלות ולדון בחופשיות על שולחן העבודה.
id: Hampir semua pekerjaan pengembangan dan koordinasi dilakukan di milis Xfce. Daftar semua milis tersedia di <a href="https://mail.xfce.org">mail.xfce.org</a>. Ada juga daftar khusus pengguna tempat Anda dapat bertanya dan bebas berdiskusi seputar desktop.
it: La maggior parte del lavoro di sviluppo e di coordinamento avviene sulle liste di discussione di Xfce. Un elenco di tutte le liste è disponibile su <a href="https://mail.xfce.org">mail.xfce.org</a>. È anche disponibile una lista dedicata agli utenti dove è possibile fare domande e discutere liberamente sull'ambiente grafico.
ja: ほとんどすべての開発に関する調整作業は Xfce メーリングリストで行われています。すべてのリストのログは <a href="https:/mail.xfce.org">mail.xfce.org</a> にまとめられています。ユーザー向けのリストもあり、質問やデスクトップに関する会話が行われています。
kk: Барлық дерлік әзірлеу және үйлестіру жұмыстары Xfce таратылым тізімдерінде жүреді. Барлық тізімдердің жиынтығы <a href="https://mail.xfce.org">mail.xfce.org</a> сайтында қолжетімді. Сондай-ақ, сұрақтар қоюға және жұмыс үстелі туралы еркін талқылауға болатын пайдаланушыларға арналған арнайы тізім бар.
lt: Beveik visas kūrimo ir koordinavimo darbas atliekamas Xfce pašto konferencijose. Visų laiškų santrauka prieinama <a href="https://mail.xfce.org">mail.xfce.org</a>. Taipogi yra naudotojams skirta konferencija kurioje galite užduoti klausimą ar laisvai diskutuoti apie darbalaukį.
ms: Hampir semua kerja-kerja pembangunan dan koordinasi bergerak menerusi senarai mel Xfc. Ringkasan semua senarai tersedia di <a href="https://mail.xfce.org">mail.xfce.org</a>. Terdapat juga senarai spesifik-pengguna yang mana anda boleh menanya sialan dan bebas berbincang mengenai desktop.
nb: Nesten all utviklings- og koordineringsarbeid finner sted på Xfce e-postlister. Et sammendrag av alle listene finnes på <a href="https://mail.xfce.org">mail.xfce.org</a>. Det er også en bruker-spesifikk liste der du kan stille spørsmål og diskutere skrivebordsmiljøet.
oc: Gaireben tot lo trabalh de desvolopament e de coordinacion se debana sus las listas de difusion Xfce. Un resumit de totas las listas es disponible a l'adreça <a href="https://mail.xfce.org">mail.xfce.org</a>. Tanben i a una lista especifica pels utilizaires, ont podètz pausar de questions e discutir liurament sul burèu.
pl: Prawie cała praca twórców oprogramowania i koordynatorów organizowana jest za pośrednictwem list dyskusyjnych Xfce. Spis wszystkich list znajduje się na stronie <a href="https://mail.xfce.org">mail.xfce.org</a>. Dostępna jest także lista przeznaczona dla użytkowników, na której można zadawać pytania i swobodnie rozmawiać o środowisku graficznym.
pt: A maioria do trabalho de desenvolvimento e coordenação são tomadas nas listas de correio do Xfce. Um resumo de todas as listas estão disponíveis em <a href="https://mail.xfce.org">mail.xfce.org</a>. Existe também uma lista específica de utilizador, onde pode fazer perguntas e discutir livremente acerca do ambiente de trabalho.
pt_br: Quase todo o trabalho de desenvolvimento e coordenação acontece nas listas de discussão do Xfce. Um resumo de todas as listas está disponível em <a href="https://mail.xfce.org">mail.xfce.org</a>. Também há uma lista específica para usuários, onde você pode fazer perguntas e discutir livremente sobre o ambiente de desktop.
ro: Aproape toate activitățile de dezvoltare și coordonare au loc pe listele de discuții Xfce. Un rezumat al tuturor listelor este disponibil la <a href="https://mail.xfce.org">mail.xfce.org</a>. Există, de asemenea, o listă specifică utilizatorilor unde puteți pune întrebări și discuta liber despre mediul grafic de birou Xfce.
ru: Почти вся разработка и координация действий осуществляется через списки рассылки Xfce. Общие сведения о всех списках доступны на <a href="https://mail.xfce.org">mail.xfce.org</a>. Есть также список рассылки специально для пользователей, где вы можете задавать вопросы и свободно обсуждать среду рабочего стола Xfce.
sq: Thuajse krejt zhvillimi dhe bashkërendimi i punës kryhet te listat e postimeve të Xfce-së. Një përmbledhje e krejt listave gjendet te <a href="https://mail.xfce.org">mail.xfce.org</a>. Ka edhe një listë të posaçme për përdoruesit, tek e cila mund mund të bëni pyetje dhe të diskutoni lirshëm rreth desktopit.
sr: Скоро сав развоји и усклађивање рада се одвија на ИксФЦЕ дописним листама. Сажетак свих листи је доступан на <a href="https://mail.xfce.org">mail.xfce.org</a>. Такође постоји и нарочита корисничка листа где можете поставити питање и слободно разговарати о радном окружењу.
sv: Nästan all utveckling och koordinationsarbete sker på Xfce:s e-postlistor. En sammanfattning av alla listor finns tillgänglig på <a href="https://mail.xfce.org">mail.xfce.org</a>. Det finns också en speciell lista för användare där du kan ställa frågor och fritt diskutera om skrivbordsmiljön.
th: การประสานงานพัฒนาเกือบทั้งหมดจะเกิดขึ้นในกลุ่มเมลต่างๆ ของ Xfce มีสรุปรายชื่อกลุ่มเมลทั้งหมดอยู่ที่ <a href="https://mail.xfce.org">mail.xfce.org</a> และยังมีกลุ่มเมลหนึ่งสำหรับผู้ใช้โดยเฉพาะ ซึ่งคุณสามารถถามคำถามและอภิปรายเกี่ยวกับตัวเดสก์ท็อปได้อย่างอิสระ
tr: Hemen hemen tüm geliştirme ve koordinasyon çalışmaları Xfce e-posta listelerinde yer alıyor. Tüm listelerin bir özeti <a href="https://mail.xfce.org"> mail.xfce.org </a> mevcuttur.Soru soracağınız ve özgürce masaüstüne hakkında tartışma yapacağınız bir kullanıcıya özel liste de bulunmaktadır.
uk: Майже всі роботи по розробці і координуванню відбуваються у списку розсилки Xfce. Огляд всіх списків доступний на <a href="https://mail.xfce.org">mail.xfce.org</a>. Там також є спеціальні тематичні списки, де Ви зможете задати питання і вільно обговорити питання, пов’язані з робочим столом Xfce.
vi: Hầu như tất cả công việc phát triển và điều phối đều diễn ra trên danh sách gửi thư của Xfce. Bản tóm tắt của tất cả các danh sách có sẵn tại <a href="https://mail.xfce.org">mail.xfce.org</a>. Ngoài ra còn có một danh sách dành riêng cho người dùng, nơi bạn có thể đặt câu hỏi và thảo luận thoải mái về máy tính để bàn.
zh_tw: 幾乎所有的開發及協作都是在 Xfce 郵件列表上進行的。所有列表的摘要都可以在 <a href="https://mail.xfce.org">mail.xfce.org</a> 上看到。也有一個使用者專用的列表，您可以在上面自由的詢問及討論關於桌面的一切議題。

source: <strong>NOTE:</strong> In order to post to these lists, you must first subscribe.
ca: <strong>NOTA:</strong> Per publicar en aquestes llistes, primer us heu de subscriure.
cs: <strong>POZNÁMKA:</strong> Abyste do těchto konferencí mohli přispívat, musíte se nejdříve přihlásit k odběru.
da: <strong>BEMÆRK:</strong> for at kunne skrive til disse lister, skal du første abonnere.
de: <strong>ACHTUNG:</strong> Um Beiträge in diesen Listen veröffentlichen zu können, müssen Sie sie zuerst abonnieren.
es: <strong>NOTA:</strong> Para escribir a estas listas, primero debe suscribirse.
fr: <strong> REMARQUE : </strong> Pour poster sur ces listes, vous devez d’abord vous inscrire.
gl: <strong>NOTA:</strong> para poder publicar nestas listas, primeiro debe subscribirse.
he: <strong>הערה:</strong> על מנת להשתמש ברשימות האלה, עליך קודם להירשם.
id: <strong>CATATAN:</strong> Agar dapat melakukan pos di milis ini, Anda harus berlangganan terlebih dahulu.
it: <strong>NOTA:</strong> per poter partecipare a queste liste di discussione, occorre prima iscriversi.
ja: <strong>注意：</strong> リストに投稿するにはそのリストを購読しなければなりません。
kk: <strong>Ескерту:</strong> Осы тізімдерге хабарлама жіберу үшін алдымен жазылуыңыз керек.
lt: <strong>PASTABA:</strong> norėdami rašyti šiose konferencijose, pirmiausia turite prisijungti.
ms: <strong>PERHATIAN:</strong> Untuk mengepos senarai ini, anda perlu terlebih dahulu melanggan.
nb: <strong>MERKNAD:</strong> For å poste på disse listene må du først abonnere.
nl: <strong>OPMERKING:</strong> Om te plaatsen op deze lijsten, moet u zich eerst abonneren.
oc: <strong> REMARCA : </strong> Per postar sus aquelas listas, vos cal d'en primièr vos inscriure.
pl: <strong>Uwaga:</strong> aby zamieszczać wpisy na danych listach dyskusyjnych, należy najpierw te listy zasubskrybować.
pt: <strong>NOTA:</strong> se quiser enviar mensagens para a lista, tem que a subscrever.
pt_br: <strong>OBSERVAÇÃO:</strong> Para enviar mensagens para estas listas, você deve primeiro se inscrever.
ro: <strong>NOTĂ:</strong> Pentru a putea publica mesaje pe aceste liste, trebuie mai întâi să vă abonați.
ru: <strong>ПРИМЕЧАНИЕ:</strong> Для отправки сообщений в эти списки рассылки сначала нужно на них подписаться.
sq: <strong>SHËNIM:</strong> Që të mund të postoni në këto lista, së pari lypset të pajtoheni në to.
sr: <strong>ПРИМЕДБА:</strong> Да би се давали објаве на ове спискове, морате се претплатити.
sv: <strong>OBSERVERA:</strong> För att kunna posta på dessa listor, måste du först prenumerera.
th: <strong>หมายเหตุ:</strong> ก่อนที่จะโพสต์ในกลุ่มเมลเหล่านี้ได้ คุณต้องสมัครสมาชิกเสียก่อน
tr: <strong>NOT:</strong> Bu listelere yazmadan önce üye olmanız gereklidir.
uk: <strong>ПРИМІТКА:</strong> Щоб дописувати в цей список розсилання, спочатку Вам потрібно підписатися на нього.
vi: <strong>LƯU Ý:</strong> Để đăng bài lên các danh sách này, trước tiên bạn phải đăng ký.
zh_tw: <strong> 注意： </strong> 要在這些列表上面貼文，您必須先訂閱。

source: Matrix
ca: Matriu
sr: Матрица
vi: Ma trận

source: If you have a problem that you cannot resolve, you might want to try asking a question in our Matrix channel <a href="https://matrix.to/#/#xfce:matrix.org">#xfce</a>. The channel has several active users. It is recommended that you consult the <a href="https://docs.xfce.org/" class="external">documentation</a> about your problem before asking your question.
ca: Si teniu un problema que no podeu resoldre, podeu intentar fer una pregunta al nostre canal Matrix <a href="https://matrix.to/#/#xfce:matrix.org">.xfce</a>. El canal té diversos usuaris actius. Es recomana consultar la documentació <a href="https://docs.xfce.org/" class="external"></a> sobre el vostre problema abans de fer la vostra pregunta.
es: Si tiene un problema que no puede resolver, puede intentar hacer una pregunta en nuestro canal Matrix <a href="https://matrix.to/#/#xfce:matrix.org">#xfce</a>. El canal tiene varios usuarios activos. Se recomienda que consulte la <a href="https://docs.xfce.org/" class="external">documentación</a> sobre su problema antes de hacer su pregunta.
gl: Se ten un problema que non pode resolver, é posíbel que queira probar a facer unha pregunta na nosa canle Matix <a href="https://matrix.to/#/#xfce:matrix.org">#xfce</a>. A canle ten varios usuarios activos. Recoméndase que consulte a <a href="https://docs.xfce.org/" class="external">documentación</a> sobre o problema antes de facer a súa pregunta.
he: אם יש לך בעיה שאתה לא יכול לפתור, אולי תרצה לנסות לשאול שאלה בערוץ Matrix שלנו <a href="https://matrix.to/#/#xfce:matrix.org">#xfce</a>. בערוץ יש כמה משתמשים פעילים. מומלץ לבדוק את <a href="https://docs.xfce.org/" class="external">התיעוד</a> בקשר לבעיה שלך לפני שאתה שואל את השאלה.
it: Se si ha un problema che non si riesce a risolvere, è possibile chiedere assistenza nel canale Matrix <a href="https://matrix.to/#/#xfce:matrix.org">#xfce</a>. Il canale ha diversi utenti attivi. Comunque, prima di fare domande, è sempre bene consultare la <a href="https://docs.xfce.org/" class="external">documentazione</a>.
kk: Егер сізде шешілмейтін мәселе болса, біздің <a href="https://matrix.to/#/#xfce:matrix.org">#xfce</a> Matrix арнасында сұрақ қойып көруіңізге болады. Арнада бірнеше белсенді пайдаланушылар бар. Сұрақ қоймас бұрын мәселеңіз туралы <a href="https://docs.xfce.org/" class="external">құжаттаманы</a> қарап шығу ұсынылады.
pl: Rozwiązań niektórych problemów można szukać na kanale Matrix <a href="https://matrix.to/#/#xfce:matrix.org">#xfce</a>. Udziela się tam kilku aktywnych użytkowników. Przed zadaniem pytania zalecamy zapoznanie się z <a href="https://docs.xfce.org/" class="external">dokumentacją</a> dotyczącą problemu.
pt_br: Se tiver um problema que não consegue resolver, tente fazer uma pergunta em nosso canal no Matrix <a href="https://matrix.to/#/#xfce:matrix.org">#xfce</a>. O canal possui vários usuários ativos. É recomendável que você consulte a <a href="https://docs.xfce.org/" class="external">documentação</a> sobre o seu problema antes de fazer sua pergunta.
ro: Dacă aveți o problemă pe care nu o puteți rezolva, ați putea încerca să puneți o întrebare în canalul nostru Matrix <a href="https://matrix.to/#/#xfce:matrix.org">#xfce</a>. Canalul are mai mulți utilizatori activi. Este recomandat să consultați <a href="https://docs.xfce.org/" class="external">documentația</a> referitoare la problema dvs. înainte de a pune întrebarea.
sr: Уколико имате потешкоћа које не можете превазићи, можете покушати да упитате на нашем каналу Матрице <a href="https://matrix.to/#/#xfce:matrix.org">#xfce</a>. Овај канал има неколико сталних корисника. Препоручујемо да прегледате <a href="https://docs.xfce.org/" class="external">упутство</a> о свом проблему пре питања.
vi: Nếu gặp vấn đề không thể giải quyết, bạn có thể thử đặt câu hỏi trong kênh Ma trận <a href="https://matrix.to/#/#xfce:matrix.org">#xfce</a> của chúng tôi. Kênh có một số người dùng đang hoạt động. Bạn nên tham khảo <a href="https://docs.xfce.org/" class="external">tài liệu</a> về vấn đề của mình trước khi đặt câu hỏi.
