Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: With Xfce 4.8 our users will be able to browse remote shares using a variety of protocols (SFTP, SMB, FTP and many more). The window clutter has been reduced by merging all file progress dialogs into a single one.
ca: Amb Xfce 4.8 els nostres usuaris podran navegar per comparticions remotes utilitzant una varietat de protocols (SFTP, SMB, FTP i molts més). El desordre de la finestra s'ha reduït fusionant tots els diàlegs de progrés de fitxers en un sol.
cs: S Xfce 4.8 bude našim uživatelům umožněno procházet vzdálené sdílené složky pomocí různých protokolů (SFTP, SMB, FTP a mnohými dalšími). Množství oken se snížilo spojením všech dialogových oken informujících o průběhu operacích se soubory do jednoho.
da: Med Xfce 4.8 er vores brugere i stand til at gennemse fjern-deling ved brug af varierede protokoller (SFTP, SMB, FTP og mange flere). Vinduets uorden er blevet reduceret ved at sammenlægge alle fil-fremskridts dialoger ind i en enkelt én.
de: Mit Xfce 4.8 können unsere Nutzer entfernte Freigaben mit verschiedenen Protokollen (SFTP, SMB, FTP und viele mehr) durchsuchen. Die Übersichtlichkeit wurde durch Zusammenfassung aller Dateifortschrittsdialoge in einem einzigen Dialog verbessert.
es: Con Xfce 4.8 los usuarios podrán navegar por directorios remotos usando una variedad de protocolos (SFTP, SMB, FTP y muchos más). El desorden de la ventana se ha reducido mediante la fusión de todos los diálogos de progreso de archivos en uno solo.
fr: Cette version permettra aux utilisateurs d’accéder aux partages distants au moyen de différents protocoles (SFTP, SMB, FTP et d’autres). L’encombrement de l’écran a été réduit en fusionnant les fenêtres de progression des fichiers.
gl: Co Xfce 4.8 os nosos usuarios poderán buscar partes remotas mediante unha variedade de protocolos (SFTP, SMB, FTP e moitos máis). A desorde da xanela foi reducida fusionando todos os diálogos de progreso de ficheiros nun só.
he: עם Xfce 4.8 המשתמשים שלנו יכולים לסייר בחלקים רחוקים בעזרת מבחר פרוטוקולים (SFTP, SMB, FTP ועוד רבים). אי הסדר בחלון צומצם ע"י שילוב כל דיאלוגי התקדמות קובץ לאחד בלבד.
id: Dengan Xfce 4.8 pengguna kami akan dapat meramban pembagian jarak jauh menggunakan beragam protokol (SFTP, SMB, FTP dan banyak lainnya). Pemisahan jendela telah dikurangi dengan menggabungkan semua dialog proses berkas menjadi satu.
it: Con Xfce 4.8 l'utente sarà in grado di sfogliare le condivisioni remote utilizzando un'ampia varietà di protocolli (SFTP, SMB, FTP e molti altri). Le moltitudine di finestre è stata ridotta unendo tutte le finestre di avanzamento delle operazioni sui file in una singola.
ja: Xfce 4.8では、ユーザーはさまざまなプロトコル（SFTP、SMB、FTPなど）を使用してリモート共有を閲覧できます。すべてのファイル進行状況ダイアログを1つのダイアログにマージすることで、ウィンドウの乱雑さが軽減されました。
kk: Xfce 4.8 көмегімен пайдаланушыларымыз әртүрлі хаттамаларды (SFTP, SMB, FTP және т.б.) пайдаланып, қашықтағы ортақ ресурстарды шолу мүмкіндігіне ие болады. Барлық файлдық операциялардың барысы туралы сұхбат терезелерін бір терезеге біріктіру арқылы терезелердің ретсіздігі азайтылды.
lt: Su Xfce 4.8 mūsų naudotojai galės naršyti nuotolinius bendrinamus aplankus, naudodami įvairius protokolus (SFTP, SMB, FTP ir daugelį kitų). Chaosas su langais buvo sumažintas, sujungus visus failų eigos dialogus į vieną.
ms: Dengan Xfce 4.8 pengguna kami dapat melayari perkongsian jauh menggunakan pelbagai protokol (SFTP, SMB, FTP dan banyak lagi). Clutter tetingkap telah dikurangkan dengan menggabungkan semua dialog kemajuan fail menjadi satu.
nb: Med Xfce 4.8 vil våre brukere kunne utforske fjerntliggende filsystem med et utvalg av protokoller (SFTP, SMB, FTP og flere til). Vindusrotet har også blitt redusert ved å bruke én enkelt framdriftsviser.
oc: Amb Xfce 4.8 nòstres utilizaires pourront percórrer los partiment s distants en utilizant una variété de protocòls (SFTP, SMB, FTP e beaucoup plus). L'encombrement de la fenèstra es estada redusida per la fusion de totas las bóstias de dialòg dels fichièrs en un seul.
pl: Użytkownicy Xfce 4.8 będą mogli przeglądać zdalne zasoby przy użyciu różnych protokołów (SFTP, SMB, FTP i wielu innych). Celem zmniejszenia nieładu panującego wśród okien, postępy wszystkich działań na plikach wyświetlane są w jednym oknie.
pt: Com Xfce 4.8 os nossos utilizadores serão capazes de usar as partilhas remotas usando uma variedade de protocolos (SFTP, SMB, FTP e muito mais). A confusão de janelas foi reduzida, fundindo todas as janelas de progresso de ficheiros num único.
pt_br: Com o Xfce 4.8, nossos usuários serão capazes de navegar em compartilhamentos remotos usando uma variedade de protocolos(SFTP, SMB, FTP e muito mais). A bagunça de janela foi reduzida ao combinar todos os progresso de arquivos em um único diálogo.
ro: Cu Xfce 4.8, utilizatorii noștri vor putea să navigheze prin partajări la distanță folosind o varietate de protocoale (SFTP, SMB, FTP și multe altele). Dezordinea ferestrelor a fost redusă prin fuzionarea tuturor dialogurilor de progres ale fișierelor într-unul singur.
ru: В Xfce 4.8 пользователи смогут просматривать удалённые общие ресурсы, используя различные протоколы (SFTP, SMB, FTP и многие другие). Было уменьшено оконное загромождение объединением в диалогов прогресса операций над файлами.
sq: Me Xfce 4.8, përdoruesit tanë do të jenë në gjendje të shfletojnë ndarje së largëti duke përdorur një larmi protokollesh (SFTP, SMB, FTP dhe mjaft të tjerë). Rrëmuja me dritaret është reduktuar duke shkrirë në një të vetëm krejt dialogët për ecuri veprimesh mbi kartelat.
sr: Са Иксфцеом 4.8 наши корисници ће бити у могућности да прегледају удаљења дељења употребом бројних протокола (СФТП; СМБ; ФТМ и других). Неуредност прозора је смањена стапањем свих прозора напретка у један.
sv: Med Xfce 4.8 kommer våra användare att kunna bläddra i fjärresurser med en mängd olika protokoll (SFTP, SMB, FTP och många fler). Fönsterröran har reducerats genom att slå samman dialogfönster för filförlopp till ett enda.
th: ด้วย Xfce 4.8 ผู้ใช้จะสามารถท่องดูทรัพยากรที่แบ่งปันผ่านเครือข่ายได้โดยใช้โพรโทคอลที่หลากหลาย (SFTP, SMB, FTP และอื่นๆ อีกมากมาย) ความรกของหน้าต่างก็ลดลงจากการผนวกรวมกล่องโต้ตอบความคืบหน้าของแฟ้มต่างๆ เข้าเป็นกล่องเดียว
tr: Xfce 4.8 ile kullanıcıların çeşitli protokolleri (SFTP, SMB, FTP ve daha pek çok) kullanarak uzak paylaşımlara göz atmaları mümkün olacaktır.Pencere dağınıklığı tek birine tüm dosya ilerleme diyalogları birleştirerek düşürüldü.
uk: З Xfce 4.8 наші користувачі будуть в змозі переглядати віддалені місця, використовуючи різні протоколи (SFTP, SMB, FTP і багато інших). Усі діалоги дій над файлами тепер об’єднано в один, щоб зменшити безлад на стільниці.
vi: Với Xfce 4.8, người dùng của chúng tôi sẽ có thể duyệt các chia sẻ từ xa bằng nhiều giao thức khác nhau (SFTP, SMB, FTP và nhiều giao thức khác). Sự lộn xộn của cửa sổ đã được giảm bớt bằng cách hợp nhất tất cả các hộp thoại tiến trình tệp thành một hộp thoại duy nhất.
zh_tw: 使用 Xfce 4.8，我們的使用者可以此用多種協議(SFTP、SMB、FTP或更多其他協議)來瀏覽遠端共享。將所有檔案進度對話框合併後只剩單一個一個對話框。

source: Our panel application has been rewritten, thereby improving positioning, transparency, item and launcher management. It also introduces a new menu plugin to view directories. Its plugin framework remains compatible with 4.6 plugins.
ca: S'ha reescrit la nostra aplicació de panells, millorant així el posicionament, la transparència, la gestió d'elements i llançadors. També introdueix un nou connector de menú per a veure directoris. El seu entorn de treball de connectors continua sent compatible amb connectors 4.6.
cs: Naše aplikace panel byla přepsána, vylepšuje umisťování, průhlednost, správu položek a spouštěčů. Také uvádí nový zásuvný modul pro zobrazování adresářů. Jeho framework pro zásuvné moduly zůstává kompatibilní se zásuvnými moduly verze 4.6.
da: Vores panel applikation er blevet omskrevet og dermed forbedret positionering, gennesigtighed, punkter og kørelse-håndtering. Det introducerer også en ny menu plugin for at se mapper. Dets plugin-rammeværk er stadig kompatibel med 4.6 plugins.
de: Unsere Leiste wurde neu geschrieben, wodurch sich Eigenschaften wie Positionierung, Transparenz und die Verwaltung von Objekten und Startern verbessert haben. Es wurde auch ein neues Menü-Plugin eingeführt, das das Betrachten von Ordnern erlaubt. Das Plugin-Framework ist abwärtskompatibel zu Plugins für Xfce 4.6.
es: Hemos rescrito nuestro panel de aplicaciones mejorando el posicionamiento, trasparencia y la gestión del lanzador. Incluye también un nuevo complemento en el menú para ver los directorios. Sus complementos para la plataforma sigue siendo compatible con los de la versión 4.6.
fr: Notre tableau de bord a été réécrit, améliorant le positionnement, la transparence, la gestion des éléments et du lanceur. Il introduit également un nouveau greffon de visualisation des répertoires. Son environnement de développement de greffons reste compatible avec ceux de la 4.6.
gl: Reescribiuse a nosa aplicación do panel, mellorando así a posición, a transparencia, a xestión dos elementos e iniciadores. Tamén se introduciu un novo engadido de menú para ver os directorios. A infraestrutura deste engadido permanece compatíbel cos engadidos da versión 4.6.
he: תוכנת הפאנל שלנו נכתבה מחדש, בכך משתפרים מיקום, שקיפות, ניהול פריט ומפעיל. היא גם מציגה תוסף תפריט חדש לצפייה בתיקיות. מסגרת התוסף שלה נשארת תואמת עם תוספים של 4.6 .
id: Aplikasi panel kami telah ditulis ulang, sehingga meningkatkan manajemen penempatan, transparansi, item dan peluncur. Ia juga mengenalkan plugin menu baru untuk menampilkan direktori. Kerangka kerja plugin tetap sesuai dengan plugin 4.6.
it: Le applicazioni per il pannello sono state riscritte, migliorandone il posizionamento, la trasparenza, gli elementi e la gestione degli avviatori. È stato anche introdotto un nuovo plugin del menu per visualizzare le cartelle. L'infrastruttura dei plugin rimane compatibile con i plugin della versione 4.6.
ja: パネルアプリケーションが書き直され、位置調整、透明度、アイテムとランチャーの管理が改善されました。また、ディレクトリを表示するための新しいメニュープラグインも導入されています。 プラグインフレームワークは、Xfce 4.6 プラグインとの互換性を維持しています。
kk: Біздің панель қолданбасы қайта жазылды, осылайша орналасуы, мөлдірлігі, элементтер мен іске қосқыштарды басқару жақсартылды. Ол сондай-ақ бумаларды қарауға арналған жаңа мәзір плагинін ұсынады. Оның плагиндер фреймворкі 4.6 плагиндерімен үйлесімді болып қала береді.
lt: Mūsų skydelio programa buvo perrašyta ir taip pagerina pozicionavimą, permatomumą, elemento ir leistuko tvarkymą. Ji taip pat pristato naują meniu įskiepį, skirtą žiūrėti katalogus. Jo įskiepio karkasas išlieka suderinamas su 4.6 įskiepiais.
ms: Aplikasi panel kami telah ditulis-semula, dengan itu dapat memperbaiki kedudukan, kelutsinarqn, pengurusan item dan pelancar. Selain itu, satu pemalam menu baharu untuk melihat direktori telah diperkenalkan. Bingkai kerja pemalam tersebut kekal serasi dengan pemalam 4.6.
nb: Vårt panel-program har blitt skrevet om, hvilket bedrer posisjonering, gjennomsiktighet, element og oppstarter-behandling. Det introduserer også et nytt meny-tillegg for å vise mapper. Tilleggs-rammeverket er fremdeles kompatibelt med 4.6-tillegg.
oc: Nòstre panèl de las aplicacions es estada reescrich, aquò melhora lo posicionament, la transparéncia, e la gestion de l'aviador e dels elements. Il introduit tanben un novèl menú de empeuton per afichar los repertòris. Son quadre de empeuton reste compatible amb los empeutons .4.6
pl: Panel został napisany od podstaw, zyskując usprawnioną obsługę pozycjonowania, przezroczystości i możliwość zarządzania aktywatorami oraz całą jego zawartością. W nowej wersji programu znalazł się także aplet wyświetlający zawartość katalogów. Struktura wtyczek panelu pozostała zgodna z wtyczkami wydania 4.6.
pt: Nossa aplicação de painel foi reescrita, melhorando assim o posicionamento, transparência, item e gestão lançador. Além disso, introduz um novo plugin de menu para visualizar Pastas. Sua estrutura de plugin permanece compatível com os plugins 4.6.
pt_br: Nosso painel de aplicação foi reescrito, assim, melhorando o posicionamento, transparência, gerenciamento e lançamento de item. Também introduz um novo plugin de menu para visualizar diretórios. A estrutura do plugin permanece compatível com plugins do 4.6.
ro: Aplicația noastră de panou a fost rescrisă, îmbunătățind astfel poziționarea, transparența, gestionarea elementelor și a lansatorului. De asemenea, introduce un nou modul de meniu pentru vizualizarea directoarelor. Cadrul său de module rămâne compatibil cu modulele din versiunea 4.6.
ru: Наше приложение Панель было переписано с улучшением позиционирования, прозрачности, элементов и управления запуском. Добавлен новый модуль для просмотра каталогов. Инфраструктура модулей панели осталась совместимой с модулями 4.6.
sq: Aplikacioni ynë i panelit është rishkruar, duke përmirësuar kështu pozicionimet, transparencën, administrimin e objekteve dhe nisësve. Ai sjell gjithashtu një shtojcë të re menush për të parë drejtori. Mekanizmi i tij për shtojca mbetet i përputhshëm me shtojca nga 4.6.
sr: Наш програм полица је преписан, тако да јој је побољшан смештај, прозирност, управљање ставкама и покретачима. Такође је претстављен нови прикључак изборника за преглед фасцикли. Њен радни оквир остаје сагласан са 4.6 прикључцима.
sv: Vårt panelprogram har skrivits om, därigenom förbättras placering, genomskinlighet, objekt- och programstartarhantering. Det introducerar också ett nytt menyinsticksprogram för att se kataloger. Dess ramverk för insticksprogram förblir kompatibelt med 4.6 insticksprogram.
th: พาเนลของเราได้ถูกเขียนใหม่หมด ทำให้ได้การวางตำแหน่ง ความโปร่งใส และการจัดการรายการและปุ่มเรียกโปรแกรมต่างๆ ที่ดีขึ้น นอกจากนี้ยังมีปลั๊กอินใหม่เป็นเมนูสำหรับดูไดเรกทอรีต่างๆ และกรอบงานปลั๊กอินของรุ่นนี้ยังคงเข้ากันได้กับปลั๊กอินของรุ่น 4.6 อยู่
tr: Böylece bizim panel uygulamamız konumlandırma, saydamlık, öge ve denetim başlatıcısı yönetiminin iyileştirilmesi ile yeniden yazılmıştır. Ayrıca dizinleri görüntülemek için yeni menü eklentisi tanıtılmıştır. Onun çerçeve eklentisi 4.6 eklentileri ile uyumludur.
uk: Всі програми панелі повністю переписані, покращено позиціювання, прозорість і запуск програм. Також введено новий додаток меню для перегляду тек. Додатки також узгоджуються з додатками з випуску 4.6.
vi: Ứng dụng bảng điều khiển của chúng tôi đã được viết lại, từ đó cải thiện khả năng quản lý vị trí, tính minh bạch, vật phẩm và trình khởi chạy. Nó cũng giới thiệu một plugin menu mới để xem các thư mục. Khung plugin của nó vẫn tương thích với các plugin 4.6.
zh_tw: 我們的面板應用程式也已重新編寫，因此改進了位置、透明度、項目以及啟動器的管理。它同時也採用了新的選單插件以檢視目錄。它的插件框架仍相容於4.6版的插件。
