Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Write release notes
cs: Sepsání poznámek k vydání
da: Skriv udgivelsesbemærkninger
de: Freigabehinweise schreiben
fr: Rédiger les notes de version
id: Penulisan catatan rilis
ja: リリースノートの執筆
lt: Leidimo pastabų rašymas
ms: Tulis nota keluaran
nb: Skrive versjonsnotat
nl: Schrijf release notes
oc: Redigir de nòtas de parucion
pt: Escrever as notas de lançamento
ru: Написание замечаний о выпуске
sq: Shkrim i shënimeve të versionit
sv: Skriva utgåvekommentarer
th: เขียนบันทึกประจำรุ่น
tr: Sürüm notları yazmak
uk: Написання нотаток про випуск
zh_tw: 寫「發行公告」

source: Write release announcements
cs: Sepsání oznámení k vydání
da: Skriv udgivelsesbekendtgørelser
de: Freigabeankündigungen schreiben
fr: Rédiger les annonces de publication
id: Penulisan pengumuman rilis
ja: リリースアナウンスの執筆
lt: Leidimo pranešimų rašymas
ms: Menulis pengumuman keluaran
nb: Skrive utgivelsesannonseringer
nl: Schrijf release aankondigingen
oc: Redigir los anoncis de parucion
pt: Escrever os anúncios de lançamento
ru: Написание объявлений о выпуске
sq: Shkrim i njoftimeve për hedhjesh në qarkullim
sv: Skriva utgåvetillkännagivanden
th: เขียนประกาศออกรุ่น
tr: Sürüm duyuruları yazmak
uk: Написання оголошення про випуск
zh_tw: 撰寫發行公告

source: Create Bugzilla tags
cs: Tvorba značek v Bugzille
da: Opret Bugzilla-tags
de: Bugzilla-Markierungen erstellen
fr: Création d’étiquettes Bugzilla
id: Pembuatan penanda (tag) di Bugzilla
ja: Bugzilla タグの作成
lt: Žymių Bugzilla puslapyje kūrimas
ms: Mewujudkan tag Bugzilla
nb: Lage Bugzilla-merkelapper
nl: Maak Bugzilla tags
oc: Creacion d'etiquetas Bugzilla
pt: Criar etiquetas bugzilla
ru: Создание меток Bugzilla
sq: Krijim etiketash Bugzilla
sv: Skapa Bugzilla märkningar
th: สร้างแท็กใน Bugzilla
tr: Bugzilla etiketleri oluşturmak
uk: Створення міток Bugzilla
zh_tw: 創建 Bugzilla 標記

source: Approve fixes of blocker bugs during code freeze
cs: Schvalování oprav chyb blokujících vydání během fáze zmrazení kódu
da: Godkend løsninger af blokerings-fejl mens kode fryser
de: Korrekturen von kritischen Fehlern während des Code-Freeze genehmigen
fr: Approuve les corrections de bogues bloquants en période de gel de code
id: Persetujuan perbaikan pada awakutu yang menjadi pemblokir saat kode dibekukan
ja: コードフリーズ中のブロッカーバグの修正の承認
lt: Kodo užšaldymo fazėje pataisų patvirtinimas
ms: Meluluskan pembaikan pepijat penghalang ketika pembekuan kod
nb: Godkjenne fiks av blokkerende feil under kodefrys
nl: Goed te keuren fixes van bugs tijdens blocker code freeze
oc: Aprovar de correctius de bugs blocants en periòde de gèl de còdi
pt: Aprovar correções dos erros críticos durante o desenvolvimento
ru: Утверждать исправления блокировки ошибок на стадии заморозки кода
sq: Miratim ndreqjes për të meta që bllokojnë procesin gjatë ngrirjes së kodit
sv: Godkänna korrigeringar av blockerande fel under kodfrys
th: ตรวจรับรองรายการแก้ไขต่างๆ ของบั๊กที่ขวางกั้นการออกรุ่นในช่วงหยุดเปลี่ยนแปลงโค้ด
tr: Kod dondurulması sürecinde engelleyici hataları onaylamak
uk: Затвердження латок для вад під час замороження коду
zh_tw: 在代碼凍結期間批准修復阻斷錯誤

source: Release Assistant(s)
cs: Asistent(i) pro vydávání
da: Udgivelsesassistent(er)
de: Freigabe-Assistent(en)
fr: Assistant(s) de publication
id: Asisten Rilis
ja: リリースアシスタント
lt: Leidimo pagalbininkas(-ai)
ms: Pembantu(s) Keluaran
nb: Utgivelsesassistent(er)
oc: Adjunt(s) de version
pt: Assistente(s) de lançamento
ru: Помощник(и) выпуска
sq: Ndihmës Hedhjeje Në Qarkullim
sv: Publiceringsassistent(er)
th: ผู้ช่วยออกรุ่น
tr: Sürüm Yardımcı(ları)
uk: Помічник(и) випуску
zh_tw: 發行助理

source: Update the website(s)
cs: Aktualizace webových stránek
da: Opdater webstedet/webstederne
de: Aktualisieren der Webseite(n)
fr: Actualiser le(s) site(s) Web
id: Perbarui situs web
ja: ウェブサイトの更新
lt: Svetainių atnaujinimas
ms: Mengemakini laman sesawang(s)
nb: Oppdatere nettsiden(e)
nl: Actualiseren van de website (s)
oc: Metre a jorn lo(s) site(s)
pt: Atualização de website(s)
ru: Обновление сайта(ов)
sq: Përditësim sajti(esh)
sv: Uppdatera hemsida(or)
th: ปรับข้อมูลเว็บไซต์
tr: Web sayfa(ları)sını süncellemek
uk: Оновлення веб-сторінки(ок)
zh_tw: 更新網站

source: Help the release manager with his tasks
cs: Asistence správci vydání s jeho úlohami
da: Hjælp udgivelsesmanageren med hans opgaver
de: Dem Freigabe-Betreuer bei seinen Aufgaben helfen
fr: Aider le gestionnaire de publication dans ses tâches
id: Membantu manajer rilis dalam melaksanakan tugasnya
ja: リリースマネージャーの支援
lt: Pagalba leidimo prižiūrėtojui
ms: Membantu pengurus keluaran
nb: Bistå utgivelseslederen med sine oppgaver
nl: Help de release manager met zijn taken
oc: Ajudar lo gestionari de version dins sos prètzfaits
pt: Ajudar o gestor de versão com suas tarefas
ru: Помощь управляющему выпуском с его задачами
sq: Ndihmë përgjegjësit të hedhjes në qarkullim në punët e tij
sv: Hjälp utgåveansvarig med hans uppgifter
th: ช่วยงานต่างๆ ของผู้จัดการรุ่น
tr: Sürüm yöneticisine işlerinde yardımcı olmak
uk: Допомога керівнику випуску з його завданнями
zh_tw: 幫助發行管理員完成任務

source: QA Official
cs: Vedoucí zajištění kvality (QA)
da: Officiel QA
de: Offizieller Qualitätsbeauftragter
fr: Contrôle qualité officiel
id: Tanya-Jawab Resmi
ja: QA 担当
lt: Oficialus kokybės užtikrintojas
ms: QA Rasmi
nb: Ansvarlig for kvalitetskontroll
nl: QA Officiële
oc: AQ oficiala
pt: QA Oficial
ru: Обеспечение качества
sq: SC Zyrtar
sv: QA funktionär
th: ผู้ทำหน้าที่ตรวจสอบคุณภาพ
tr: Resmi Soru-Yanıtlar
uk: Офіційні питання і відповіді
zh_tw: 官方「問與答」

source: Have an eye on libtool versions of maintanance and development releases
cs: Sledování verzí knihovny libtool údržbových a vývojových vydání
da: Hav et øje på libtool versioner af vedligeholdelse og udviklings-udgivelser
de: Ein Auge auf libtool-Versionen der Wartungs- und Entwicklungsfreigaben werfen
fr: Avoir un œil sur les outils de maintenance libtool et les versions de développement
id: Mengawasi versi libtool untuk rilis pemeliharaan dan pengembangan
ja: libtool のバージョンおよび開発版リリースの監視
lt: Libtool priežiūros ir kūrimo leidimų stebėjimas
ms: Sila lihat versi libtool keluaran penyelenggaraan dan pembangunan
nb: Ha et øye med libtool-versjonene til vedlikeholds- og utviklingsutgivelsene
nl: Hebben een oogje op libtool versies van onderhoud en ontwikkeling releases
oc: Ajatz un uèlh sus las versions en mantenença e de desvolopament de libtool
pt: Verificar as versões libtool de manutenção e desenvolvimento de versões
ru: Следить за версиями libtool при сопровождении и разработке выпусков
sq: Vëzhgim i versioneve libtool të hedhjeve në qarkullim zhvillim dhe mirëmbajtje
sv: Hålla ett öga på libtool-versioner av underhålls- och utvecklingsutgåvor
th: ตรวจตรารุ่น libtool ของรุ่นบำรุงรักษาและรุ่นพัฒนาต่างๆ
tr: Bakım ve geliştirme sürümlerindeki libtool sürümlerine dikkat etmek
uk: Наглядати за версіями libtool для налаштування і розробки випусків
zh_tw: 注意維護版本及開發版本的 libtool 版本

source: Remind maintainers about missing NEWS updates
cs: Upozorňování údržbářů o případných chybějících aktualizacích v souborech o novinkách NEWS
da: Påmind vedligeholdere om manglende NYHEDS opdateringer
de: Betreuer an fehlende Aktualisierungen der Neuigkeiten (NEWS) erinnern
fr: Signaler aux mainteneurs l’absence d’infos de mise à jour
id: Mengingatkan pemelihara tentang pembaruan BERITA yang kurang
ja: メンテナーへの NEWS 更新の督促
lt: Priminimas prižiūrėtojams apie trūkstamus NAUJIENŲ atnaujinimus
ms: Memberi peringatan kepada penyelenggara mengenai kemaskini BERITA yang tiada
nb: Påminne vedlikeholdere om manglende nyhetsoppdateringer
nl: Herinner onderhouders over ontbrekende updates NIEUWS
oc: Rapelatz los responsables que las darrièras mesas a jorn son mancantas
pt: Relembrar os responsáveis acerca de atualizações de NOTÍCIAS em falta
ru: Напоминание сопровождающим об обновлениях NEWS-фалов
sq: Kujtesë mirëmbajtësve rreth përditësimesh ende jo gati për LAJME
sv: Påminna utvecklare om saknade NYHETER
th: เตือนผู้ดูแลองค์ประกอบต่างๆ หากมีรายการตกหล่นในแฟ้ม NEWS
tr: Bakıcılara eksik güncellemeleri hatırlatmak
uk: Нагадувати розробникам про пропущені НОВІ оновлення
zh_tw: 提醒維護者記得更新相關的新聞

source: Double-check the generated tarballs
cs: Provedení dvojité kontroly vytvořených balíčků tar
da: Dobbelt-tjek de generede tarballs
de: Tiefenprüfung der erzeugten Tarballs
fr: Effectuer une double vérification des archives générées
id: Memeriksa ulang tarball yang telah dibuat
ja: 作成された tarball のダブルチェック
lt: Pakartotinis sugeneruotų tarballs patikrinimas
ms: Dwi-semak tarball yang dijana
nb: Dobbelsjekke genererte tar-arkiver
nl: Double-check de gegenereerde tarballs
oc: Doble-verificar lo paquetatge generat
pt: Verificar duas vezes os tarballs gerados
ru: Перепроверка созданных tar-архивов
sq: Kontroll i dyfishtë i paketave tar të prodhuara
sv: Dubbelkolla skapade tar-arkiv
th: ตรวจสอบก้อนทาร์ที่สร้าง
tr: Oluşturulan arşiv dosyalarını iki kez denetle
uk: Ще раз перевірити створення архівів
zh_tw: 覆核已生成的壓縮包

source: Proof-read release announcements
cs: Kontrola oznámení o vydání
da: Korrekturlæs udgivelsesbekendtgørelser
de: Freigabe-Ankündigungen gegenlesen
fr: Relire les annonces de publication
id: Mengoreksi pengumuman rilis
ja: リリースアナウンスの校正
lt: Leidimo pranešimų klaidų taisymas
ms: Membaca-pruf pengumuman keluaran
nb: Korrekturlese utgivelsesannonseringer
nl: Proeflezen release aankondigingen
oc: Relegir los anoncis de version
pt: Revisão dos anúncios de versões
ru: Перепроверка анонсов о выпуске
sq: Korrektim i njoftimeve për hedhjet në qarkullim
sv: Korrekturlästa utgåvetillkännagivanden
th: พิสูจน์อักษรประกาศออกรุ่น
tr: Sürüm duyurularını dikkatlice okumak
uk: Перевірка оголошення про випуск
zh_tw: 校正發行公告

source: Individual Maintainers
cs: Individuální údržbáři
da: Individuelle vedligeholdere
de: Individuelle Betreuer
fr: Mainteneurs individuels
id: Pemelihara Individu
ja: 個々のメンテナー
lt: Individualūs prižiūrėtojai
ms: Penyelenggara Individu
nb: Individuelle vedlikeholdere
nl: Individuele Maintainers
oc: Manteneires individuals
pt: Colaboradores individuais
ru: Индивидуальные сопровождающие
sq: Mirëmbajtës Individualë
sv: Individuella utvecklare
th: ผู้ดูแลองค์ประกอบแต่ละตัว
tr: Bireysel Bakıcılar
uk: Індивідуальні розробники
zh_tw: 個別維護者

source: Create component-specific tags for their maintainance and development releases
cs: Tvorba značek specifických pro dané komponenty pro údržbová a vývojová vydání
da: Skab komponent-specifikke tags for deres vedligeholdelse og udviklings-udgivelser
de: Komponentenspezifische Markierungen für ihre Wartungs- und Entwicklungsfreigaben erstellen
fr: Création d’étiquettes spécifiques aux composants pour leurs versions de maintenance et de développement
id: Pembuatan tag komponen-spesifik untuk rilis pemeliharaan dan pengembangan
ja: メンテナンス用および開発用コンポーネント個別タグの作成
lt: Priežiūros ir kūrimo leidimų žymių kūrimas
ms: Mencipta tag khusus-komponen untuk penyelenggaraan dan pembangunan keluaran
nb: Lage komponentspesifikke merkelapper for sine vedlikeholds- og utviklingsutgivelser
nl: Maak component-specifieke tags voor hun onderhoud en de ontwikkeling releases
oc: Creacion d'etiquetas especificas als components per lors versions de mantenença e de desvolopament
pt: Criar uma marcação especifica de componentes para a sua manutenção e desenvolvimento da versão
ru: Создать компоненто-зависимые метоки для сопровождаемых и разрабатываемых выпусков
sq: Krijim versionesh të etiketuar, për përbërës specifikë, për hedhje të tyret në qarkullim zhvillimi dhe mirëmbajtje
sv: Skapa komponentspecifika märkningar för sina underhålls- och utvecklingsversioner
th: สร้างแท็กต่างๆ ที่จำเพาะกับตัวองค์ประกอบเองสำหรับรุ่นบำรุงรักษาและรุ่นพัฒนาต่างๆ
tr: Bileşenlerin bakım ve geliştirme sürümlerine özel etiketler oluşturmak
uk: Створення специфічних міток для компонент їхніх налаштувань і розробок випусків
zh_tw: 為他們的維護版本和開發版本創建特定組件的標籤

source: Generate tarballs for their maintainance and development releases
cs: Tvorba balíčků tar pro jejich údržbová a vývojová vydání
da: Generer tarballs for deres vedligeholdelse og udviklings-udgivelser
de: Tarballs für ihre Wartungs- und Entwicklungsfreigaben erzeugen
fr: Générer des archives tar pour leurs versions de maintenance et de développement
id: Membuat tarball untuk rilis pemeliharaan dan pengembangan
ja: メンテナンスおよび開発版リリース用 tarball の作成
lt: Kūrimo ir priežiūros leidimų tarballs generavimas
ms: Menjana tarball untuk penyelenggaraan dan pembangunan keluaran mereka
nb: Lage tar-arkiver for sine vedlikeholds- og utviklingsutgivelser
nl: Genereer tarballs voor hun onderhoud en de ontwikkeling releases
oc: Generar d'archius tar per lors versions de mantenença e de desvolopament
pt: Criar ficheiros tarball para a manutenção destes e para o desenvolvimento da versão
ru: Создать tar-архивы для сопровождаемых и разрабатываемых выпусков
sq: Prodhim paketash tarball për hedhje në qarkullim dhe mirëmbajtje
sv: Skapa tar-arkiv för sina underhålls- och utvecklingsutgåvor
th: สร้างก้อนทาร์สำหรับรุ่นบำรุงรักษาและรุ่นพัฒนาต่างๆ
tr: Bakım ve geliştirme sürümleri için arşiv dosyaları oluşturmak
uk: Створення архівів для їхніх налаштувань і розробок випусків
zh_tw: 為他們的維護版本及開發版本生成壓縮包

source: Write ChangeLogs and update NEWS files
cs: Sepsání protokolů o změnách a aktualizace souborů o novinkách NEWS
da: Skrive Ændrings-Notat og opdater NYHEDS filer
de: Änderungsprotokolle (ChangeLogs) schreiben und Dateien für Neuigkeiten (NEWS) aktualisieren
fr: Écrire les journaux de modifications et mettre à jour les fichiers INFOS
id: Menulis Log Perubahan dan memperbarui berkas BERITA
ja: ChangeLog および NEWS ファイルの執筆
lt: Keitimo žurnalų ir NAUJIENŲ failo atnaujinimas
ms: Tulis Log Perubahan dan kemaskini fail BERITA
nb: Skrive endringslogg og oppdatere nyhetsoppdateringer
nl: Schrijf ChangeLogs en update NIEUWS bestanden
oc: Escriure los jornals de cambiament e metre a jorn los fichièrs NOVELAS
pt: Escrever o registo de alterações e os ficheiros NEWS
ru: Написание файлов ChangeLogs (перечень изменений) и обновление файлов NEWS (новостей)
sq: Shkrim Regjistri Ndryshimesh dhe përditësim kartelash LAJME
sv: Skriva ändringsloggar och uppdatera NYHETS-filer
th: เขียนปูมการเปลี่ยนแปลงและปรับข้อมูลแฟ้ม NEWS
tr: ChangeLogs dosyasını oluşturmak ve NEWS dosyalarını güncellemek
uk: Написання списку змін і оновлення НОВИХ файлів
zh_tw: 撰寫改變日誌及更新新聞檔案

source: Write component-specific release announcements
cs: Sepsání oznámení o vydání specifických pro dané komponenty
da: Skriv komponent-specifikke udgivelsesbekendtgørelser
de: Komponentenspezifische Freigabe-Ankündigungen schreiben
fr: Écrire les annonces de publication spécifiques aux composants
id: Menulis pengumuman rilis komponen-spesifik
ja: コンポーネント個別リリースのアナウンス
lt: Konkrečių komponentų išleidimo pranešimų rašymas
ms: Menulis pengumuman keluaran komponen-khusus
nb: Skrive komponentspesifikke utgivelsesannonseringer
nl: Schrijf component-specifieke release aankondigingen
oc: Escriure los anoncis de las novèlas versions especificas als components
pt: Escrever os anúncios específicos de componentes
ru: Написание анонсов о выпуске компонентов
sq: Shkrim i njoftimeve për hedhjesh në qarkullim për përbërës të veçantë
sv: Skriva komponentspecifika utgåvetillkännagivanden
th: เขียนประกาศออกรุ่นที่จำเพาะกับตัวองค์ประกอบเอง
tr: Bileşenlere özel sürüm duyuruları yazmak
uk: Написання специфічних оголошень щодо компонент
zh_tw: 撰寫特定組件的發行公告

source: Create Bugzilla tags for their releases
cs: Tvorba značek v Bugzille pro jejich vydání
da: Opret Bugzilla-tags til deres udgivelser
de: Bugzilla-Markierungen für ihre Freigaben erstellen
fr: Création d’étiquettes Bugzilla pour leurs versions
id: Pembuatan tag Bugzilla untuk rilis mereka
ja: 各リリース用 Bugzilla タグの作成
lt: Bugzilla žymių sukūrimas
ms: Cipta tag Bugzilla bagi setiap keluaran
nb: Lage Bugzilla-merkelapper for sine utgivelser
nl: Maak Bugzilla tags voor hun releases
oc: Creacion d'etiquetas de Bugzilla per lors versions
pt: Criar marcadores Bugzilla para as versões
ru: Создание меток Bugzilla для соответствующих выпусков
sq: Krijim etiketash Bugzilla për versionet e tyre
sv: Skapa Bugzilla märkningar för sina utgåvor
th: สร้างแท็ก Bugzilla สำหรับรุ่นต่างๆ
tr: Bileşenler için Bugzilla etiketleri oluşturmak
uk: Створення міток Bugzilla для їхніх випусків
zh_tw: 為他們的版本創建 Bugzilla 標記

source: Make sure API documentation is up to date
cs: Ujištění se o aktuálnosti dokumentace programového rozhraní API
da: Sørg for at API-dokumentation er up-to-date
de: Sicher stellen, dass die API-Dokumentation auf dem neuesten Stand ist
fr: S’assurer que la documentation de l’interface de programmation est à jour
id: Memastikan dokumentasi API mutakhir
ja: API ドキュメント更新の確認
lt: Įsitikinimas jog API dokumentacija yra naujausia
ms: Pastikan dokumentasi API dikemaskini
nb: Sørge for at API-dokumentasjonen er oppdatert
nl: Zorg ervoor dat API-documentatie is up to date
oc: Asseguratz-vos que la documentacion de l'API es a jorn
pt: Confirmar que a documentação da API está atualizada
ru: Проверка актуальности документации по API
sq: Sigurim i përditësimit të dokumentimit të API-t
sv: Se till att API-dokumentationen är aktuell
th: ตรวจสอบให้แน่ใจว่าเอกสาร API มีความเป็นปัจจุบัน
tr: API belgelendirmesinin güncel olduğundan emin olmak
uk: Перевірка, що документація по API оновлена
zh_tw: 確保 API 文件是最新的

source: Dependency Freeze
cs: Zmrazení závislostí
da: Afhængighedsfrysning
de: Abhängigkeiten-Freeze
fr: Gel des dépendances
id: Pembekuan Dependensi
ja: 依存関係フリーズ
lt: Priklausomybių užšaldymas
ms: Pembekuan Dependensi
nb: Avhengighetsfrys
nl: Afhankelijkheid van Freeze
oc: Gèl de dependéncia
pt: Congelamento de Dependências
ru: Заморозка зависимостей
sq: Ngrirje Varësish
sv: Beroendefrysning
th: การหยุดเปลี่ยนแปลงซอฟต์แวร์ที่ใช้ประกอบ
tr: Bağımlılık Dondurulması
uk: Замороження залежностей
zh_tw: 依賴性凍結

source: During the first 2 weeks of the planning phase each maintainer is required to
cs: Během prvních 2 týdnů plánovací fáze musí každý údržbář
da: De første 2 uger af planlægnings-fasen er hvert enkel vedligeholder påkrævet til
de: Während der ersten 2 Wochen der Planungsphase wird von jedem Betreuer verlangt:
fr: Pendant les deux premières semaines de la phase de planification, chaque mainteneur est tenu de :
id: Selama dua minggu awal fase perencanaan, setiap pemelihara harus
ja: 開発フェイズの最初の 2 週間の間に各メンテナーは以下を要求される:
lt: Per pirmas 2 planavimo fazės savaites, kiekvienas prižiūrėtojas turi:
ms: Semasa 2 minggu pertama fasa perancangan setiap penyelenggara perlu
nb: I løpet av de første 2 ukene av planleggingsfasen må hver vedlikeholder
nl: Tijdens de eerste 2 weken van de planningsfase elke beheerder is nodig om
oc: Pendent las 2 primièras setmanas de la fasa de planificacion, cada responsable es tengut de
pt: Durante as primeiras 2 semanas da fase de planeamento cada mantenedor é requerido para
ru: В течение первых двух недель фазы планирования каждому сопровождающему необходимо
sq: Gjatë 2 javëve të para të fazës së planifikimit, çdo mirëmbajtësi i kërkohet të
sv: Under de första 2 veckorna av planeringsfasen är varje utvecklare skyldig att
th: ในระหว่าง 2 สัปดาห์แรกของขั้นวางแผน ผู้ดูแลแต่ละคนจะต้อง
tr: Planlama sürecinin ilk 2 haftasında her bakıcının yapması gerekenler
uk: Протягом перших 2 тижнів планування від кожного розробника вимагається
zh_tw: 在計畫階段的頭 2 個星期要求每個維護者

source: List the features he wants to implement in the release cycle
cs: Vypsat seznam vlastností a funkcí, které mají být v dalším vývojovém cyklu implementovány
da: List de funktioner han gerne vil have implementeret i udgivelses-cyklussen
de: Features auflisten, die er im Freigabeprozess implementieren will
fr: Dresser la liste des fonctionnalités qu’il souhaite intégrer au cycle de publication
id: Membuat daftar fitur yang ingin diimplementasikan di dalam siklus rilis
ja: このリリースサイクルで実装したい機能のリスト
lt: Padaryti sąrašą galimybių kurias jis nori įtraukti į išleidimo ciklą
ms: Menyenarai fitur yang dia ingin laksanakan dalam kitar keluaran
nb: Liste opp de funksjoner som ønskes implementert i utgivelsessyklusen
nl: Een lijst van de functies die hij wil invoeren in de release-cyclus
oc: Far la lista de las foncionalitats que vòl metre en òbra dins lo cicle de publicacion
pt: Listar os recursos que ele quer implementar no ciclo de lançamento
ru: Составить список функций, которые он хочет реализовать в цикле выпуска
sq: Paraqitje e një liste me veçoritë që dëshiron të sendërtohen në ciklin e hedhjes në qarkullim
sv: Lista på de funktioner han vill implementera i utgåvecykeln
th: เขียนรายการความสามารถที่ต้องการทำในรอบออกรุ่นนั้นๆ
tr: Sürüm düngüsünde geliştirmek istediği özellikleri listelemek
uk: Подати список всіх властивостей, які він бажає додати до циклу випуску
zh_tw: 列出在此發行週期他要實現的功能

source: Investigate which dependencies are implied by that
cs: Zjistit, které závislosti jsou tím ovlivněny
da: Undersøg hvilke afhængigheder er forudsat af dét
de: Ermitteln, welche Abhängigkeiten dadurch verlangt werden
fr: S’enquérir sur les dépendances dont elles ont besoin
id: Memeriksa dependensi mana yang terkait dengan hal itu
ja: そのための依存関係の調査
lt: Ištirti kurių priklausomybių tam reikia
ms: Menyiasat dependensi yang manakah patut digunakan
nb: Undersøke hvilke avhengigheter det medfører
nl: Onderzoeken welke afhankelijkheden zijn geïmpliceerd door deze
oc: Enquestar sus quinas dependéncias dependon d(aquesta
pt: Investigar quais dependências estão implícitas de que
ru: Выяснить какие зависимости это подразумевает
sq: Të hetojë cilat varësi kërkohen nga kjo
sv: Undersöka vilka beroenden som krävs för det
th: ตรวจสอบว่ามีซอฟต์แวร์ใดบ้างที่ต้องใช้ประกอบในการทำสิ่งดังกล่าว
tr: Belirtilen bağımlılıkları araştır
uk: Дослідити, які залежності будуть вимагатися при цьому
zh_tw: 調查它們包含哪些依賴性
