Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Up to Xfce 4.12 <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> offered two options for the pathbar/locationbar. The best of both worlds has now been mixed into one powerful pathbar, featuring both clickable breadcrumbs (i.e. folders), an easily accessible way to hand-type a path as well as an improved look.
ca: Fins a Xfce 4.12 <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> va oferir dues opcions per a la barra de camins/barra de localització. El millor d'ambdós mons ara s'ha barrejat en una poderosa barra de camins, amb els dos fils de pa clicables (és a dir, carpetes), una manera fàcilment accessible per escriure un camí a mà, així com un aspecte millorat.
da: Op til Xfce 4.12 havde <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> to valgmuligheder til stilinjen/placeringslinjen. Det bedste fra begge verdener er nu samlet i én kraftfuld stilinje med både brødkrummer der kan klikkes på (f.eks. mapper), en let måde til at skrive med hånden, samt et forbedret udseende.
de: Bis Xfce 4.12 bot <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> zwei Optionen für die Pfadleiste/Ortsleiste. Das Beste aus beiden Welten wurde nun in einer leistungsstarken Pfadleiste vereint, die sowohl anklickbare Breadcrumbs (d. h. Ordner), eine leicht zugängliche Möglichkeit zur manuellen Eingabe eines Pfades als auch ein verbessertes Aussehen bietet.
es: Hasta Xfce 4.12, <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> ofrecía dos opciones para la barra de ruta/barra de ubicación. Lo mejor de ambos mundos ahora se ha combinado en una poderosa barra de ruta, que incluye rutas de navegación en las que se puede hacer clic (es decir, carpetas), una forma de fácil acceso para escribir una ruta a mano y una apariencia mejorada.
gl: Até o Xfce 4.12 o <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> forneceu dúas opcións para a barra de ruta/localización. O mellor de ambos mundos mesturouse agora nunha poderosa barra de rutas que inclúe ambas; inclúe un ronsel no que se pode facer clic (é dicir, cartafoles) e tamén a posibilidade escribir manualmente un camiño, todo xunto cun aspecto mellorado.
he: עד ל-Xfce 4.12 שתי אפשרויות הוצעו על ידי <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> עבור סרגל נתיב/סרגל מיקום. הטוב שבשני העולמות עכשיו משולב לסרגל נתיב עוצמתי אחד, הכולל גם פירורי לחם (תיקיות) הניתנים להקלקה, דרך עם גישה קלה להכנסה ידנית של נתיב וגם חזות משופרת.
id: Hingga Xfce 4.12, <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> menawarkan dua opsi untuk bilah alamat / bilah lokasi. Hal-hal terbaik dari keduanya telah digabungkan menjadi satu bilah multifungsi, yang menawarkan bilah urutan alamat (folder) yang bisa diklik, cara yang mudah diakses untuk menuliskan alat, serta tampilan yang lebih baik.
it: Fino a Xfce 4.12 <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> offriva due opzioni per la barra del percorso/posizione. Il meglio dei due mondi è stato messo in un'unica, potente barra del percorso, che offre pulsanti cliccabili (per ogni cartella del percorso), un modo facilmente accessibile per scrivere manualmente il percorso ed un aspetto migliorato.
kk: Xfce 4.12 нұсқасына дейін <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> жол/орналасу панелі үшін екі опцияны ұсынды. Енді екі нұсқаның да ең жақсы тұстары бір қуатты жол панеліне біріктірілді, ол шертілетін навигациялық жолды (яғни бумалар), жолды қолмен терудің оңай қол жетімді тәсілін және жақсартылған сыртқы түрін ұсынады.
pl: Do Xfce 4.12 <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> oferował dwie opcje paska ścieżki/paska lokalizacji. To, co z nich najlepsze, zostało teraz połączone w jeden potężny pasek ścieżek, zawierający zarówno klikalne okruszki chleba (tj. katalogi), łatwo dostępny sposób ręcznego wpisywania ścieżki, jak i ulepszony wygląd.
pt: Até ao Xfce 4.12, o <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> oferecia duas opções para a barra de caminho/barra de localização. O melhor dos dois mundos agora foi misturado em uma barra de caminho poderosa, apresentando trilhos de navegação clicáveis (ou seja, pastas), uma maneira facilmente acessível de escrever um caminho manualmente, bem como uma aparência aprimorada.
pt_br: Até o Xfce 4.12, o <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> oferecia duas opções para a barra de caminho/barra de localização. O melhor dos dois agora foi unido em uma barra de caminho poderosa, apresentando trilhos de navegação clicáveis (ou seja, pastas), uma maneira facilmente acessível de escrever um caminho manualmente, bem como uma aparência aprimorada.
ro: Până la Xfce 4.12 <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> oferea două opțiuni pentru bara de rută/bara de locație. Ceea ce este mai bun din ambele lumi a fost acum amestecat într-o singură bară de rută puternică, oferind atât plăcuțe (adică dosare) pe care se poate face clic, o modalitate ușor accesibilă de a tasta manual o rută, precum și un aspect îmbunătățit.
ru: До Xfce 4.12 <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> предлагал два варианта панели пути/адреса. Лучшее из обоих миров теперь объединено в одну мощную панель путей, включающую в себя интерактивные навигационные крошки (то есть папки), легкодоступный способ ввода пути вручную, а также улучшенный внешний вид.
sq: Deri me Xfce 4.12-n, <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a>-i ofronte dy mundësi për shtyllën e shtigjeve/-shtyllën e vendndodhjeve. Më e mira e të dy mundësive tani është përzierë në një shtyllë të fuqishme shtigjesh, që përmban si elementë të klikueshëm (d.m.th. dosje), një rrugë të përdorshme lehtësisht për të shtypur një shteg, ashtu edhe një pamje të përmirësuar.
sr: Све до Иксфцеа 4.12 <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Тунар</a> је нудио две могућности приказа траке путање/места. Најбоље из оба света је сада помешано у једну моћну траку путање, нудећи како кликтивне облачиће (тј. фасцикле), лак и приступачан начин за ручно куцање путање, као и улепшан изглед.
sv: Upp till Xfce 4.12 erbjöd <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> två alternativ för sökvägsfältet/platsfältet. Det bästa från båda världar har nu förenats i ett kraftfullt sökvägsfält, med både klickbara smulor (dvs. mappar), ett lättåtkomligt sätt att för hand skriva en sökväg och ett förbättrat utseende.
th: จนถึง Xfce 4.12 <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> มีตัวเลือกสองแบบให้เลือกระหว่างแถบพาธและแถบตำแหน่ง ในรุ่นนี้ได้รวมเอาข้อดีของทั้งสองอย่างเข้าด้วยกันในแถบพาธอันทรงพลังอันเดียว โดยมีทั้งปุ่มบนเส้นทาง (กล่าวคือ โฟลเดอร์) ที่คลิกได้ และมีปุ่มสำหรับป้อนชื่อพาธได้โดยสะดวก รวมถึงมีการปรับปรุงรูปลักษณ์ด้วย
vi: Lên đến Xfce 4.12 <a href='https://docs.xfce.org/xfce/thunar/4.14/start'>Thunar</a> đã cung cấp hai tùy chọn cho thanh đường dẫn/thanh vị trí. Những tính năng tốt nhất của cả hai thế giới giờ đây đã được kết hợp thành một thanh đường dẫn mạnh mẽ, bao gồm cả đường dẫn có thể nhấp vào (tức là các thư mục), một cách dễ dàng truy cập để nhập đường dẫn bằng tay cũng như giao diện được cải thiện.

source: Thunar's new pathbar
ca: Barra de ruta nova del Thunar
da: Thunars nye stilinje
de: Thunar's neue Pfadleiste
es: Nueva barra de ruta de Thunar
gl: A nova barra de ruta do Thunar
he: סרגל נתיב חדש של Thunar
id: Pathbar baru Thunar
it: La nuova barra di navigazione di Thunar
kk: Thunar-дың жаңа жол панелі
lt: Thunar nauja kelio juosta
pl: Nowy pasek ścieżki Thunara
pt: Nova barra de caminho do Thunar
pt_br: A nova barra de caminho do Thunar
ro: Noua bară de rută a lui Thunar
ru: Новая строка адреса в Thunar
sq: Shtylla e re e shtigjeve të Thunar-it
sr: Нова Тунарова трака путање
sv: Thunars nya sökvägsfält
th: แถบพาธใหม่ของ Thunar
tr: Thunar'ın yeni yol çubuğu
uk: Нова панель адреси в Thunar
vi: Thanh đường dẫn mới của Thunar

source: Folder Thumbnailer
ca: Miniatura de carpetes
da: Miniaturer for mapper
de: Ordner Miniaturansicht
es: Miniatura de carpeta
gl: Miniatura de cartafol
he: מייצר תמונות מוקטנות עבור תיקיות
id: Thumbnailer berkas
it: Thumbnailer delle cartelle
kk: Бумалардың кіші көріністерін жасаушы
pl: Miniatury katalogów
pt: Miniatura de pasta
pt_br: Gerador de miniaturas das pastas
ro: Miniaturi dosar
ru: Средство создания миниатюр папок
sq: Miniaturizues Dosjesh
sr: Сличичар фасцикли
sv: Mappminiatyrer
th: การทำภาพย่อของโฟลเดอร์
tr: Klasör Küçük Resim
uk: Ескізи тек
vi: Hình thu nhỏ thư mục

source: Same as on the Desktop you can now save an image with the name 'folder.jpg' in a folder and get it displayed as its icon in the File Manager. Note: <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>Please read the docs</a> on how to set this up (if your distribution hasn't enabled it by default).
ca: Igual que a l'escriptori, ara podeu desar una imatge amb el nom 'carpeta.jpg' en una carpeta i mostrar-la com a icona al gestor de fitxers. Nota: <a href='https://docs.xfce.org/xfce/tumbler/availableplugins#customizedthumbnailerforfolders'>Si us plau, llegiu els documents</a> sobre com configurar això (si la vostra distribució no ho ha activat per defecte).
da: Ligesom på skrivebordet kan du nu gemme et billede med navnet 'folder.jpg' i en mappe og få det vist som dens ikon i filhåndteringen. Bemærk: <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>Læs venligst dokumenterne</a> for at se hvordan det opsættes (hvis din distribution ikke har aktiveret det som standard).
de: Genauso wie auf dem Schreibtisch können Sie jetzt ein Bild mit dem Namen 'folder.jpg' in einem Ordner speichern und es als Symbol in der Dateiverwaltung anzeigen lassen. Hinweis: <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>Bitte lesen Sie in der Doku</a> nach, wie Sie dies einrichten (falls Ihre Distribution dies nicht standardmäßig aktiviert hat).
es: Al igual que en el escritorio, ahora puede guardar una imagen con el nombre 'carpeta.jpg' en una carpeta y mostrarla como su icono en el Administrador de archivos. Nota: <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>lea los documentos</a> sobre cómo configurar esto (si su distribución no lo ha habilitado de forma predeterminada).
gl: Igual que no escritorio agora pode gardar unha imaxe co nome «folder.jpg» ou «cover.jpg» nun cartafol e amosala como a súa icona no Administrador de ficheiros. Nota: <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>lea a documentación</a> sobre como configurar isto (se a súa distribución non o activou por defecto).
he: כמו על שולחן עבודה אתה יכול עכשיו לשמור תמונה בשם 'folder.jpg' בתוך תיקיה כך שתשמש איקון של מנהל קבצים. הערה:<a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>אנא קרא את המסמכים</a> כדי להגדיר זאת (אם ההפצה שלך לא אפשרה את זה כברירת מחדל).
it: Cosi come sulla Scrivania, ora potete salvare una immagine con nome "folder.jpg" in una cartella per usarla come icona della cartella stessa nel Gestore di File. Nota: <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>Per favore leggi la documentazione</a> sulla configurazione (se la tua distribuzione non ha abilitato questa opzione di default).
kk: Жұмыс үстеліндегідей, енді бума ішінде 'folder.jpg' атауымен суретті сақтап, оны Файлдар менеджерінде сол буманың таңбашасы ретінде көрсетуге болады. Ескерту: Мұны қалай баптау керектігі туралы <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>құжаттаманы оқыңыз</a> (егер дистрибутивіңізде бұл әдепкі бойынша іске қосылмаған болса).
pl: Podobnie jak na pulpicie, możesz teraz w katalogu zapisać obraz pod nazwą „folder.jpg” i wyświetlić go jako jego ikonę w Menedżerze plików. Uwaga: <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>przeczytaj dokumentację</a>, jak to skonfigurować (jeśli Twoja dystrybucja nie włączyła tego domyślnie).
pt: Tal como no Ambiente de trabalho, pode agora guardar uma imagem com o nome 'pasta.jpg' numa pasta e tê-la exibida como ícone no Gestor de Ficheiros. Nota: <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>Por favor leia os documentos</a> sobre como configurar isto (se a sua distribuição não o tiver ativado por predefinição).
pt_br: Da mesma forma que na área de trabalho, agora você pode salvar uma imagem com o nome 'folder.jpg' em uma pasta e exibi-la como seu ícone em gerenciador de arquivos. Nota: <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>Leia os documentos</a> sobre como configurar isso (se sua distribuição não foi habilitada por padrão).
ro: La fel ca pe birou, acum puteți salva o imagine cu numele „folder.jpg” într-un dosar și să o afișați ca pictogramă a acestuia în Gestionarul de fișiere. Notă: vă rugăm <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>să citiți documentația</a> despre cum să configurați acest lucru (dacă distribuția dvs. nu l-a activat în mod implicit).
ru: Как и на рабочем столе, теперь вы можете сохранить изображение с именем «folder.jpg» в папке и отобразить его в виде значка в файловом менеджере. Примечание: <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>Прочтите документацию</a> о том, как это настроить (если в вашем дистрибутиве это не включено по умолчанию).
sq: Njësoj si te Desktopi, tani mund të ruani një figurë me emrin “dosje.jpg” në një dosje dhe të shfaqet si ikona e vetes te Përgjegjësi i Kartelave. Shënim: <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>Ju lutemi, lexoni dokumentimin</a> rreth se si të ujdiset kjo (nëse shpërndarja juaj s’e ka të aktivizuar si parazgjedhje).
sr: Као и на Радној површи, сада можете сачувати слику под називом „фасцикла.jpg“ и добити њен приказ као сличицу у управнику датотека. Примедба: <a href='https://docs.xfce.org/xfce/thunar/tumbler#customized_thumbnailer_for_folders'> Молим, погледајте упутство</a> како да поставите обу могућност (уколико Ваша дистрибуција то већ није подразумевано омогућила).
sv: Precis som på skrivbordet kan du nu spara en bild med namnet 'folder.jpg' i en mapp för att användas som mappens ikon i Filhanteraren. Obs: <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>Läs dokumentationen</a> för hur du ställer in detta (om din distribution inte aktiverar det som ett förval).
th: เช่นเดียวกับบนพื้นโต๊ะ ในรุ่นนี้คุณสามารถบันทึกรูปภาพในชื่อ 'folder.jpg' ในโฟลเดอร์เพื่อใช้แสดงผลเป็นไอคอนของตัวโฟลเดอร์เองในโปรแกรมจัดการแฟ้มได้ หมายเหตุ: <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>กรุณาอ่านเอกสาร</a> เพื่อศึกษาวิธีเปิดใช้ความสามารถนี้ (ถ้าชุดจัดแจกของคุณไม่ได้เปิดใช้ไว้โดยปริยาย)
vi: Tương tự như trên Máy tính để bàn, giờ đây bạn có thể lưu hình ảnh có tên 'folder.jpg' vào một thư mục và hiển thị nó dưới dạng biểu tượng trong Trình quản lý tệp. Lưu ý: <a href='https://docs.xfce.org/xfce/tumbler/available_plugins#customized_thumbnailer_for_folders'>Vui lòng đọc tài liệu</a> về cách thiết lập tính năng này (nếu bản phân phối của bạn chưa bật tính năng này theo mặc định).

source: Thunar's new folder thumbnails
ca: Miniatures de carpetes noves del Thunar
da: Thunars nye miniaturer for mapper
de: Thunars neue Ordner-Miniaturansichten
es: Miniaturas de la nueva carpeta de Thunar
gl: Novas miniaturas de cartafol do Thunar
he: תמונות מוקטנות חדשות של תיקיה ב- Thunar
id: Tampilan baru thumbnail berkas Thunar
it: Le nuove miniature delle cartelle di Thunar
kk: Thunar-дың жаңа бума кіші көріністері
pl: Nowe miniatury katalogów Thunara
pt: Novas miniaturas de pasta do Thunar
pt_br: Novas miniaturas de pastas do Thunar
ro: Noile miniaturi de dosar ale Thunar
ru: Новые эскизы папок в Thunar
sq: Miniaturat e reja të dosjeve të Thunar-it
sr: Нови сличичар фасцикле Тунара
sv: Thunars nya mapptumnaglar
th: ภาพย่อของโฟลเดอร์ที่เพิ่มใหม่ใน Thunar
tr: Thunar'ın yeni klasör küçük resimleri
uk: Нові ескізи тек у Thunar
vi: Hình thu nhỏ thư mục mới của Thunar
