Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: We hope you will enjoy this release. Please give us feedback by sharing your thoughts, blogging, tweeting, denting or by filing bug reports. With your help, 4.10 will be the best release ever (at least until 4.12)!
ca: Esperem que gaudiu d'aquest llançament. Si us plau, feu-nos comentaris compartint els vostres pensaments, blogs, tuits, dentatges o presentant informes d'errors. Amb la teva ajuda, 4.10 serà el millor llançament de la història (almenys fins a 4.12)!
cs: Doufáme, že se Vám bude toto vydání líbit. Prosíme Vás o zpětnou vazbu prostřednictvím sdílení Vašich myšlenek, blogováním, tweetováním, dentováním nebo vyplňováním protokolů o chybách. S Vaší pomocí bude verze 4.10 nejlepším vydáním všech dob (přinejmenším do verze 4.12)!
da: Vi håber du vil nyde denne udgave. Venligst giv os tilbagemeldinger ved at dele dine tanker, blogge, tweete, bule eller ved at indsende fejl-rapporter. Med din hjælp, vil 4.10 være den bedste udgave nogensinde (indtil 4.12 udgives)!
de: Wir hoffen, Sie haben Spaß an dieser Veröffentlichung. Bitte geben Sie uns Rückmeldungen, indem Sie uns Ihre Gedanke mitteilen, bloggen, tweeten oder Fehler melden. Mit Ihrer Hilfe wird 4.10 die beste Veröffentlichung überhaupt (zumindest bis 4.12)!
es: Esperamos que disfrute de esta publicación. ¡Háganos saber su opinión compartiendo sus comentarios, publicando en blogs, tuits y reduciendo o creando informes de error! Con su ayuda, ¡la versión 4.10 será la mejor publicación jamás vista (al menos hasta 4.12)!
fr: Nous espérons que vous apprécierez cette version. N’hésitez pas à nous faire part de vos avis, à bloguer, tweeter ou remplir des rapports de bogues ! Avec votre aide, la 4.10 sera la meilleure version jamais sortie (du moins jusqu’à la 4.12) !
gl: Agardamos que goce desta versión. Envíenos comentarios engadindo os seus pensamentos, publicando na bitácora, chiando ou achegando informes de fallos. Coa súa axuda, a 4.10 será a mellor versión (polo menos até a 4.12)!
he: אנו מקווים שאתה תהנה מגרסה זו. אנא תן לנו משוב ע"י שיתוף המחשבות שלך, כתיבת בלוגים, ציוצים או דיווח באגים! בעזרתך, 4.10 תהיה הגרסה הטובה ביותר אי פעם (לפחות עד 4.12)!
id: Kami harapkan Anda menikmati rilis ini. Silakan beri kami umpan balik dengan berbagi pendapat, blog, tweet, kritik atau dengan mengisi laporan kutu. Dengan bantuan Anda, 4.10 akan menjadi rilis terbaik (setidaknya hingga 4.12)!
it: Speriamo che questo rilascio sia gradito. Partecipate a questo evento lasciando un commento, scrivendo articoli di blog, tweet o segnalando un problema. Con il vostro aiuto, la 4.10 sarà la miglior versione di sempre (fino alla 4.12!).
ja: このリリースを楽しんでください。フィードバックをブログ、ツイート、バグレポートでお寄せください。あなたの助けによって、4.10はこれまでで最高のリリースになります（少なくとも4.12までは）！
kk: Бұл шығарылым сіздерге ұнайды деп үміттенеміз. Өз ойларыңызбен бөлісу, блог жазу, твиттерде жариялау, denting немесе қателер туралы хабарлау арқылы бізге кері байланыс беріңіздер. Сіздердің көмектеріңізбен 4.10 ең жақсы шығарылым болады (кем дегенде 4.12 шыққанға дейін)!
lt: Tikimės jog jums patiks šis naujas leidimas. Parašykite mums apie savo įspūdžius, parašykite savo mintis tinklaraštyje, twiteryje ar užpildydami pranešimą apie klaidas! Su jūsų pagalba, 4.10 bus geriausias leidimas iš visų (bent jau iki 4.12)!
ms: Kami harap anda menyukai keluaran ini, Sila beri maklumbalas dengan berkongsi pendapat anda, masukkan ke dalam blog atau tweeter, membuat pembetulan atau mengisi laporan pepijat! Dengan bantuan anda, 4.10 akan menjadi keluaran yang terbaik (sekurang-kurangnya sehingga versi 4.12)!
nb: Vi håper du vil trives med denne utgivelsen. Vennligst gi oss din tilbakemelding ved å dele dine tanker, blogge, tvitre eller ved å sende oss feilrapporter! Med din hjelp, vil 4.10 være den beste utgivelsen noensinne (i hvert fall inntil 4.12)!
oc: Esperam que vous apprécierez aquesta version. S'il vous plaît donner nous vòstres comentaris en partageant vos pensées, vos blogs, gazouillement, bosselage o en depausant de rapòrts de bugs. Amb votre aide, la 4.10 sera la melhora version que jamais (del mens fins a la 4.12)!
pl: Mamy nadzieję, że to wydanie sprawi wszystkim użytkownikom dużo satysfakcji. Prosimy o zamieszczanie opinii na rozmaitych kanałach dyskusyjnych lub w zgłoszeniach błędów! Z pomocą społeczności, wydanie 4.10 stanie się tym najlepszym (przynajmniej do czasu wydania 4.12)!
pt: Nós esperamos que goste desta versão. Por favor dê feedback com a partilha do que pensa, através de blogue, tweet, "denting" ou mediante a apresentação de relatórios de erros. Com a sua ajuda o 4.10 será o melhor lançamento de sempre (pelo menos até 4.12)!
pt_br: Esperamos que se divirta com este lançamento. Envie feedbacks ao compartilhar suas ideias, blogando, twittando ou relatando bugs. Com sua ajuda, 4.10 será o melhor lançamento de sempre (até o 4.12)!
ro: Sperăm că vă veți bucura de această versiune. Vă rugăm să ne oferiți opinii prin împărtășirea gândurilor dvs., pe blog, pe Twitter, pe Dent sau prin depunerea de rapoarte de erori. Cu ajutorul dumneavoastră, versiunea 4.10 va fi cea mai bună versiune de până acum (cel puțin până la 4.12)!
ru: Мы надеемся, что вам понравится этот выпуск. Пожалуйста, обеспечьте нам обратную связь, поделившись с нами своими мыслями, блогами, твитами и отчётами об ошибках. С вашей помощью, 4.10 будет лучшим выпуском за всё время (по крайней мере, до выхода 4.12)!
sq: Shpresojmë se do t’ju kënaqë kjo hedhje në qarkullim. Ju lutemi, na jepni përshtypjet duke ndarë me ne mendimet tuaja, postime blogu, postime në Twitter, në Identi.ca, ose duke parashtruar raporte të metash. Me ndihmën tuaj, 4.10 do të jetë hedhja më e mirë se kurrë në qarkullim (të paktën deri në 4.12)!
sr: Надамо се да ћете уживати у овом издању. Молим, дајте нам одзив делењем ваших утисака, цвркутањем, отkлањањем или попуњавањем извештаја о грешкама. Уз Вашу помоћ, 4.10 ће бити најбоље издање икада (барем до 4.12)!
sv: Vi hoppas att du kommer att uppskatta den här utgåvan. Ge oss gärna feedback genom att dela med dig av dina tankar, blogga, twittra eller skicka felrapporter. Med din hjälp kommer 4.10 att bli den bästa utgåvan någonsin (åtminstone till 4.12)!
th: เราหวังว่าคุณจะมีความสุขกับรุ่นนี้ กรุณาให้ข้อมูลตอบกลับกับเรา ด้วยการแบ่งปันข้อคิดของคุณ ด้วยการเขียนบล็อก หรือการทวีต หรือการเดนต์ หรือด้วยการส่งรายงานบั๊ก ด้วยความช่วยเหลือของคุณ 4.10 จะเป็นรุ่นที่ดีที่สุดเท่าที่เคยมีมา (อย่างน้อยก็จนกว่า 4.12 จะออก)!
tr: Umarız bu sürümü beğenmişsinizdir. Lütfen düşüncelerinizi günlüklerinizle, twitlerinizle veya hata raporlarıyla bize ulaştırın. Sizin yardımınızla 4.10 en iyi sürüm (4.12 yayınlanana kadar!) olacaktır.
uk: Надіємося, що Ви оціните цей випуск. Напишіть про Ваші враження на блозі, твітері або створивши повідомлення про ваду! З Вашою допомогою, 4.10 стане найкращим випуском (ну хоча б поки не вийде 4.12)!
vi: Chúng tôi hy vọng bạn sẽ thích phiên bản này. Vui lòng cung cấp cho chúng tôi phản hồi bằng cách chia sẻ suy nghĩ của bạn, viết blog, tweet, denting hoặc bằng cách gửi báo cáo lỗi. Với sự giúp đỡ của bạn, 4.10 sẽ là bản phát hành tốt nhất từ ​​trước đến nay (ít nhất là cho đến 4.12)!
zh_tw: 我們希望您會喜歡這個版本。請給我們一些回饋，可以透過分享您的感想、寫部落格、發推特或是回報臭蟲！有您的幫助，4.10將會是永遠的最佳版本(至少在4.12出來以前)！

source: Xfce 4.8 released
ca: Xfce 4.8 llançat
cs: Xfce 4.8 vydáno
da: Xfce 4.8 er udgivet
de: Xfce 4.8 veröffentlicht
es: Xfce 4.8 publicado
fr: Sortie de Xfce 4.8
gl: Xfce 4.8 publicada
he: גרסת Xfce 4.8 פורסמה
id: Xfce 4.8 dirilis
it: Rilasciato Xfce 4.8
ja: Xfce 4.8 がリリースされました
kk: Xfce 4.8 шықты
lt: Xfce 4.8 išleista
ms: Xfce 4.8 dilepaskan
nb: Xfce 4.8 utgitt
oc: Xfce 4.8 publicat
pl: Wydano Xfce 4.8
pt: Disponibilizado o Xfce 4.8
pt_br: Xfce 4.8 lançado
ro: A fost publicată versiunea Xfce 4.8
ru: Выпущен Xfce 4.8
sq: Është hedhur në qarkullim Xfce 4.8
sr: ИксФЦЕ 4.8 је издато
sv: Xfce 4.8 har släppts
th: Xfce 4.8 ออกแล้ว
tr: Xfce 4.8 çıktı
uk: Випущено Xfce 4.8
vi: Xfce 4.8 đã phát hành
zh_tw: Xfce 4.8 已發行

source: Today, after almost two years of work, we have the special pleasure of announcing the much awaited release of Xfce 4.8, the new stable version that supersedes Xfce 4.6.
ca: Avui, després de gairebé dos anys de treball, tenim el plaer especial d'anunciar el tan esperat llançament de l'Xfce 4.8, la nova versió estable que substitueix l'Xfce 4.6.
cs: Dnes, po téměř dvou letech práce, s potěžením oznamujeme velmi očekáváné vydání Xfce 4.8, nové stabilní verze, která nahrazuje Xfce 4.6.
da: Idag, efter næsten 2 års arbejde, har vi en særlig nydelse af at annoncere den længe ventede udgave af Xfce 4.8, den nye stabile version der overgår Xfce 4.6.
de: Heute, nach fast zwei Jahren Arbeit, haben wir die besondere Ehre, die lange erwartete Veröffentlichung von Xfce 4.8 bekanntzugeben, der neuen stabilen Version, die Xfce 4.6 ersetzt.
es: Hoy, después de casi dos años de trabajo, tenemos el placer especial de anunciar el lanzamiento tan esperado de Xfce 4.8, la nueva versión estable, que reemplaza a Xfce 4.6.
fr: Aujourd’hui, après presque deux ans de travail, nous sommes particulièrement heureux de vous annoncer la publication de Xfce 4.8, la nouvelle version stable qui remplace la 4.6.
gl: Hoxe, despois de case dous anos de traballo, temos o pracer especial de anunciar a tan esperada versión do Xfce 4.8, a nova versión estábel que substitúe o Xfce 4.6.
he: היום, לאחר כמעט שנתיים של עבודה, יש לנו את העונג המיוחד להכריז על הגרסה שציפו לה רבות Xfce 4.8, הגרסה היציבה החדשה המחליפה את Xfce 4.6.
id: Hari ini, setelah hampir 2 tahun bekerja, sebuah kehormatan bagi kami untuk mengumumkan rilis yang lama dinanti Xfce 4.8, versi stabil baru yang menggantkan Xfce 4.6.
it: Oggi, dopo quasi due anni di lavoro, il gruppo di Xfce ha il piacere di annunciare l'atteso rilascio di Xfce 4.8, la nuova versione stabile che sostituisce Xfce 4.6.
ja: 本日、ほぼ2年間の作業を経て、Xfce 4.6 に代わる新しい安定バージョンである Xfce 4.8 の待望のリリースを、特別な喜びを持って発表します。
kk: Бүгін, шамамен екі жылдық жұмыстан кейін, біз Xfce 4.6 нұсқасын алмастыратын жаңа тұрақты нұсқа — көптен күткен Xfce 4.8 шығарылымын хабарлауға қуаныштымыз.
lt: Šiandien, po beveik dviejų metų darbo, mes džiaugiamės galėdami pranešti jog ilgai laukta Xfce 4.8 pagaliau išleista. Tai yra nauja stabili versija kuri pakeis Xfce 4.6.
ms: Hari ini, selepas hampir dua tahun kerja-kerja pembangunan dijalankan, kami dengan sukacita mengumumkan keluaran dekstop Xfce 4.8 yang ditunggu-tunggu, versi stabil baharu yang menggantikan Xfce 4.6.
nb: Idag, etter nesten to års arbeid, har vi den spesielle gleden av å annonsere den etterlengtede 4.8-utgivelsen av Xfce, en ny stabil versjon som etterfølger Xfce 4.6.
oc: Uèi, aprèp presque deux ans de trabalh, avèm lo plaisir spécial annonçant la sortida tant attendue de Xfce 4.8, la novèla version establa que remplace Xfce 4.6.
pl: Dzisiaj, prawie po dwóch latach pracy, mamy przyjemność ogłosić długo oczekiwane wydanie środowiska Xfce 4.8. Jest to nowa stabilna wersja, która zastępuje Xfce 4.6.
pt: Hoje, após quase dois anos de trabalho, temos o prazer especial de anunciar o tão esperado lançamento do Xfce 4.8, a nova versão estável, que sucede ao Xfce 4.6.
pt_br: Hoje, depois de mais de 2 anos de trabalho, temos o orgulho de apresentar o lançamento mais esperado do xfce 4.8, a nova versão estável que substitui o Xfce 4.6.
ro: Astăzi, după aproape doi ani de muncă, avem plăcerea specială de a anunța lansarea mult așteptată a Xfce 4.8, noua versiune stabilă care înlocuiește versiunea Xfce 4.6.
ru: Сегодня, после почти двух лет работы, мы с особым удовольствием объявляем о долгожданном выпуске Xfce 4.8, новой стабильной версии, пришедшей на смену Xfce 4.6.
sq: Sot, pas gati dy vjetësh pune, kemi kënaqësinë e veçantë të njoftojmë hedhjen e shumëpritur në qarkullim të Xfce 4.8, versioni i ri i qëndrueshëm që zë vendin e Xfce 4.6-s.
sr: Данас, након скоро две године рада, имамо нарочито задовољство да најавимо дуго чекано издање Иксфце 4.8, ново постојано издање, наследник Иксфце-а 4.6.
sv: Idag, efter nästan två års arbete, har vi det stora nöjet att tillkännage den mycket efterlängtade publiceringen av Xfce 4.8, den nya stabila versionen som ersätter Xfce 4.6.
th: วันนี้ หลังจากที่ได้ทำงานมาเป็นเวลาเกือบสองปี เรามีความยินดีเป็นพิเศษที่จะประกาศออกรุ่น Xfce 4.8 ที่รอคอยกันมานาน โดยเป็นรุ่นเสถียรรุ่นใหม่ที่จะมาแทน Xfce 4.6
tr: Bugün,neredeyse iki yıl sonra, Xfce 4.6 yerine gelen, çok beklenen yeni kararlı Xfce 4.8 sürümünü yayımlamaktan mutluluk duyarız.
uk: Сьогодні, після майже двох років праці, ми маємо чудову нагоду оголосити про вихід найбільш очікуваного випуску Xfce 4.8, нової стабільної версії, що перевершить Xfce 4.6.
vi: Hôm nay, sau gần hai năm làm việc, chúng tôi đặc biệt vui mừng thông báo về việc phát hành Xfce 4.8, phiên bản ổn định mới thay thế Xfce 4.6.
zh_tw: 今天，在將近兩年的工作後，我們很高興的宣佈眾所期盼的新穩定版 Xfce 4.8發佈了，它取代了舊的穩定版本 Xfce 4.6。
