Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: This release incorporates major changes to the core of the Xfce desktop environment and hopefully succeeds in fulfilling a number of long time requests. Among the most notable updates is the new application finder that merges the functionality of the old appfinder and xfrun4. The Panel also has a new vertical mode [aka Deskbar] for better space usage on wide-screen monitors and a new actions plugin. On the settings side the settings helper is integrated in xfsettingsd, saving 1 running process. There is also a reworked settings dialog with categories and pluggable dialogs enabled by default. Basic Synaptics and Wacom settings in the Mouse settings and a new MIME-Type editor. Thunar gained a more polished layout to reduce space usage and more responsive interaction with the thumbnail generator. Because we have not decided on how to merge the desktop functionality into Thunar yet, Xfdesktop has instead received various improvements, including single-click support, desktop icon thumbnails and better pasting of files. The Session Manager has improved power management code, tips have been removed and cleanup sessions from the interface. Last but not least, the Window Manager now has support for tiling windows and arrow key navigation in the task switcher.
ca: Aquest llançament incorpora canvis importants al nucli de l'entorn d'escriptori Xfce i esperem que aconsegueixi complir una sèrie de peticions de temps llarg. Entre les actualitzacions més notables hi ha el nou cercador d'aplicacions que fusiona la funcionalitat de l'antic appfinder i xfrun4. El plafó també té un nou mode vertical [aka Deskbar] per a un millor ús de l'espai en monitors de pantalla ampla i un connector d'accions noves. A la part de configuració, l'ajudant de configuració està integrat a xfsettingsd, desant 1 procés en execució. També hi ha un diàleg de configuració redissenyat amb categories i diàlegs endolls habilitats de manera predeterminada. Configuració bàsica de Synaptics i Wacom a la configuració del ratolí i un editor nou de tipus MIME. Thunar va obtenir una disposició més polida per reduir l'ús de l'espai i una interacció més responsiva amb el generador de miniatures. Com que encara no hem decidit com fusionar la funcionalitat de l'escriptori en Thunar, Xfdesktop ha rebut diverses millores, incloent suport d'un sol clic, miniatures d'icones d'escriptori i una millor enganxada dels fitxers. El gestor de sessions ha millorat el codi de gestió d'energia, s'han eliminat els consells i s'han netejat les sessions de la interfície. Finalment, però no menys important, el gestor de finestres ara té suport per a la navegació de finestres i tecles de fletxa en el commutador de tasques.
cs: Toto vydání zahrnuje hlavní změny v jádře desktopového prostředí Xfce a pevně věříme, že naplňuje očekávání množství dlouhodobých požadavků. Mezi nejvýraznější aktualizace patří nový vyhledávač aplikací, který spojuje funkcionalitu staré verze a aplikace xfrun4. Panel má nový svislý režim [neboli Deskbar] pro lepší využití prostoru na širokoúhlých monitorech a nový zásuvný modul pro akce. Co se týče nastavení, asistent pro nastavování je integrovaný v xfsettingsd a šetří tím jeden spuštěný proces. Dialogové okno pro nastavení bylo přepracováno; obsahuje kategorie a automaticky povolená dialogová okna zásuvných modulů. Základní nastavení zařízení Synaptics a Wacom v nastavení myši a nový editor typů MIME. Vypilovali jsme rozložení v aplikaci Thunar, které snižuje využití prostoru a zrychlila se interakce s generátorem náhledů. Protože jsme se zatím neshodli na propojení funkcionality pracovní plochy a Thunaru, obdržel místo toho Xfdesktop několik vylepšení, včetně podpory jednoduchého kliknutí, ikon s náhledy na pracovní ploše a lepší vkládání souborů. Kód správy napájení ve Správci relace byl vylepšen, tipy byly odebrány a do rozhraní byla přidána funkce pro čištění relací. V neposlední řadě nyní správce oken podporuje přichytávání oken a navigaci šipkami v přepínači úloh.
da: Denne udgave inkorporerer massive ændringer til kernen af Xfce skrivebords-miljøet og forhåbentlig får succes i at opfylde et nummer af langtids-krav. Mellem de mest bemærkelsesværdige opdateringer er den nye applikations-finder der sammenlægger funktionaliteten af den gamle appfinder og xfrun4. Panelet har også en ny vandret-måde [aka Skrivebar] for bedre plads udnyttelse på bredskærme og en ny handling plugin. På indstillingssiden er indstillings-hjælperen integreret i xfsettingsd og dermed redder 1 kørende process. Der er også en omskrevet indstillings-dialog med kategorier og forbinde-bare dialoger aktiveret ved standard. Basis Synaptic og Wacom indstillinger inde i mus-indstillingerne og en ny MIME-Type redigerer. Thunar har fået en mere poleret opsætning for at reducere plads udnyttelse og mere lydhørligheds-interaktion med miniature generatoren. Fordi vi ikke endnu har besluttet på hvordan vi sammenlægger skrivebords-funktionalitet ind i Thunar. Xfskrivebordet har istedet modtager forskellige forbedringer, inkluderet enkelt-klik understøttelse, skrivebords-ikon miniature og bedre klistring af filer. Sessions-håndterer er blevet forbedret, strømstyrings-kode, fif er blevet fjernet og rensede sessioner fra brugergrænsefladen. Til sidst har Vindue-Håndtering nu understøttelse for flise-vinduer og piltast navigation i arbejdsområde-skifteren.
de: Diese Veröffentlichung beinhaltet große Änderungen am Kern der Xfce-Arbeitsumgebung und erfüllt hoffentlich eine Anzahl von lange ausstehenden Wünschen. Eine der bemerkenswertesten Änderungen ist der neue Anwendungsfinder, der die Funktionalität des alten Anwendungsfinders und von xfrun4 vereint. Die Leiste verfügt jetzt über einen neuen vertikalen Modus (Deskbar) für bessere Raumausnutzung auf Widescreen-Monitoren und über neue Aktionsplugins. Was Einstellungen betrifft, wurde der Einstellungshelfer in xfsettingsd integriert, was einen laufenden Prozess spart. Der Einstellungsdialog wurde überarbeitet und bietet jetzt standardmäßig Kategorien und Dialoge. Grundlegende Synaptics- und Wacom-Einstellungen können in den Mauseinstellungen vorgenommen werden und es existiert ein neuer MIME-Typ-Editor. Thunar wurde optisch überarbeitet und verfügt jetzt auch über eine schnellere Interaktion mit dem Vorschaubildgenerator. Da wir uns noch nicht entschieden haben, wie wir die Arbeitsflächenfunktionalität in Thunar integrieren werden, haben wir stattdessen verschiedene Verbesserungen an Xfdesktop vorgenommen, zum Beispiel Unterstützung für Einfachklicks, Vorschaubilder auf der Arbeitsfläche und besseres Einfügen von Dateien. Die Sitzungsverwaltung verfügt jetzt über besseren Code für die Energieverwaltung, Tipps wurden entfernt und Sitzungen können jetzt über die Benutzeroberfläche gelöscht werden. Nicht zuletzt unterstützt die Fensterverwaltung jetzt das Kacheln von Fenstern und die Navigation mit den Pfeiltasten im Anwendungswechsler.
es: Esta versión incorpora mayores cambios en el núcleo del entorno de escritorio Xfce y cumple una serie de pedidos que datan de largo tiempo. Entre los cambios más notables está el nuevo buscador de aplicaciones que combina la funcionalidad de los ya conocidos Buscador de aplicaciones de Xfce4 y xfrun4. Esta nueva versión también cuenta con un nuevo modo vertical [llamado barra de escritorio] para un mejor uso del espacio en los monitores de pantalla panorámica y un nuevo complemento de acciones. El panel de ayuda está integrado en xfsettingsd, ahorrando la ejecución de un proceso. Se ha relaborado la ventana de configuraciones con las categorías activadas por omisión.
fr: Cette version apporte des changements majeurs au cœur de l’environnement de bureau Xfce et, nous l’espérons, répond à certains souhaits de longue date. Parmi les innovations majeures, notez l’apparition d’un nouveau chercheur d’application qui combine les fonctionnalités de l’ancien appfinder et de xfrun4. Le tableau de bord dispose d’un nouveau mode d’affichage vertical (mode barre de bureau) pour une meilleure utilisation des écrans larges, ainsi que d’un nouveau greffon d’actions. L’assistant de réglages est dorénavant intégré à xfsettingsd, économisant ainsi l’exécution d’un processus. L’agencement du gestionnaire de paramètres a été revu par catégories et l’ajout de nouveaux éditeurs de paramètres autorisé par défaut. Une prise en charge basique de Synaptics et Wacom a été intégrée dans les paramètres de la souris. Un nouvel éditeur de type MIME a fait son apparition. Thunar a été amélioré afin de réduire l’espace utilisé et d’être plus réactif avec le générateur de miniatures. Étant donné que nous n’avons pas encore décidé de la manière d’intégrer les fonctionnalités du bureau à Thunar, Xfdesktop a reçu diverses améliorations, incluant la gestion du simple clic, des miniatures et le perfectionnement de la copie des fichiers. Le gestionnaire de sessions gère mieux l’alimentation, les astuces ont été retirées de l’interface et celle-ci a été épurée. Pour finir, le gestionnaire de fenêtres gère désormais l’affichage en mosaïque et les touches de navigation dans la fenêtre tabulation (Alt + Tab).
gl: Esta versión incorpora importantes modificacións no núcleo do contorno de escritorio do Xfce e, con sorte, consegue cumprir unha serie de solicitudes solicitadas hai tempo. Entre as actualizacións máis destacadas está o buscador de aplicacións que combina a funcionalidade do vello «appfinder» e «xfrun4». O Panel tamén ten un novo modo vertical [aka Deskbar] para un mellor uso de espazo en pantallas panorámicas e un novo engadido de accións. No lado das opcións o asistente de configuración está integrado no «xfsettingsd», aforrando 1 proceso en execución. Tamén hai un diálogo de configuración remodelado con categorías e diálogos conectábeis activados de xeito predeterminado. A configuración básica de Synaptics e Wacom foi integrada na configuración do rato. Desenvolveuse un novo editor de tipos MIME. O Thunar recibiu un deseño máis pulido para reducir o uso do espazo e unha interacción máis sensíbel co xerador de miniaturas. Porque aínda non decidimos como combinar a funcionalidade de escritorio en Thunar, Xfdesktop recibiu varias melloras, incluíndo a posibilidade de unha soa pulsación para activar os elementos, miniaturas de iconas de escritorio e un mellor pegado de ficheiros. O xestor de sesións mellorou a xestión de enerxía, elimináronse suxestións e a limpeza de sesións desde a interface. Finalmente, o xestor de xanelas xa admite o mosaico de xanelas e a navegación por teclas de frecha no selector de tarefas.
he: גרסה זו משלבת שינויים משמעותיים לליבת סביבת שולחן עבודה Xfce ובתקווה תצליח במילוי מספר בקשות ישנות. בין העדכונים הראויים לציון ביותר הוא מוצא התוכנות החדש שממזג את הפונקציונליות של appfinder ו-xfrun4 הישנים. גם ללוח יש מצב אנכי חדש [הידוע כ-סרגל שולחני] לשימוש שטח טוב יותר במסכים רחבים ותוסף פעולות חדש. בצד ההגדרות עוזר ההגדרות משולב ב-xfsettingsd, וחוסך 1 תהליך פועל. ישנו גם דיאלוג הגדרות מעודכן עם קטגוריות ודיאלוגים pluggable כברירת מחדל. הגדרות Synaptics ו-Wacom בסיסיות בהגדרות עכבר ועורך סוג MIME חדש. Thunar קיבל סידור מלוטש יותר בכדי להפחית שימוש בשטח ואינטראקציה מהירה יותר עם מחולל תמונות מוקטנות. בגלל שעדיין לא החלטנו על איך למזג את פונקציונליות שולחן העבודה לתוך Thunar, במקום זאת Xfdesktop קיבל שיפורים שונים, כולל תמיכה בקליק אחד, תמונות מוקטנות של אייקוני שולחן עבודה והדבקה טובה יותר של קבצים. מנהל הסשן שיפר את קוד ניהול ההספק, הוסרו טיפים ונוקו סשנים מהממשק. אחרון אבל לא סופי, מנהל החלונות עכשיו תומך בהפיכת חלונות לאריכים וניווט עם מקשי החיצים במעביר המשימות.
id: Rilis ini berisi perubahan besar pada inti lingkungan desktop Xfce dan semoga sukses memenuhi sejumlah permintaan yang telah lama diminta. Di antara pemutakhiran yang paling penting adalah aplikasi pencari baru yang menggabungkan fungsionalitas appfinder lama dan xfrun4. Panel juga mempunyai mode vertikal baru [alias Deskbar] untuk penggunaan ruang lebih baik pada monitor layar lebar dan plugin aksi baru. Di sisi pengaturan pembantu pengaturan terintegrasi dalam xfsetingsd, menyimpan 1 proses berjalan. Ada juga dialog pengaturan dengan kategori yang dikerjakan ulang dan dialog dapat ditancapkan yang diaktifkan standarnya. Pengaturan Synaptics dan Wacom dalam pengaturan Tetikus dan penyunting Tipe MIME baru. Thunar mendapatkan tata letak yang diperindah untuk mengurangi penggunaan ruang dan interaksi yang lebih responsif dengan pembuat miniatur. Karena kami belum memutuskan bagaimana cara menggabungkan fungsionalitas desktop dengan Thunar, Xfdesktop telah mendapatkan banyak peningkatan, termasuk dukungan klik tunggal, miniatur ikon desktop dan penempelan berkasyang lebih baik. Manajer sesi memiliki kode manajemen daya yang ditingkatkan, tips telah dihapus dan membersihkan sesi dari antarmuka. Terakhir, Manajer Jendela kini telah mendukung banyak jendela dan navitasi tombol panah di pengganti tugas.
it: Questo rilascio comprende importanti modifiche al cuore dell'ambiente Xfce e auspicabilmente contribuisce a soddisfare un elevato numero di richieste. Tra gli aggiornamenti più importanti vale la pena ricordare il nuovo ricercatore delle applicazioni che unisce le funzionalità del vecchio appfinder e di xfrun4. Il pannello ha una nuova modalità verticale (Deskbar) per un miglior utilizzo con gli schermi wide e un nuovo plugin per le azioni. Per quanto riguarda le impostazioni, l'assistente alle impostazioni è incorporato in xfsettingsd, per cui viene risparmiato 1 processo. È stata anche rivista la finestra delle impostazioni abilitando di default le categorie e le schermate collegabili. Sono state anche introdotte delle impostazioni di base per Synaptics e Wacom nelle impostazioni del mouse e un nuovo editor dei tipi MIME. Thunar è stato dotato di un layout migliorato che ne ha aumentato la reattività con il generatore di miniature e ridotto l'utilizzo di spazio. Poiché non è ancora stato deciso come unire le varie funzionalità della scrivania con quelle di Thunar, xfdesktop ha ricevuto diversi miglioramenti tra cui il supporto al clic singolo, le miniature delle icone sulla scrivania e un miglior incollaggio dei file. Il gestore della sessione si avvale di un codice di gestione dell'energia migliorato, i suggerimenti sono stati rimossi. Infine, il gestore delle finestre supporta la riquadratura delle finestre e la navigazione con i tasti freccia nel selezionatore delle attività.
ja: このリリースにはXfceデスクトップ環境のコアに対するメジャーな変更が組み込まれており、長期間に渡ったリクエストを満たすことができれば幸いです。最も注目すべき更新プログラムには、古いappfinderとxfrun4の機能を統合する新しいアプリケーションファインダーがあります。パネルには、ワイドスクリーンモニターのスペースの使用効率を高めるため、新しい垂直モード [Deskbar] と新しいアクションプラグインもあります。設定側では設定ヘルパーがxfsettingsdに統合され、実行中のプロセスが1つ節約されます。カテゴリとプラグ可能なダイアログがデフォルトで有効になった、手直しされた設定ダイアログもあります。SynapticsとWacomの基本的なマウス設定、新しいMIMEタイプエディター。 Thunarはより洗練されたレイアウトになり、スペースの使用量を削減し、サムネイルジェネレーターの応答性を向上させました。デスクトップ機能をThunarに統合する方法がまだ決定していないため、代わりにXfdesktopのさまざまな改善を行いました。シングルクリックのサポート、デスクトップアイコンのサムネイル、ファイルの貼り付けの改善など。セッションマネージャーの電源管理コードが改善され、ヒントが削除され、インターフェイスからセッションがクリーンアップされました。最後になりましたが、ウィンドウマネージャーはタスクスイッチャーでタイルウィンドウと方向キーナビゲーションをサポートするようになりました。
kk: Бұл шығарылым Xfce жұмыс үстелі ортасының өзегіне үлкен өзгерістер енгізеді және көптен бергі бірқатар сұраныстарды орындайды деп үміттенеміз. Ең елеулі жаңартулардың ішінде ескі appfinder мен xfrun4 функцияларын біріктіретін жаңа қолданбаларды іздеуші бар. Сондай-ақ, кең экранды мониторларда орынды тиімді пайдалану үшін панельдің жаңа вертикалды режимі [яғни Deskbar] және жаңа әрекеттер плагині бар. Баптаулар жағынан, баптаулар көмекшісі xfsettingsd ішіне біріктірілген, бұл 1 орындалып тұрған процесті үнемдейді. Сонымен қатар, санаттары бар және әдепкі бойынша қосылатын сұхбат терезелері бар қайта жасалған баптаулар сұхбат терезесі бар. Тышқан баптауларындағы негізгі Synaptics және Wacom баптаулары және жаңа MIME-түрі редакторы қосылды. Thunar орынды аз пайдалану үшін неғұрлым жинақы жаймаға және миниатюра генераторымен жылдамырақ өзара әрекеттесуге ие болды. Жұмыс үстелі функцияларын Thunar-ға қалай біріктіру керектігін әлі шешпегендіктен, оның орнына Xfdesktop бір реттік шертуді қолдауды, жұмыс үстелі таңбашаларының миниатюраларын және файлдарды жақсартылған кірістіруді қоса алғанда, түрлі жақсартуларға ие болды. Сессиялар басқарушысында қуатты басқару коды жақсартылды, кеңестер алынып тасталды және интерфейстен сессияларды тазалау жүргізілді. Соңғысы, бірақ маңыздысы, терезелер басқарушысында енді терезелерді плиткамен орналастыру және тапсырмалар ауыстырғышында бағдарша пернелерімен навигациялау қолдауы бар.
lt: Šiame leidime yra didelių pokyčių Xfce branduolio elementams, tikimės jog jie patenkins visus prašymus. Tarp labiausiai matomų atnaujinimų yra nauja programų ieškyklė, kuri sujungia senos „appfinder“ ir „xfrun4“ funkcionalumą. Skydelis turi naują vertikalią veikseną [dar žinomą kaip Deskbar], kuris geriau išnaudoja vietą, plačiaekraniuose monitoriuose. Taipogi atsirado naujas veiksmų įskiepis. Nustatymų pusėje, nustatymų pagelbiklis yra integruotas į xsettingsd, taip sutaupomas 1 aktyvus procesas. Taipogi perdarytas nustatymų langas su kategorijomis ir pagal nutylėjimą įjungtais prijungiamais dialogais. Pelės nustatymuose, nauji Synaptics ir Wacom nustatymai, taipogi pridėtas naujas MIME-Tipų redaktorius. Thunar įgavo labiau išbaigtą išdėstymą, kuriame sumažintas vietos naudojimas ir padidintas atsakomumas su miniatiūrų kūrėju. Mes dar nenusprendėme kaip integruoti darbalaukio funkcionalumą į Thunar, todėl Xfdesktop gavo įvairių patobulinimų, įskaitant vieno paspaudimo palaikymą. Iš sąsajos buvo pašalinti patarimai ir seansų valymas. Paskutinis, bet ne prasčiausias, langų tvarkytuvė nuo šiol turi langų išdėtymą (tiling) ir užduočių perjungiklyje naršymą krypčių klavišais.
ms: Keluaran ini menggabungkan perubahan besar pada teras pembangunan desktop Xfce dan berharap dapat memenuhi sebahagian besar permintaan pengguna. Diantara kemaskini yang paling ketara adalah pencari aplikasi baharu yang menggabungkan kefungsian appfinder dan xfrun4 yang lama. Panel juga mempunyai mod mengufuk baharu [iaitu Palang Meja] untuk penggunaan ruang yang lebih baik pada monitor berskrin lebar dan pemalam tindakan baharu. Manakala pada tetapan, pembantu tetapan telah disepadukan di dalam xfsettingsd, dapat jimatkan 1 proses yang berjalan. Terdapat juga dialog tetapan yang dikerja semula dengan kategori dan dialog boleh palam dibenarkan secara lalai. Tetapan Synaptics dan Wacom asas dalam tetapan Tetikus dan satu penyunting Jenis-MIME baharu. Thunar pula diperkemaskan dengan bentangan baharu untuk kurangkan penggunaan ruang dan interaksi yang lebih responsif dengan penjana lakaran kenit. Oleh kerana kami belum tentukan bagaimana hendak gabungkan kefungsian desktop di dalam Thunar, Xfdesktop telah banyak menerima penambahbaikan, iaitu sokongan se-klik, lakaran ikon desktop dan penampalan fail yang lebih baik. Pengurus Sesi juga telah ditambah baik kod pengurusan kuasanya, tip telah dibuang dan pembersihan sesi dari antaramuka. Yang terakhir, kini Pengurus Tetingkap mempunyai sokongan untuk penjubinan tetingkap dan navigasi kekunci anak panah di dalam penukar tugas.
nb: Denne utgivelsen har mange store og sentrale endringer i skrivebordsmiljøet, og oppfyller forhåpentligvis mange gamle ønsker. Blant de mest nevneverdige oppdateringene er den nye programsøkeren som slår sammen funksjonaliteten til den gamle programsøkeren og xfrun4. Panelet har en ny loddrett modus (bardisk) som bedre utnytter plassen til breiskjermer, og et nytt handlingstillegg. Innstillingshjelperen er bygd inn i xfsettingsd, altså én prosess mindre. Innstillingsdialogen er omarbeidet med kategorier og pluggbare dialoger som standard. Museinnstillingene har nå grunnleggende støtte for Synaptics og Wacom. Det er også et nytt redigeringsprogram for MIME-typer. Thunar fikk finpusset utformingen sin for å minske plassbruk og øke samhandlingshastigheten med miniatyrbilder. Vi har ikke bestemt oss ennå for hvordan skrivebordsfunksjonalitet kan bygges inn i Thunar. Xfdesktop har derfor fått mange forbedringer, inkludert støtte for enkeltklikk, miniatyrbilder for ikoner og bedre innliming av filer. Øktbehandleren har bedre strømstyringskode, tips er fjernet og økter kan tømmes fra grensesnittet. Sist, men ikke minst, så støtter vindusbehandleren nå flislegging av vinduer og navigasjon med piltastene i oppgaveveksleren.
oc: Aquesta version intègra de cambiaments màgers al còr de l'environament de burèu Xfce e capita, o espèri dins l'acompliment d'un certan nombre de demandas de longa data. Demest las mesas a jorn las mai notablas es lo novèl detector d'aplicacion que fusiona las foncionalitats de l'ancian appfinder e xfrun4. Lo panèl dispausa tanben d'un novèl mòde vertical [Deskbar] per una melhora utilizacion de l'espaci suls monitors a ecran larg e un novèl empeuton d'accions. Del costat dels paramètres l'assistent de reglatges es integrat dins xfsettingsd, estalviant 1 processus de foncionament. Tanben i a una fenèstra dels paramètres retrabalhada amb de categorias e de dialògs enfichables activada per defaut. Synaptics e reglatges de basa Wacom dins los paramètres de la mirga e un novèl editor de tipe MIME. Thunar a ganhat un agençament mai lis per redusir l'utilizacion de l'espaci e l'interaction mai sensibla amb lo generador de vinhetas. Perque avèm pas encara decidit del biais de fusionar la foncionalitat del burèu dins Thunar, Xfdesktop a puslèu recebut divèrses melhoraments, dont lo supòrt simple clic, icònas miniaturas de burèu e de melhor pegar als fichièrs. Lo gestionari de sessions a melhorat lo còdi de gestion de l'alimentacion, de conselhs son estats levats e de sessions de netejatge de l'interfàcia. Lo darrièr, mas pas lo mendre, lo gestionari de fenèstras a ara lo supòrt per las fenèstras en mosaïca e la flècha tòca de navigacion dins lo bascuolador de prètzfait.
pl: To wydanie zawiera kilka dużych zmian w głównych komponentach środowiska. Najbardziej zauważalną jest nowa wyszukiwarka programów, która łączy funkcjonalność starszej wersji i programu xfrun4. Panel zyskał nowy, pionowy układ wyświetlania (boczny), pasujący szczególnie do szerokich ekranów oraz nowy aplet sesji. Pomocnik ustawień zintegrowano z programem xfsettingsd, zmniejszając tym samym ilość niezbędnych procesów o 1. Aktywatory programów konfiguracyjnych, znajdujące się w ustawieniach systemu, zostały rozmieszczone w kategoriach. Okna programów konfiguracyjnych są domyślnie zintegrowane z głównym oknem ustawień. Możliwości konfiguracji myszy i panelu dotykowego poszerzono o podstawowe ustawienia Synaptics i Wacom. Udostępniono nowy edytor typów MIME. Program Thunar otrzymał bardziej przejrzysty układ graficzny oraz zmniejszono czas reakcji programu podczas współpracy z generatorem miniatur. Nie zdecydowaliśmy jeszcze w jaki sposób zaimplementować obsługę pulpitu w programie Thunar, dlatego w zamian tego program Xfdesktop zyskał wiele ulepszeń, np. obsługę działań pojedynczymi kliknięciami, miniatury plików pulpitu i lepszą obsługę wklejania plików ze schowka. W menedżerze sesji udoskonalono kod zarządzania zasilaniem, usunięto podpowiedzi i dodano możliwość czyszczenia zapisanych sesji z poziomu interfejsu graficznego. Menedżer okien obsługuje teraz dopasowywanie okien do krawędzi ekranu i nawigowanie klawiszami kursora podczas przełączania pomiędzy oknami.
pt: Esta versão incorpora grandes mudanças para o núcleo do ambiente de trabalho Xfce e esperamos conseguir cumprir uma série de pedidos de longa data . Entre as atualizações mais notáveis ​​está o novo pesquisador de aplicações que combina a funcionalidade do velho appfinder e do xfrun4 . O painel também tem um novo modo vertical [ aka Deskbar ] para um melhor uso do espaço em ecrãs panorâmicos e um novo plugin de ações . Do lado da definições está integrado no xfsettingsd o auxiliar configurações , economizando 1 processo em execução. Existe também uma configuração reformulada da janela com as categorias e janelas interligadas e ​​ativados por padrão. As definições básicas do Synaptics e da Wacom nas definições do Rato, e um novo editor Thunar MIME-Type ganhou uma apresentação mais polida para reduzir a utilização de espaço e para uma interação mais ágil com o gerador de miniaturas. Não decidimos sobre como fundir, no Thunar, a funcionalidade da área de trabalho, mas, em vez disso o Xfdesktop recebeu várias melhorias, incluindo suporte de clique único, miniaturas de ícones do ambiente de trabalho e uma melhor colagem de ficheiros. O Gestor de sessão melhorou o código de gestão de energia, as sugestões foram removidas e também as sessões de limpeza do interface. Por último, o Gestor de Janelas tem agora suporte para as sobreposições de janelas e para as teclas de navegação no interruptor de tarefas.
pt_br: Este lançamento incorpora mudanças significativas no núcleo do ambiente de desktop Xfce e, esperamos, que atenda a uma série de pedidos de longa data. Entre as atualizações mais notáveis estão o novo localizador de aplicativos, que combina a funcionalidade do antigo appfinder e xfrun4. O painel agora tem um novo modo vertical (também conhecido como deskbar) para melhor aproveitamento de espaço em monitores widescreen e um novo plugin de ações. No lado das configurações, o assistente de configurações foi integrado ao xfsettingsd, economizando um processo em execução. Também há um novo diálogo de configurações reestruturado, com categorias e diálogos plugáveis habilitados por padrão. Configurações básicas do Synaptics e Wacom nas configurações do mouse, além de um novo editor de tipo MIME. O Thunar ganhou um layout mais refinado para reduzir o uso de espaço e uma interação mais responsiva com o gerador de miniaturas. Como ainda não decidimos como fundir a funcionalidade da área de trabalho no Thunar, o Xfdesktop recebeu melhorias, incluindo suporte para clique único, miniaturas de ícones na área de trabalho e melhor colagem de arquivos. O gerenciador de sessões agora tem um código de gerenciamento de energia melhorado, as dicas foram removidas e as sessões de limpeza estão disponíveis na interface. Por fim, mas não menos importante, o gerenciador de janelas agora tem suporte ao modo 'lado a lado' de janelas e navegação por teclas de seta no alternador de tarefas.
ro: Această versiune încorporează schimbări majore în nucleul mediului de birou Xfce și sperăm că reușește să îndeplinească o serie de solicitări făcute de mult timp. Printre cele mai notabile actualizări se numără noul căutător de aplicații care îmbină funcționalitatea vechiului căutător de aplicații și xfrun4. De asemenea, panoul are un nou mod vertical [ cunoscut și ca Deskbar] pentru o mai bună utilizare a spațiului pe monitoarele cu ecran lat și un nou modul de acțiuni. Pe partea de opțiuni, asistentul de opțiuni este integrat în xfsettingsd, economisind 1 proces de execuție. Există, de asemenea, o fereastră de dialog a opțiunilor refăcută cu categorii și ferestre de dialog conectabile activate în mod implicit. Opțiunile de bază Synaptics și Wacom în cadrul opțiunilor pentru maus și un nou editor MIME-Type. Thunar a câștigat un aspect mai șlefuit pentru a reduce utilizarea spațiului și o interacțiune mai receptivă cu generatorul de miniaturi. Deoarece nu am decis încă cum să fuzionăm funcționalitatea de birou în Thunar, Xfdesktop a primit în schimb diverse îmbunătățiri, inclusiv suport pentru un singur clic, miniaturi ale pictogramelor de birou și o mai bună lipire a fișierelor. Administratorul de sesiune și-a îmbunătățit codul de gestionare a energiei, sugestiile au fost eliminate și au fost curățate sesiunile din interfață. Nu în ultimul rând, administratorul de ferestre are acum suport pentru ferestre suprapuse și navigare cu tastele săgeată în comutatorul de sarcini.
ru: Этот выпуск включает в себя значительные изменения в ядре среды рабочего стола Xfce и, надеемся, выполнит ряд долгосрочных требований. Одним из самых заметных новшеств является новый инструмент поиска приложений, который объединяет функциональность старого appfinder и xfrun4. Панели теперь можно размещать вертикально (для лучшего использования пространства широкоформатных мониторов). Помимо этого, появился новый модуль действий. Мастер настройки теперь интегрирован в xfsettingsd, тем самым стало на один запущенный процесс меньше. Также переработано окно параметров системы, вид по категориям и подключаемые диалоги включены по умолчанию. Основные настройки Synaptics и Wacom в настройках мыши и новый редактор MIME-типов. Улучшен интерфейс Thunar, чтобы уменьшить использование пространства и обеспечить более отзывчивые эскизы изображений. Так как мы еще не решили, как встроить функциональность рабочего стола в Thunar, вместо этого мы улучшили Xfdesktop: добавлена поддержка одиночного щелчка, значков рабочего стола и более удобной вставки файлов. В менеджере сеансов был улучшен код программы по управлению питанием, были удалены подсказки, список сессий. И последнее, но не по важности: оконный менеджер теперь поддерживает расположение окон мозаикой, а также навигацию клавишами со стрелками в переключателе задач.
sq: Kjo hedhje në qarkullim përfshin ndryshime të mëdha në bazën e mjedisit desktop Xfce dhe shpresojmë të jetë i suksesshëm në plotësimin e një numri kërkesash të kahershme. Me përditësimeve më të dallueshme është gjetësi i ri i aplikacioneve që shkrin në një funksionet e appfinder-it të dikurshëm dhe xfrun4-s. Paneli gjithashtu ka një mënyrë të re funksionimi vertikal [e quajtur edhe Deskbar] për përdorim më të mirë të hapësirës në monitorë me ekran të gjerë dhe një shtojcë të re veprimesh. Për sa u përket rregullimeve, ndihmësi i rregullimeve është integruar në xfsettingsd, duke kursyer xhirimin e 1 procesi. Ka gjithashtu një dialog të ripunuar për rregullimet, me kategori dhe dialogë që mund të vihen ose hiqen, të aktivizuar si parazgjedhje. Rregullime elementare për Synaptics dhe Wacom te rregullimet e Miut dhe një përpunues të ri Llojesh MIME. Thunar-i përfitoi një skemë më të lustruar për të reduktuar përdorimin e hapësirës dhe ndërveprim më reagues me prodhuesin e miniaturave. Ngaqë s’kemi caktuar ende si të përfshihet funksioni i desktopit në Thunar, Xfdesktop-i ka përfituar kështu disa përmirësime, përfshi mbulim për njëklikime, miniatura ikonash desktopi dhe ngjitje më të mirë kartelash. Përgjegjësit të Sesioneve iu shtua kod i përmirësuar administrimi energjie, ndihmëzat janë hequr dhe u krye edhe pastrim sesionesh prej ndërfaqes. E fundit, por jo për nga rëndësia, Përgjegjësi i Dritareve tani përmban mbulim për tjegullzim dritaresh dhe lëvizje përmes tasteve shigjetë te këmbyesi i punëve.
sr: Ово издање укључује крупне измене језгра Иксфце радног окружења са надом у успешно испуњење бројних дуго очекиваних захтева. Међу најприметнијим доградњама је нови проналазач програма који стапа моугћности старих appfinder-а и xfrun4. Полица такође има нови усправни начин рада [тзв. трака пулта] за боље искоришћење простора на широким екранима и нови прикључак радњи. У поставкама је помоћник поставки уграђен у xfsettingsd, смањујући покренуте процесе за један. Прозор поставки је такође прерађен, са подразумевано укљученим врстама и прикључним прозорима. Основне поставке Синаптикс и Ваком додирних плочица су уграђене у поставкама миша, и нови уредник МИМЕ врста. Тунар је добио испегланији распоред ради смањења заузећа простора и бољи одзив са ствараоцем умањених сличица. Пошто још нисмо одлучили да стопимо рад радне површи са Тунаром, Иксфдесктоп је уместо тога добио бројна побољшања, укључујући подршку за један клик, умањене сличице површи, и боље лепљење датотека. Управник седнице има напреднији код управљања потрошњом, савети су уклоњени и чишћење седнице из сучеља. На крају, управник прозора сада има подршку за поплочавање прозора и управљање дугмадима са стрелицама у измењивачу задатака.
sv: Den här utgåvan inkorporerar stora ändringar i skrivbordsmiljön Xfce:s kärna och lyckas förhoppningsvis att uppfylla ett antal önskemål som funnits länge. Bland de mest anmärkningsvärda uppdateringarna är den nya programsökaren som förenar funktionaliteten hos den gamla appfinder och xfrun4. Panelen har också ett nytt vertikalt läge [skrivbordsläge] för bättre användning av utrymme på bredskärmar och ett nytt händelseinsticksprogram. På inställningssidan är inställningshjälpen integrerats i xfsettingsd, som sparar en process som körs. Det finns också ett omarbetat inställningsdialogfönster med kategorier och pluggade dialogfönster aktiverade som standard. Grundläggande Synaptics och Wacom inställningar i musinställningarna och en ny MIME-typredigerare. Thunar har fått en mer putsad layout för att minska utrymme och känsligare interaktion med miniatyrbildsskaparen. Eftersom vi inte bestämt hur vi ska integrera skrivbordsfunktionalitet i Thunar än, har istället Xfce-skrivbordet fått flera förbättringar, bland annat stöd för enkelklick, skrivbordsikonminiatyrer och bättre inklistring av filer. Sessionshanteraren har förbättrad kod för strömhantering, tips har tagits bort och rensa bort sessioner från gränssnittet. Sist men inte minst, har nu fönsterhanteraren stöd för att fästa fönster och navigering med piltangenter i aktivitetsväxlaren.
th: รุ่นนี้รวมเอาความเปลี่ยนแปลงขนานใหญ่ในส่วนแกนหลักของเดสก์ท็อป Xfce ด้วยความหวังว่าจะประสบความสำเร็จในการตอบสนองคำเรียกร้องที่มีมานานจำนวนหนึ่ง ในบรรดาการปรับปรุงที่น่าสนใจอันดับต้นๆ ก็มีเครื่องมือค้นหาโปรแกรมตัวใหม่ที่รวมเอาความสามารถของตัวเก่าเข้ากับ xfrun4 นอกจากนี้ พาเนลยังมีโหมดแนวตั้ง [หรือเดสก์บาร์] เพื่อการใช้เนื้อที่อย่างมีประสิทธิภาพบนจอภาพจอกว้าง และมีปลั๊กอินกระทำคำสั่งตัวใหม่ ในด้านการตั้งค่า ตัวช่วยตั้งค่าได้ถูกผนวกรวมเข้าใน xfsettingsd ทำให้ประหยัดโพรเซสที่ทำงานลงได้ 1 โพรเซส นอกจากนี้ ยังมีกล่องโต้ตอบตั้งค่าที่รื้อทำใหม่ โดยมีหมวดหมู่และกล่องโต้ตอบที่เสียบประกอบได้เปิดใช้โดยปริยาย การตั้งค่า Synaptics และ Wacom พื้นฐานในกล่องตั้งค่าเมาส์ และเครื่องมือแก้ไขชนิด MIME ตัวใหม่ Thunar ก็ได้รับการปรับปรุงการจัดวางเพื่อลดการใช้เนื้อที่ และยังมีการโต้ตอบกับตัวสร้างภาพย่ออย่างรวดเร็วยิ่งขึ้น และเนื่องจากเรายังไม่ได้ตัดสินใจว่าจะผนวกการจัดการพื้นโต๊ะเข้าใน Thunar อย่างไร จึงมีการปรับปรุงหลายเรื่องใน Xfdesktop แทน ซึ่งรวมถึงการรองรับคลิกเดียว การสร้างไอคอนภาพย่อบนพื้นโต๊ะ และการแปะแฟ้มที่ดียิ่งขึ้น โปรแกรมจัดการวาระได้มีการปรับปรุงโค้ดเกี่ยวกับการจัดการพลังงาน คำแนะนำและการทำความสะอาดวาระได้ถูกตัดออกจากส่วนติดต่อ สุดท้าย โปรแกรมจัดการหน้าต่างก็ได้รองรับการจัดเรียงหน้าต่างแบบเรียงกระเบื้องและการเลื่อนเลือกด้วยปุ่มลูกศรในกล่องสลับทาสก์แล้ว
tr: Bu sürüm masaüstündeki ortam çekirdeğinde büyük değişikler içerir ve bir dizi istekleri yerine getirmesinde başarılı olması umuluyor. En önemli güncellemeler arasında eski appfinder ve xfrun4 işlevselliğini birleştiren yeni uygulama bulucu vardır. Ayrıca panelde geniş ekran monitörlerin daha iyi alan kullanımı ve yeni işlemlerin eklentisi için yeni bir dikey mod [aka Masaüstü-Çubuğu (Deskbar) modu ] vardır. Ayarlar tarafında ayarlar yardımcısı 1 çalışan işlemi tasarruf eden xfsettingsd entegre edilmiştir.İ şlenmiş kategorileri ile yeniden tasarlanan ve takılabilir olarak varsayılan diyaloglar vardır.Fare ayarları ve yeni bir MIME-Türü editörü Temel Sinaptikler ve Wacom ayarları. Thunar alanın kullanımını azaltmak ve küçük jeneratör ile daha duyarlı etkileşim için daha parlak düzen kazandı. Çünkü biz daha Thunar içine masaüstü işlevselliğini nasıl birleştireceğine karar verilemedi, bunun yerine Xfdesktop ek tıklama desteği, masaüstü küçük şekiller simgesi ve dosyaların daha iyi yapıştırılması dahil olmak üzere çeşitli iyileştirmeler aldı .Oturum Yöneticisi güç yönetimi kodu geliştirdi,ipuçları ipuçları ve arabiriminden temizleme oturumları kaldırıldı.Son olarak,Pencere yöneticisinin artık fayans pencereler ve görevlerin seçiminde kilit navigasyon oku için desteği vardır.
uk: Цей випуск містить в основному зміни в ядрі Xfce, про які вже давно була мова. Серед найбільш важливіших оновлень є новий шукач програм, що об’єднує функціональність старого appfinder і xfrun4. Панель також має новий вертикальний режим для кращого використання місця на широкоформатних моніторах, а також новий додаток дій. Переписано діалог налаштувань з категоріями і з діалогами-додатками, які ввімкнено по замовчуванню. Додано основні налаштування Synaptic і Wacom в налаштуваннях миші і новий редактор MIME-типів. З налаштувань тепер помічник налаштувань вбудовано в xfsettingsd, економлячи 1 запущений процес. Thunar отримав більш приязний вигляд і генератор значків. Оскільки ми на разі не вирішили, як включити функціональність стільниці в Thunar, тому Xfdesktop отримав різні покращення, в тому числі підтримку одного клацання, значки іконок на стільниці і краще вставляння файлів. Менеджер сесій отримав покращення коду керування живленням, підказки були вилучено і очищення сесій з інтерфейсу. Останнє, але не найостанніше, це те, що менеджер вікон тепер має підтримку мозаїчних вікон і дозволяє навігацію клавішами в менеджері задач.
vi: Bản phát hành này kết hợp những thay đổi lớn đối với cốt lõi của môi trường máy tính để bàn Xfce và hy vọng sẽ thành công trong việc đáp ứng một số yêu cầu đã lâu. Trong số các bản cập nhật đáng chú ý nhất là trình tìm ứng dụng mới kết hợp chức năng của appfinder cũ và xfrun4. Bảng điều khiển cũng có chế độ dọc mới [còn gọi là Deskbar] để sử dụng không gian tốt hơn trên màn hình rộng và plugin hành động mới. Về phía cài đặt, trình trợ giúp cài đặt được tích hợp trong xfsettingsd, tiết kiệm 1 tiến trình đang chạy. Ngoài ra còn có một hộp thoại cài đặt được làm lại với các danh mục và hộp thoại có thể cắm được bật theo mặc định. Cài đặt Synaptics và Wacom cơ bản trong cài đặt Chuột và trình chỉnh sửa MIME-Type mới. Thunar có bố cục bóng bẩy hơn để giảm mức sử dụng không gian và tương tác phản hồi nhanh hơn với trình tạo hình thu nhỏ. Vì chúng tôi chưa quyết định cách hợp nhất chức năng máy tính để bàn vào Thunar nên thay vào đó, Xfdesktop đã nhận được nhiều cải tiến khác nhau, bao gồm hỗ trợ một cú nhấp chuột, hình thu nhỏ biểu tượng máy tính để bàn và dán tệp tốt hơn. Trình quản lý phiên đã cải thiện mã quản lý nguồn, các mẹo đã bị xóa và dọn sạch các phiên khỏi giao diện. Cuối cùng nhưng không kém phần quan trọng, Trình quản lý cửa sổ hiện có hỗ trợ sắp xếp các cửa sổ và điều hướng bằng phím mũi tên trong trình chuyển đổi tác vụ.
zh_tw: 這個版本將一些主要的變化併入了 Xfce 桌面環境的核心中，希望能解決大量的、長時間的請求。最值得注意的更新是新的應用程式尋找器，它合併了舊有的 appfinder 及 xfrun4。面板也有了新的垂直模式(亦即桌面列)以便更佳的利用寬螢幕的空間，並且也有一個新的動作插件。在設定方面，設定求助器合併到了 xfsettingsd，儲存正在執行的1個處理程序。還有一個重新編寫的，含有分類的設定對話框，並預設啟用插入式對話框。在滑鼠設定中也有了基本的 Synaptics 和 Wacom 設定及一個新的 MIME 類型編輯器。Thunar 則有了一個更精美的佈局以減少空間的使用，並與縮圖產生器互動時的反應速度更好。由於我們尚未決定要如何把桌面的功能合併到 Thunar 中，Xfdesktop 反而也有了更多改進，包括了單次點擊支援、桌面圖示縮圖以及更佳的檔案貼上能力。工作階段管理員改進了電源管理的代碼，提示已被移除，並從介面清理工作階段。最後但同樣重要的是，視窗管理員現在支援了視窗平鋪以及在工作切換器中的方向鍵導覽。
