Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: This means that maintainers don't necessarily have to release new versions of their components along with one of the pre-releases. The release team always picks the latest available development or stable release of each component for pre-releases and the final release.
cs: To znamená, že údržbáři nemusejí nutně vydávat nové verze svých komponent s jedním z předběžných vydání. Tým pro vydávání vždy vybírá nejnovější dostupné vývojové nebo stabilní vydání každé komponenty pro předběžná vydání a finální vydání.
da: Dette betyder at vedligeholdere ikke behøver at udgive nye versioner af deres komponenter, samtidig med en af deres før-udgivelser. Dette udgivelses-hold vælger altid den seneste tilgængelige udviklings eller stabile udgivelse, af hver komponent til før-udgivelse og den endelige udgivelse.
de: Das bedeutet, dass die Betreuer nicht zwangsläufig neue Versionen ihrer Komponenten innerhalb einer der Vorab-Freigaben veröffentlichen müssen. Das Release-Team nutzt stets die neuesten Entwicklerversionen oder stabile Versionen jeder der Komponenten für die Vorab-Freigaben und die stabile Freigabe.
fr: Cela signifie que les mainteneurs n’ont pas forcément besoin de publier de nouvelles versions de leurs composants parallèlement aux préversions. L’équipe de publication intègre toujours la dernière version de développement ou stable d’un composant aux préversions et à la version finale.
id: Dengan demikian para pengembang di masing-masing komponen tidak perlu merilis versi baru untuk tiap pra-rilis. Tim rilis akan selalu mengambil versi pengembangan termutakhir atau versi stabil dari tiap komponen untuk pra-rilis hingga rilis akhir.
ja: これは、メンテナーはプレリリースに合わせて担当コンポーネントの新バージョンを公開する必要はないことを意味する。リリースチームは、プレリリースおよび最終リリースに際し、各コンポーネントの提供可能な最新の開発版あるいは安定版リリースを使用する。
lt: Tai reiškia jog prižiūrėtojai neprivalo išleisti naujos savo komponento versijos su kiekvienu peržiūros leidimu. Leidimo komanda visada paima naujausią prieinamą kūrimo ar stabilų leidimą.
ms: Ini bermaksud penyelenggaran tidak perlu melepaskan versi baharu komponen mereka bersama-sama dengan salah satu dari pra-keluaran. Pasukan keluaran sentiasa memilih pembangunan tersedia yang terkini atau keluaran stabil bagi setiap komponen untuk pra-keluaran dan keluaran akhir.
nb: Dette betyr at vedlikeholderne ikke nødvendigvis må gi ut nye versjoner av sine komponenter sammen med førutgivelsene. Utgivelsesrådet velger alltid hver komponents siste tilgjengelige utviklings- eller stabile utgivelse for førutgivelsene og den endelige utgivelsen.
nl: Dit betekent dat beheerders niet per se om nieuwe versies van hun componenten release samen met een van de pre-releases. De release-team pakt altijd de meest recente beschikbare ontwikkeling of stabiele release van elk bestanddeel voor pre-releases en de uiteindelijke release.
oc: Aquò significa que los responsables an pas necessàriament a sortir de novèlas versions de lors components emai d'una de las preversions. L'equipa de liberacion choisit totjorn lo darrièr desvolopament disponible o version establa de cada component pels preversions e la version finala.
pt: Isto significa que mantenedores não têm necessariamente que lançar novas versões de seus componentes junto com a dos pré-lançamentos. A equipa de lançamento sempre usa o último lançamento estável ou de desenvolvimento disponível de cada componente para pré-lançamentos e para o lançamento final.
ru: Это означает, что сопровождающим необязательно выпускать новую версию их компонентов наряду с одним из предварительных выпусков. Команда выпуска всегда выбирает последние доступные разрабатываемые или стабильные выпуски каждого компонента для предварительных выпусков и конечного выпуска.
sq: Kjo do të thotë që mirëmbajtësve s’do t’u duhet të hedhin doemos në qarkullim versione të rinj të përbërësve të tyre tok me ata të hedhjes paraprake në qarkullim. Ekipi i hedhjeve në qarkullim zgjedh përherë hedhjen më të re në qarkullim të gatshme, version zhvillim ose i qëndrueshëm, të çdo përbërësi për hedhjen paraprake dhe atë përfundimtare në qarkullim.
sv: Detta betyder att ansvariga inte nödvändigtvis måste släppa nya versioner av sina komponenter tillsammans med en av förhandsutgåvorna. Utgivningsgruppen väljer alltid den senaste tillgängliga utvecklings- eller stabila utgåvan av varje komponent för förhandsutgåvor och slututgåva.
th: ซึ่งหมายความว่าผู้ดูแลต่างๆ ไม่จำเป็นต้องออกรุ่นใหม่ขององค์ประกอบของตนไปกับรุ่นตัวอย่างก็ได้ ทีมออกรุ่นจะหยิบเอารุ่นพัฒนาหรือรุ่นเสถียรล่าสุดที่มีของแต่ละองค์ประกอบมารวมเป็นรุ่นตัวอย่างและรุ่นจริงเอง
tr: Bu şu anlama geliyor, projec yürütücüleri, ön sürümlerin, kendi bileşenlerinin yeni sürümleri olmak zorunda değildir. Sürüm takımı, her zaman, ön sürümler ve son sürüm için her bir bileşenin son mevcut geliştirme veya kararlı sürümü seçer.
uk: Це означає, що розробники не обов’язково повинні випускати нові версії їхніх компонентів з одним з попередніх випусків. Команда випуску завжди використовує останній можливий розробницький або стабільний випуск кожної компоненти для попереднього випуску і для фінального випуску.
zh_tw: 這代表了維護者並不一定非要與某個預覽版本一同釋出他們的新版軟體。發行團隊會挑選各組件可用的開發或穩定版本來做為預覽版本及最終釋出版本。

source: The end of this phase marks a new stable release of the Xfce core desktop and therewith the start of a new release cycle.
cs: Konec této fáze značí nové stabilní vydání jádra prostředí Xfce a začátek nového cyklu pro vydávání.
da: Slutningen af denne fase, markerer en ny stabil udgivelse af Xfce kerne-skrivebordet og dermed starten af en ny udgivelses-cyklus.
de: Das Ende dieser Phase markiert eine neue stabile Veröffentlichung der Xfce-Kernumgebung und gleichzeitig den Beginn eines neuen Veröffentlichungszyklus.
fr: La fin de cette phase se conclut par une nouvelle version stable du cœur du bureau Xfce et avec elle le début d’un nouveau cycle de publication.
id: Akhir dari fase ini menandai munculnya versi stabil baru desktop Xfce sekaligus menandai awal siklus untuk rilis berikutnya.
ja: このフェイズの最後に、Xfce コアデスクトップの新しい安定版リリースとともに新しいリリースサイクルの開始をマークする。
lt: Šios fazės pabaiga reiškia naują stabilų Xfce leidimą ir naujo išleidimo ciklo pradžią.
ms: Dipenghujung fasa ini menandakan keluaran stabil baharu desktop teras Xfce dan bermulalah kitar keluaran baharu.
nb: Til slutt i denne fasen kommer en ny stabil utgivelse av skrivebordsmiljøet Xfce, og dermed starter en ny utgivelsessyklus.
nl: Het einde van deze fase markeert een nieuwe stabiele versie van de Xfce desktop kern en daarmee de start van een nieuwe release-cyclus.
oc: La fin de aquesta fasa marca una novèla version establa del burèu de basa Xfce e amb ela lo començament d'un novèl cicle de version.
pt: O final desta fase marca uma nova versão estável do núcleo da área de trabalho Xfce e com isso o início de um novo ciclo de lançamento.
ru: Окончание этой фазы отмечает новый стабильный выпуск ядра оболочки Xfce и вместе с тем начало цикла нового выпуска.
sq: Fundi i kësaj faze shënon një hedhje të re të qëndrueshme në qarkullim të desktopit bazë Xfce dhe rrjedhimisht fillimin e një cikli të ri hedhjesh në qarkullim.
sv: Slutet av denna fas markerar en ny stabil utgåva av Xfce:s kärnskrivbord och därmed början på en ny utgåvecykel.
th: การสิ้นสุดของขั้นนี้จะเป็นการออกรุ่นเสถียรรุ่นใหม่ของเดสก์ท็อป Xfce แกนหลัก และเป็นจุดเริ่มต้นรอบออกรุ่นรอบใหม่ด้วยในตัว
tr: Bu evrenin sonunda, Xfce temel masaüstünün yeni bir sürümü işaretlenir ve bununla birlikte yeni bir sürüm döngüsüne başlanır.
uk: Кінець цієї фази означає новий стабільний випуск основної стільниці Xfce і тим самим початок нового циклу випуску.
zh_tw: 此階段的結束代表了一個 Xfce 核心桌面的新穩定版本發佈，新的發行週期旋即開始。

source: Freezing before Releases
cs: Zmrazení před vydáními
da: Frysning inden udgivelser
de: Freezing vor Freigaben
fr: Gels avant publications
id: Pembekuan sebelum Rilis
ja: リリース前のフリーズ
lt: Užšaldymas prieš leidimus
ms: Pembekuan sebelum Keluaran
nb: Frys før utgivelse
nl: Invriezen voordat Releases
oc: Gèl abans la version
pt: Congelar antes dos lançamentos
ru: Заморозка перед выпусками
sq: Ngrirje përpara Hedhjesh Në Qarkullim
sv: Frysning före utgåvor
th: การหยุดเปลี่ยนแปลงก่อนออกรุ่น
tr: Sürümlerden önce Durdurma
uk: Замороження перед випуском
zh_tw: 釋出前的凍結

source: There are different freeze types before releases.
cs: Existuje několik různých druhů zmrazení před vydáními
da: Der er forskellige frysningstyper inden udgivelser.
de: Es gibt verschiedene Freeze-Typen vor den Freigaben.
fr: Il existe différents types de gel avant les publications.
id: Ada beberapa tipe pembekuan sebelum rilis.
ja: リリース前に、様々なタイプのフリーズが行われる。
lt: Yra keli užšaldymo tipai.
ms: Terdapat pelbagai jenis pembekuan sebelum keluaran.
nb: Det er forskjellige typer frys før utgivelse.
nl: Er zijn verschillende soorten bevriezen voordat releases.
oc: Existisson diferents tipes de gèl abans la version.
pt: Existem diferentes tipos de congelamento antes dos lançamentos.
ru: Существуют различные типы заморозок перед выпусками.
sq: Ka lloje të ndryshme ngrirjesh përpara hedhjeve në qarkullim.
sv: Det finns olika frysningar före utgåvor.
th: มีการหยุดเปลี่ยนแปลงหลายชนิดก่อนออกรุ่น
tr: Sürümlerden önce bir birinden farklı dondurma türleri vardır.
uk: Є різні типи заморожень перед випуском.
zh_tw: 釋出前有不同類型的凍結。

source: Feature Freeze
cs: Zmrazení funkcí a vlastností
da: Funktionalitetsfrysning
fr: Gel des fonctionnalités
id: Pembekuan Fitur
ja: フィーチャーフリーズ
lt: Galimybių užšaldymas
ms: Pembekuan Fitur
nb: Funksjonsfrys
oc: Gèl de las foncionalitats
pt: Congelamento de recursos
ru: Заморозка функций
sq: Ngrirje Veçorish
sv: Funktionsfrysning
th: การหยุดเปลี่ยนแปลงความสามารถ
tr: Özellik Dondurulması
uk: Замороження властивостей
zh_tw: 功能凍結

source: With Xfce X.Ypre1, all core components enter feature freeze which means from there on only translations and bugfixes are allowed to go into the master branch.
cs: S verzí Xfce X.Ypre1 vstupují všechny klíčové komponenty do stavu zmrazení funkcí a vlastností, což znamená, že nyní změny v hlavní větvi povoleny pouze pro úpravu překladů a opravy chyb.
da: Med Xfce X.Ypre1, alle kerne komponenter træder i funktions-frys, hvilket betyder at der derfra kun er oversættelser og fejl-retninger der er tilladt ind i hoved-grenen.
de: Mit Xfce X.Ypre1 gelangen alle Kernkomponenten in den Feature-Freeze. Von diesem Zeitpunkt an dürfen nur noch Übersetzungen und Fehlerkorrekturen in den Master-Zweig eingespielt werden.
fr: Avec Xfce X.Ypre1, tous les composants de base sont arrêtés, ce qui signifie que seules les traductions et corrections de bogues peuvent intégrer la branche maîtresse.
id: Dengan Xfce X.Ypre1, seluruh komponen inti memasuki pembekuan fitur yang artinya mulai saat itu hanya terjemahan dan perbaikan awakutu saja yang diperbolehkan untuk masuk ke cabang master.
ja: Xfce X.Ypre1 では、すべてのコアコンポーネントはフィーチャーフリーズに入る。これ以降、master ブランチに対しては、翻訳の更新とバグの修正のみが許される。
lt: Su Xfce X.Ypre1 visi branduolio komponentai patenka į galimybių užšaldymo stadiją, tai reiškia jog nuo šiol bus atnaujinami vertimai ir taisomos klaidos.
ms: Dengan Xfce X.Ypra1, semua komponen teras memasuki pembekuan fitur iaitu hanya terjemahan dan pembaikan pepijat dibenarkan masuk ke dalam cabang master.
nb: Med Xfce X.Ypre1 fryses alle kjernekomponentenes funksjonalitet, hvilket betyr at kun oversettelser og feilrettinger kan inngå i hovedgreina.
nl: Met Xfce X.Ypre1, alle basiscomponenten te voeren feature freeze wat betekent dat vanaf daar alleen een vertaling en bugfixes zijn toegestaan in te gaan op de master branch.
oc: Amb Xfce X.Ypre1, totes los components de basa entrent en gèl per lors foncionalitats, aquò significa qu'a partir d'aquí las traduccions e las correccions de bugs son autorizats a entrar dins la branca master.
pt: Com o Xfce X.Ypre1, todos os componentes centrais são congelados nas funcionalidades, o que significa que a partir de então apenas traduções e correções de bugs são incluídas no ramo principal.
ru: С Xfce X.Ypre1 все основные компоненты входят в фазу заморозки функций. Это означает, что в основную ветку принимаются только переводы и исправления ошибок.
sq: Me Xfce X.Ypre1, krejt përbërësit bazë hyjnë në fazë ngrirjeje veçorish, që do të thotë se tani e tutje lejohen të barten në degën kryesore vetëm përkthime dhe ndreqje të metash.
sv: Med Xfce X.Ypre1, går alla komponenter in i funktionsfrysning vilket betyder att från och med nu tillåts bara översättningar och felrättningar att släppas in i master-grenen.
th: เมื่อ Xfce X.Ypre1 ออก องค์ประกอบแกนหลักทุกตัวจะเข้าสู่ช่วงหยุดเปลี่ยนแปลงความสามารถ ซึ่งหมายความว่าจะอนุญาตให้งานแปลและการแก้บั๊กเท่านั้นที่จะเข้าสู่แขนง master ได้
tr: Xfce X.Ypre1 ile, tüm temel bileşenler özellik dondurmasına girer, bu sadece çeviri ve hata düzeltme işlemlerinin master dalına girebileceği anlamına geliyor.
uk: З Xfce X.Ypre1 всі основні компоненти входять в фазу замороження властивостей. Це означає, що в головній гілці дозволені тільки переклади і виправлення вад.
zh_tw: 自 Xfce X.Ypre1開始，所有核心組件進入功能凍結，這代表了此時只允許翻譯和錯誤修復進入 master 分支。

source: String/UI Freeze
cs: Zmrazení textů a uživatelského rozhraní
da: Streng-/brugerfladefrysning
fr: Gel chaînes/IHM
id: Pembekuan Antar Muka
ja: ストリング/UI フリーズ
lt: Vertimo/UI užšaldymas
ms: Pembekuan Rentetan/UI
nb: Frys av strenger/brukergrensesnitt
oc: Cadena /Gèl IG
pt: Congelamento String/UI
ru: Заморозка строк/пользовательского интерфейса
sq: Ngrirje Vargjesh/NP-je
sv: Sträng/UI frysning
th: การหยุดเปลี่ยนแปลงข้อความ/ส่วนติดต่อผู้ใช้
tr: Dizge/UI Dondurulması
uk: Замороження стрічок
zh_tw: 字串/使用者介面凍結

source: With Xfce X.Ypre2, all core components enter string/UI freeze which means from there on no strings which affect translations may be changed. Same goes for the user interface which may not be changed after this point.
cs: S verzí Xfce X.Ypre2 vstupují všechny klíčové komponenty do stavu zmrazení textů a uživatelského rozhraní, což znamená, že nyní nesmí být v hlavní větvi změněny žádné texty, které by ovlivnily překlady. Totéž platí pro uživatelské rozhraní, které by po tomto okamžiku nesmí být měněno.
da: Med Xfce X.Yfør2, vil alle kerne komponenter træde i streng/UI-frys, hvilket betyder at der derfra ingen strenge vil påvirke oversættelser, kan blive ændret. Det samme gælder for bruger-grænsefladen, hvilket ikke må ændres efter dette punkt.
de: Mit Xfce X.Ypre2 gelangen alle Komponenten in den String/UI-Freeze. Von diesem Zeitpunkt an dürfen keine Zeichenketten im Quellcode mehr geändert werden, die sich auf die Übersetzungen auswirken. Das Gleiche gilt für die Benutzeroberfläche, die ebenfalls nach diesem Zeitpunkt nicht mehr geändert werden darf.
fr: Avec Xfce X.Ypre2, toutes les chaînes et IHM des composants de base sont figées. Ceci signifie qu’aucune chaîne, affectant les traductions, ne peut être modifiée. Il en va de même pour les interfaces utilisateurs.
id: Dengan Xfce X.Ypre2, seluruh komponen inti memasuki pembekuan string/antarmuka, yang artinya mulai saat itu tidak diperkenankan adanya perubahan string yang akan mempengaruhi terjemahan. Hal yang sama juga diberlakukan pada antarmuka yang tidak boleh diubah setelah titik ini.
ja: Xfce X.Ypre2 では、すべてのコンポーネントはストリング/UI フリーズに入る。これ以降、翻訳に影響を与える文字列の変更は行えない。同様にユーザーインターフェイスもこれ以降変更は行われない。
lt: Su Xfce X.Ypre2 visi branduolio komponentai patenka į vertimo/UI užšaldymo stadiją, tai reiškia, jog nuo šiol negali būti keičiamos eilutės, kurios paveiktų vertimą. Tas pats galioja naudotojo sąsajai, kurios nuo šiol negalima keisti.
ms: Dengan Xfce X.Ypra2, semua komponen teras memasuki pembekuan rentetan/UI iaitu tiada lagi rentetan yang mempengaruhi terjemahan dapat diubah. Begitu juga dengan antaramuka pengguna yang mana ia tidak akan berubah selepas tahap ini.
nb: Med Xfce X.Ypre2 fryses alle kjernekomponentenes strenger og brukergrensesnitt. Det vil si at fra nå av kan ingen strenger som påvirker oversettelser endres. Det samme gjelder brukergrensesnittet, som ikke kan endres fra nå av.
nl: Met Xfce X.Ypre2, alle basiscomponenten te voeren string / UI freeze wat betekent dat vanaf daar op geen enkele strings die van invloed zijn vertalingen kunnen worden gewijzigd. Hetzelfde geldt voor de user interface, die niet kan worden gewijzigd na dit punt.
oc: Amb Xfce X.Ypre2, totes los components del còr entrent en gèl dels cadenas /de l'interfàcia utilizaire, aquò significa a partir de là aucune cadena qu'afèctan las traduccions pòdon èsser modificadas. Idem per l'interfàcia utilizaire que pòt pas èsser modificada aprèp aqueste punt.
pt: Com Xfce X.Ypre2, todos os componentes centrais são congelados nas strings/IU, o que significa que daqui para frente nenhuma string que afete as traduções pode ser alterada. O mesmo vale para a interface do utilizador, a qual não pode ser alterada após este ponto.
ru: С Xfce X.Ypre2 все основные компоненты входят в фазу заморозки строк / пользовательского интерфейса. Это означает, что нельзя изменять строки, которые влияют на переводы. То же касается пользовательского интерфейса, который нельзя изменять после наступления этой стадии.
sq: Me Xfce X.Ypre2, krejt përbërësit bazë hyjnë në fazë ngrirjeje vargjesh/UI, që do të thotë se tani e tutje nuk mund të ndryshohen vargje që prekin përkthimet. E njëjta gjë vlen edhe për ndërfaqen e përdoruesit, e cila pas kësaj pike nuk mund të ndryshohet.
sv: Med Xfce X.Ypre2, går alla kärnkomponenter in i sträng/UI frysning vilket betyder att från och med nu får inga strängar som påverkar översättningar ändras. Det samma gäller användargränssnittet som inte får ändras efter denna punkt.
th: เมื่อ Xfce X.Ypre2 ออก องค์ประกอบแกนหลักทุกตัวจะเข้าสู่ช่วงหยุดเปลี่ยนแปลงข้อความ/ส่วนติดต่อผู้ใช้ ซึ่งหมายความว่า นับจากจุดนี้เป็นต้นไป จะไม่อนุญาตให้มีการเปลี่ยนแปลงข้อความอันจะมีผลกระทบต่องานแปลได้ ส่วนติดต่อผู้ใช้ก็เช่นกัน ไม่อนุญาตให้เปลี่ยนแปลงหลังจากจุดนี้
tr: Xfce X.Y.pre2 ile, tüm temel bileşenler dizge/UI dondurulmasına girer, bu çeviriyi değiştiren hiç bir stringin sürüme giremiyeceği anlamına gelir. Bu noktadan sonra, kullanıcı arayüzü için herhangi bir değişiklik olmaz anlamına geliyor.
uk: З Xfce X.Ypre2 всі основні компоненти входять у фазу замороження стрічок. Це означає, що не дозволяється змін стрічок, які б могли вплинути на переклади. Те саме стосується користувацького інтерфейсу і не може бути змінене, починаючи з цієї точки часу.
zh_tw: 自 Xfce X.Ypre1開始，所有核心組件進入字串/使用者介面凍結，這代表了此時起不會有影響翻譯的字串更改。此後，同樣不會有使用者介驗的變更。

source: Code Freeze
cs: Zmrazení kódu
da: Kodefrysning
fr: Gel du code
id: Pembekuan Kode
ja: コードフリーズ
lt: Kodo užšaldymas
ms: Pembekuan Kod
nb: Kodefrys
nl: Freeze-code
oc: Gèl del còdi
pt: Congelamento de código
ru: Заморозка кода
sq: Ngrirje Kodi
sv: Kodfrysning
th: การหยุดเปลี่ยนแปลงโค้ด
tr: Kod Dondurulması
uk: Замороження коду
zh_tw: 程式碼凍結

source: There is a short 2-days code freeze before every pre-release. During this period of time, no commits may be sent unless they are signed off by the release manager.
cs: Před každým předběžným vydáním dojde ke krátkému dvoudennímu zmrazení. Během této doby nemohou být zasílány žádné příspěvky, pokud nejsou schváleny správcem vydání.
da: Der er en kort 2-dags kode-frysning før hver før-udgivelse. Under denne periode må ingen forpligter sendes, udover hvis de er underskrevet af udgivelses-manageren.
de: Vor jeder Vorab-Freigabe wird ein kurzer zweitägiger Code-Freeze durchgeführt. Während dieser Zeit darf nichts im Quellcode verändert werden, es sei denn, dies wurde vom Release Manager genehmigt.
fr: Le code est figé pendant deux jours avant chaque préversion. Pendant cette période, aucune contribution ne peut être envoyée, à moins d’être signée par le gestionnaire de publication.
id: Terdapat masa pembekuan kode selama 2 hari sebelum pra-rilis. Selama periode ini, tidak boleh ada komit yang dikirimkan kecuali ditandatangani oleh manajer rilis.
ja: 各プレリリース直前の 2 日間はコードフリーズとなる。この期間中、リリースマネージャーに承認された場合を除き、コミットは送られない。
lt: Tai trumpas 2 dienų kodo užšaldymas, prieš kiekvieną peržiūros leidimą. Per šį laikotarpį, negali būti siunčiami jokie patobulinimai, nebent juos palaimino leidimo prižiūrėtojas.
ms: Hanya ada 2-hari pembekuan kod sebelum setiap pra-keluaran. Ketika tempoh ini, tiada lagi kemasukan kod melainkan ia mendapat keizinan oleh pengurus keluaran.
nb: Før hver førutgivelse fryses koden i to dager. Da kan ingenting sjekkes inn hvis det ikke er klarert med utgivelseslederen.
nl: Er is een korte 2-daagse code freeze voor elke pre-release. Tijdens deze periode van tijd, geen verplicht kunnen worden verzonden, tenzij ze ondertekend door de release manager.
oc: I a un gèl del còdi 2 jorns avant cada preversion. Pendent aquesta periòde de temps, aucune validation pòt èsser mandada, levat se elle son signats pel responsable de la publicacion.
pt: Existe um congelamento curto de 2 dias antes de cada lançamento prévio. Durante este período de tempo, nenhuma mudança pode ser feita, a não ser pelo gestor de lançamento.
ru: Каждому предварительному выпуску предшествует двухдневная заморозка кода. Во время заморозки в сетевом хранилище не могут быть сделаны изменения не подписанные управляющим выпуска.
sq: Përpara çdo hedhjeje paraprake në qarkullim ka një ngrirje të shkurtër dyditore të kodit. Gjatë kësaj periudhe kohore, nuk mund të dërgohen parashtrime kodi, veç në qofshin të lejuara nga përgjegjësi i hedhjes në qarkullim.
sv: Det finns en kort 2-dagars kodfrysning innan varje förhandsutgåva. Under denna tidsperiod, kan inga bidrag skickas såvida de inte godkänts av utgåveansvarig.
th: จะมีช่วงหยุดเปลี่ยนแปลงโค้ดสั้นๆ 2 วันก่อนออกรุ่นตัวอย่างแต่ละรุ่น ในช่วงเวลานี้ จะไม่อนุญาตให้ commit ใดๆ หากไม่มีการเซ็นกำกับโดยผู้จัดการรุ่น
tr: Her bir ön sürüm öncesinde, 2 günlük ufak bir dondurma olur. Bu süre içinde, sürüm yöneticisi tarafından imzalanmamış hiç bir gönderi yapılamaz.
uk: Існує коротка 2-денна фаза замороження коду перед кожним попереднім випуском. Протягом цього часу не приймаються жодні оновлення коду, поки вони не будуть підписані керівником випуску.
zh_tw: 每個預覽版本之後會有兩天的短暫代碼凍結。在這段時間內，除非發行管理員簽名，否則不能提交。
