Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: One <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>accessibility</a> feature that people coming from other desktop environments or operating systems were still missing is to set a (custom) keyboard shortcut (by default: Super+F1) to visually locate the mouse pointer. This feature was added in Xfce 4.14.
ca: Una característica <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>d'accessibilitat</a> que encara faltaven persones d'altres entorns d'escriptori o sistemes operatius és establir una drecera de teclat (personalitzada) (per defecte: Super+F1) per localitzar visualment el punter del ratolí. Aquesta característica es va afegir a Xfce 4.14.
cs: Jednou funkcí <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>přístupnosti</a>, kterou lidé přicházející z jiných desktopových prostředí nebo operačních systémů postrádali, je nastavení (vlastní) klávesové zkratky (ve výchozím nastavení: Super+F1) k vizuálnímu zaměření ukazatele myši. Tato funkce byla přidána v Xfce 4.14.
da: En <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>tilgængelighedsfunktionalitet</a> som folk der kommer fra andre skrivebordsmiljøer eller styresystemer stadig manglende er at indstille en (tilpasset) tastaturgenvej (som standard: Super+F1) til, visuelt, at finde musemarkøren. Funktionaliteten blev tilføjet i Xfce 4.14.
de: Eine <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>barrierefreie</a> Funktion, die Personen, die von anderen Desktop-Umgebungen oder Betriebssystemen kommen, noch fehlte, ist das Festlegen eines (benutzerdefinierten) Tastaturkürzels (standardmäßig: Super+F1), um den Mauszeiger visuell zu lokalisieren. Diese Funktion wurde in Xfce 4.14 hinzugefügt.
es: Una característica de <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>accesibilidad</a> que las personas que vienen de otros entornos de escritorio o sistemas operativos aún no tenían es establecer un atajo de teclado (personalizado) (por defecto: Super + F1) para ubicar visualmente el puntero del mouse. Esta función se agregó en Xfce 4.14.
gl: Unha característica de <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>accesibilidade</a> que aínda faltaba á xente que viña doutros contornos de escritorio ou sistemas operativos é establecer un atallo de teclado (personalizado) para localizar visualmente o punteiro do rato (de xeito predeterminado: Super + F1). Esta función engadiuse no Xfce 4.14.
he: מאפיין <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>נגישות</a> אחד שהיה חסר לאנשים שמגיעים מסביבות שולחן עבודה או מערכות הפעלה אחרות הוא להגדיר קיצור מקלדת (מותאם אישית) (ברירת מחדל: Super+F1) לאיתור ויזואלי של סמן העכבר. מאפיין זה התווסף ב-Xfce 4.14.
id: Satu fitur <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>aksesibilitas</a> yang dirindukan oleh orang-orang yang datang dari lingkungan desktop atau sistem operasi yang lain adalah pengaturan pintasan papan tik (baku: Super+F1) untuk menemukan penunjuk tetikus secara visual. Fitur ini ditambahkan di Xfce 4.14.
it: Una opzione di <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>accessibilità</a> che mancava ancora alle persone arrivate da altri ambienti desktop o sistemi operativi era quella di impostare una scorciatoia da tastiera personalizzata (predefinito: Super+F1) per localizzare visualmente il puntatore del mouse. Questa opzione è stata aggiunta con Xfce 4.14.
kk: Басқа жұмыс үстелі орталарынан немесе операциялық жүйелерден ауысқан адамдарға жетіспейтін <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>қолжетімділік</a> мүмкіндіктерінің бірі - тышқан көрсеткішін көрнекі түрде табу үшін (таңдаулы) пернетақта жарлығын (әдепкі бойынша: Super+F1) орнату. Бұл мүмкіндік Xfce 4.14 нұсқасына қосылды.
pl: Jedną z funkcji <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>ułatwień dostępu</a>, której wciąż brakowało osobom przesiadających się z innych środowisk graficznych lub systemów operacyjnych, jest ustawienie (niestandardowego) skrótu klawiaturowego (domyślnie: Super+F1), aby wizualnie zlokalizować wskaźnik myszy. Ta funkcja została dodana w Xfce 4.14.
pt: Uma funcionalidade de <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>acessibilidade</a> que as pessoas provenientes de outros ambientes de trabalho ou sistemas operativos ainda não tinham é definir uma tecla de atalho (personalizada) (por predefinição: Super+F1) para localizar visualmente o cursor do rato. Esta funcionalidade foi adicionada no Xfce 4.14.
pt_br: Um recurso de <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>acessibilidade</a> que as pessoas vindas de outros ambientes de desktop ou sistemas operacionais estavam sentindo falta era a configuração de um atalho (personalizado) de teclado (por padrão: Super+F1) para localizar visualmente o cursor. Esse recurso foi adicionado ao Xfce 4.14.
ro: O caracteristică <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>accesibilitate</a> care lipsea încă persoanelor care veneau din alte medii de birou sau sisteme de operare este aceea de a defini o comandă rapidă de tastatură (personalizată) (implicit: Super+F1) pentru a localiza vizual cursorul mausului. Această caracteristică a fost adăugată în Xfce 4.14.
ru: Одна функция <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>специальных возможностей</a>, которой по-прежнему не хватало людям, пришедшим из других сред рабочего стола или операционных систем, — это установка (настраиваемого) сочетания клавиш (по умолчанию: Super + F1) для визуального определения местоположения указателя мыши. Эта функция была добавлена в Xfce 4.14.
sq: Një veçori <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>përdorshmërie</a> që njerëzit që vinin nga të tjerë mjedise desktopi ose të tjerë sisteme operativë është caktimi i një shkurtoreje (vetjake) tastiere (si parazgjedhje: Super+F1) për të lokalizuar në mënyrë pamore treguesin e miut. Kjo veçori u shtua në Xfce 4.14.
sr: Једна могућност <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>приступачности</a> која је људима који долазе са другачијих радних окружења или оперативних система је и даље недостајала је да поставе (произвољну) пречицу (подразумевано: супер+Ф1) ради налажења показивача миша погледом. Ова могућност је додата у Иксфцеу 4.14.
sv: En <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>tillgänglighetsfunktion</a> som nytt folk med bakgrund i andra skrivbordsmilöer eller operativsystem fortfarande saknade är att kunna ange en (anpassad) tangentbordsgenväg (förval: Super+F1) för att visuellt hitta muspekaren. Den här funktionen lades till i Xfce 4.14.
th: <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>สิ่งอำนวยความสะดวก</a> หนึ่งที่ผู้ใช้ที่มาจากสภาพแวดล้อมเดสก์ท็อปอื่นเคยรู้สึกว่าขาดหายไป คือการสามารถตั้งปุ่มลัดแป้นพิมพ์ (ค่าปริยายคือ Super+F1) ให้แจ้งตำแหน่งตัวชี้เมาส์ได้ ความสามารถนี้ได้เพิ่มเข้ามาแล้วใน Xfce 4.14
uk: Одна функція <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>спеціальних можливостей</a>, якої, як і раніше, не вистачало людям, які прийшли з інших середовищ робочого столу або операційних систем, - це встановлення (настроюваного) сполучення клавіш (за замовчуванням: Super + F1) для візуального визначення розташування вказівника миші. Ця функція була додана у Xfce 4.14.
vi: Một tính năng <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/accessibility'>khả năng truy cập</a> mà những người đến từ các môi trường máy tính để bàn hoặc hệ điều hành khác vẫn còn thiếu là đặt phím tắt (tùy chỉnh) (theo mặc định: Super+F1) để định vị con trỏ chuột một cách trực quan. Tính năng này đã được thêm vào Xfce 4.14.

source: The mouse pointer location animation
ca: L'animació de la ubicació del punter del ratolí
cs: Animace zaměření ukazatele myši
da: Animation med musemarkørens placering
de: Die Animation der Mauszeigerposition
es: La animación de ubicación del puntero del mouse
gl: A animación da localización do punteiro do rato
he: אנימצית איתור סמן עכבר
id: Animasi lokasi pointer mouse
it: L'animazione della localizzazione del puntatore del mouse
kk: Тышқан көрсеткішінің орнын табу анимациясы
lt: Pelės rodyklės vietos animacija
pl: Animacja położenia wskaźnika myszy
pt: A animação da localização do cursor do rato
pt_br: Animação para localização do cursor
ro: Animația locației cursorului mausului
ru: Анимация положения указателя мыши
sq: Animacion vendndodhjeje treguesi miu
sr: Оживљавање приказа положаја миша
sv: Muspekarens platsanimering
th: ภาพเคลื่อนไหวซึ่งบ่งชี้ตำแหน่งตัวชี้เมาส์
tr: Fare imleci konum animasyonu
uk: Анімація розташування вказівника миші
vi: Hoạt hình vị trí con trỏ chuột

source: General: Icon size
ca: General: Mida de les icones
cs: Obecné: Velikost ikon
da: Generelt: Ikonstørrelse
de: Allgemein: Symbol-Größe
es: General: Tamaño del icono
gl: Xeral: tamaño das iconas
he: כללי: גודל איקון
id: Umum: Ukuran ikon
it: Generale: Dimensione delle icone
kk: Жалпы: Таңбаша өлшемі
pl: Ogólne: Rozmiar ikon
pt: Geral: Tamanho do ícone
pt_br: Geral: tamanho do ícone
ro: General: dimensiunea pictogramei
ru: Общее: Размер значка
sq: Të përgjithshme: Madhësi ikone
sr: Опште: величина сличица
sv: Allmänt: Ikonstorlek
th: ทั่วไป: ขนาดไอคอน
tr: Genel: Simge boyutu
uk: Загальне: Розмір значків
vi: Chung: Kích thước biểu tượng

source: A new feature that we introduced in the <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>panel</a> is being able to control the icon size of all plugins. ('All' may not be technically correct, as not all plugins support the new API as of now, but now they <i>can</i>. Plus the Window buttons plugin is an exception, because libwnck doesn't allow anything other than 16px or 32px.) This means setups that were previously impossible, because icons would upscale automatically according to size-steps hard-coded in the panel, are now possible (see below).
ca: Una nova característica que vam introduir al panell <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'></a> és poder controlar la mida de la icona de tots els connectors. (Tots poden no ser tècnicament correctes, ja que no tots els connectors suporten la nova API a partir d'ara, però ara <i>pot</i>. A més, el connector dels botons de finestra és una excepció, perquè libwnck no permet res que no sigui 16px o 32px.) Això vol dir que les configuracions que abans eren impossibles, perquè les icones augmentarien automàticament d'acord amb els passos de mida codificats en el plafó, ara són possibles (vegeu més avall).
da: En ny funktionalitet som blev introduceret i <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>panelet</a> er muligheden for at styre ikonstørrelsen på alle plugins. ('Alle' er måske ikke teknisk korrekt eftersom det ikke er alle plugins der understøtter den nye API endnu, men nu <i>kan</i> de. Plus Vinduesknapper-plugin er en undtagelse fordi libwnck ikke tillader andet end 16 px eller 32 px). Det betyder at opsætninger der tidligere var umulige fordi ikonerne automatisk blev opskaleret i henhold til størrelsestrin som var hårdkodet i panelet nu er mulige (se neden for).
de: Eine neue Funktion, die wir im <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>panel</a> eingeführt haben, ist die Möglichkeit, die Symbolgröße aller Plugins zu steuern. ('Alle' ist vielleicht technisch nicht korrekt, da nicht alle Plugins die neue API ab sofort unterstützen, aber jetzt <i>können</i> sie es. Das Fenster-Buttons-Plugin ist eine Ausnahme, da libwnck nichts anderes als 16px oder 32px zulässt.) Das bedeutet, dass Konfigurationen, die vorher unmöglich waren, weil Symbole automatisch gemäß den im Panel hart kodierten Größenschritten hochskaliert wurden, jetzt möglich sind (siehe unten).
es: Una nueva característica que presentamos en el <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>panel es poder controlar el tamaño de los íconos de todos los complementos. ('Todos' puede que no sea técnicamente correcto, ya que no todos los complementos son compatibles con la nueva API a partir de ahora, pero ahora <i>pueden</i> hacerlo. Además, el complemento de botones de ventana es una excepción, porque libwnck no permite nada más que 16px o 32px). Esto significa que ahora son posibles configuraciones que antes eran imposibles, debido a que los íconos se escalarían automáticamente de acuerdo con los pasos de tamaño codificados en el panel (ver más abajo).
gl: Unha nova característica introducida no <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>panel</a> é poder controlar o tamaño de icona de todos os engadidos. («Todos» poden non ser tecnicamente correctos, xa que, a partir de agora, non todos os complementos admiten a nova API, mais agora poden. Alén diso, o engadido de botóns de xanela é unha excepción, porque o «libwnck» non permite outra cousa que 16px ou 32px.) Isto significa que as configuracións que antes eran imposíbeis, porque que as iconas aumentarían automaticamente de acordo cos pasos de tamaño codificados no panel, agora son posíbeis (ver máis abaixo).
he: מאפיין חדש שהוספנו ב<a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>לוח</a> יכול לשלוט על גודל איקון של כל התוספים. ('כל' טכנית לא בדיוק נכון, כי לא כל התוספים תומכים ב-API החדש נכון לעכשיו, אבל עכשיו הם <i>יכולים</i>. בנוסף תוסף לחצני החלונות הוא יוצא מן הכלל, כי libwnck לא מרשה שום דבר אחר חוץ מ-16px או 32px.) המשמעות היא שהתקנות שקודם היו בלתי אפשריות, כי איקונים יוגדלו אוטומטית לפי קפיצות בגודל מובנות בלוח, הן עכשיו אפשריות (ראה למטה).
id: Sebuah fitur baru yang telah kami perkenalkan pada <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>panel</a> adalah kemampuan untuk mengatur ukuran ikon untuk semua plugin. ('Semua' mungkin kurang tepat secara teknis, karena saat ini tidak semua plugin mendukung API yang baru, tetapi sekarang mereka <i>bisa</i>. Ditambah dengan plugin tombol Jendela adalah pengecualian, karena libwnck tidak mengijinkan selain ukuran 16px atau 32px.) Ini berarti pengaturan yang sebelumnya tidak mungkin, karena ikon akan diskalakan ke atas secara otomatis menurut langkah-ukuran yang telah terprogram pada panel, sekarang bisa dilakukan (lihat di bawah ini).
it: Una nuova opzione che abbiamo introdotto nel <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>pannello</a> è la possibilità di controllare la dimensione delle icone per tutte le estensioni. (Dire "tutte" non è tecnicamente corretto, in quanto per ora alcune estensioni non supportano il nuovo API, ma adesso <i>possono</i>. Inoltre l'estensione dei tasti delle finestre è una eccezione, in quanto libwnck non dà la possibilità di usare valori diversi da 16px e 32px.) Questo significa che le configurazioni che erano impossibili in precedenza, poiché le icone si ingrandirebbero basandosi su hard-coded size-steps nel pannello, adesso sono possibili (vedi sotto).
kk: <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>Панельге</a> енгізілген жаңа мүмкіндік - барлық плагиндердің таңбаша өлшемін басқару мүмкіндігі. ('Барлық' сөзі техникалық тұрғыдан дұрыс болмауы мүмкін, себебі қазіргі уақытта барлық плагиндер жаңа API-ды қолдамайды, бірақ енді олар мұны <i>істей алады</i>. Сонымен қатар, Терезе батырмалары плагині ерекшелік болып табылады, өйткені libwnck 16px немесе 32px-ден басқа өлшемдерге рұқсат бермейді.) Бұл бұрын мүмкін болмаған (себебі таңбашалар панельде кодталған өлшем қадамдарына сәйкес автоматты түрде үлкейетін) баптаулардың енді мүмкін екенін білдіреді (төменде қараңыз).
pl: Nowością, którą wprowadziliśmy w <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>panelu</a>, jest możliwość kontrolowania rozmiaru ikon wszystkich wtyczek. („wszystkich” może nie być poprawne technicznie, ponieważ nie wszystkie wtyczki obsługują obecnie nowe API, ale teraz już <i>mogą</i>. Poza tym wtyczka przycisków okien jest wyjątkiem, ponieważ libwnck nie zezwala na nic innego niż rozmiary 16 px lub 32 px). Oznacza to, że konfiguracje, które wcześniej były niemożliwe, ponieważ ikony byłyby skalowane automatycznie zgodnie z krokami rozmiaru zakodowanymi na stałe w panelu, są teraz możliwe (patrz poniżej).
pt: Uma nova funcionalidade que introduzimos no <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>painel</a> é a possibilidade de controlar o tamanho dos ícones de todos os plugins. ('Todos' pode não ser tecnicamente correto, pois nem todos os plugins suportam o novo API a partir de agora, mas agora <i>podem</i>. Além disso, o plugin de botões de janela é uma excepção, porque o libwnck não permite nada mais do que 16px ou 32px). Isto significa que as configurações que anteriormente eram impossíveis, porque os ícones subiriam automaticamente de acordo com o tamanho dos passos codificados no painel, são agora possíveis (ver abaixo).
pt_br: Uma nova funcionalidade que introduzimos no <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>painel</a> é a possibilidade de controlar o tamanho dos ícones de todos os plugins. ('Todos' pode não ser tecnicamente correto, pois nem todos os plugins suportam a nova API atualmente, mas agora eles <i>podem</i>. Além disso, o plugin de botões de janela é uma exceção, porque o libwnck só permite 16px ou 32px). Isto significa que configurações que antes eram impossíveis, porque os ícones seriam automaticamente escalonados de acordo com o dimensionamento, codificados no painel, agora são possíveis (veja abaixo).
ro: O caracteristică nouă pe care am introdus-o în <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>panou</a> este posibilitatea de a controla dimensiunea pictogramei tuturor modulelor plugin. („Toate” s-ar putea să nu fie corect din punct de vedere tehnic, deoarece nu toate modulele acceptă noul API deocamdată, dar acum <i>pot</i>. În plus, modulul pentru butoanele ferestrelor este o excepție, deoarece libwnck nu permite nimic altceva decât 16px sau 32px). Acest lucru înseamnă că configurațiile care erau imposibile anterior, deoarece pictogramele ar fi crescut automat în funcție de pașii de dimensiune codificați în panou, sunt acum posibile (a se vedea mai jos).
ru: Новая функция, которую мы представили на <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>панели</a> — это возможность контролировать размер значков всех плагинов. («Все» может быть технически некорректным, так как не все плагины поддерживают новый API на данный момент, но теперь они <i>могут</i>. Кроме того, плагин кнопок окна является исключением, потому что libwnck не допускает ничего, кроме 16px или 32px.) Это означает, что настройки, которые раньше были невозможны, поскольку значки автоматически масштабировались в соответствии с шагами размера, жестко запрограммированными в панели, теперь возможны (см. ниже).
sq: Një veçori e re, që u soll për herë të parë te <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>paneli, është aftësia për të kontrolluar madhësinë e ikonave të krejt shtojcave. (“Krejt” mund të mos jetë e saktë teknikisht, ngaqë sot për sot jo të gjitha shtojcat mbulojnë API-n e re, por, tani e tutje, <i>munden</i>. Plus që shtojca e butonave të dritareve përbën një përjashtim, ngaqë libwnck-u nuk lejon gjë tjetër veç madhësish 16px ose 32px.) Kjo do të thotë se, ujdisje që më parë qenë të pamundura, ngaqë ikonat do të përshkallëzoheshin automatikisht sipas hapave për madhësinë të trupëzuar te paneli, tani janë të mundshme (shihni më poshtë).
sr: Нова могућност која је представљена у <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>полици</a> је да је могуће управљати величином сличица свих прикључака. („Свих“ није потпуно тачно, пошто не подржавају баш сви прикључци нови АПИ тренутно, али, од сада <i>би могли</i>. Уз то, прикључак дугмади прозораје изузетак, јер либвнцк не дозвољава ништа осим 16тчк или 32тчк.) То значи да поставке које су претходно биле немогуће због тога што се сличице нису могле прилагодити величини поступног увеличавања чврсто кодираног у полици су сада могуће (погледати испод).
sv: En ny funktion som vi införde i <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>panelen</a> är att kunna styra ikonstorleken för alla insticksprogram. ('Alla' kanske inte är helt sant, eftersom inte alla insticksprogram stödjer det nya API:et i nuläget, men de <i>kan</i> göra det. Dessutom är insticket för fönsterknappar ett undantag, eftersom libwnck inte tillåter annat än 16px eller 32px.) Det betyder att inställningar som tidigare inte var möjliga, eftersom ikoner skulle skalas upp automatiskt enligt storleksstegar som direkt kodats in i panelen, nu faktiskt är möjliga (se nedan).
th: สิ่งหนึ่งที่เราเพิ่มใน <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>พาเนล</a> คือความสามารถในการควบคุมขนาดไอคอนของทุกปลั๊กอิน (คำว่า 'ทุกปลั๊กอิน' อาจไม่ถูกต้องนักในทางเทคนิค เนื่องจากปลั๊กอินอาจไม่ได้รองรับ API ใหม่ครบทุกตัวในขณะนี้ แต่ทุกตัว <i>สามารถ</i> รองรับได้ บวกกับปลั๊กอินปุ่มเลือกหน้าต่างที่เป็นข้อยกเว้น เนื่องจาก libwnck ไม่ยอมให้ใช้ขนาดไอคอนอื่นนอกจาก 16px หรือ 32px) ซึ่งหมายความว่าการจัดวางบางอย่างที่เคยทำไม่ได้มาก่อนเพราะขนาดไอคอนจะขยายโดยอัตโนมัติจากการกำหนดขั้นของขนาดที่ตายตัวในพาเนล ตอนนี้สามารถทำได้แล้ว
vi: Một tính năng mới mà chúng tôi đã giới thiệu trong <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/start'>bảng điều khiển</a> là khả năng kiểm soát kích thước biểu tượng của tất cả các plugin. ("Tất cả" có thể không đúng về mặt kỹ thuật, vì hiện tại không phải tất cả các plugin đều hỗ trợ API mới, nhưng giờ đây chúng <i>có thể</i>. Ngoài ra, plugin Nút cửa sổ là một ngoại lệ, vì libwnck không cho phép bất cứ thứ gì ngoài 16px hoặc 32px.) Điều này có nghĩa là các thiết lập trước đây không thể thực hiện được vì các biểu tượng sẽ tự động nâng cấp theo các bước kích thước được mã hóa cứng trong bảng điều khiển, giờ đây có thể thực hiện được (xem bên dưới).

source: A 32px tall panel with 16px icons
ca: Un plafó de 32px d'alçada amb icones de 16px
da: Et panel med en højde på 32 px med 16 px ikoner
de: Ein 32px hohes Panel mit 16px großen Symbolen
es: Un panel de 32 píxeles de alto con iconos de 16 píxeles
gl: Un panel de 32 píxeles de alto con iconas de 16 píxeles
he: לוח בגובה 32px עם איקונים של 16px
id: Panel setinggi 32px dengan ikon 16px
it: Un pannello alto 32px con icone di 16px
kk: 16 пиксельдік таңбашалары бар, биіктігі 32 пиксельдік панель
pl: Panel o wysokości 32 pikseli z ikonami o rozmiarze 16 pikseli
pt: Um painel de 32px de altura com ícones de 16px
pt_br: Um painel com 32px de altura e ícones com 16px
ro: Un panou înalt de 32px cu pictograme de 16px
ru: Панель высотой 32 пикселя с значками в 16 пикселей
sq: Një panel 32px i lartë me ikona 16px
sr: 32 тачке широка полица са сличицама од 16 тачака
sv: En 32px hög panel med 16px-ikoner
th: พาเนลสูง 32px ที่ใช้ไอคอน 16px
tr: 16 piksel simgelerin olduğu 32 piksel uzunluğunda panel
vi: Bảng điều khiển cao 32px với các biểu tượng 16px
