Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Image Preview
ca: Vista prèvia de la imatge
de: Bildvorschau
es: Vista previa de imagen
gl: Vista previa da imaxe
he: תצוגה מקדימה של תמונה
it: Anteprima delle immagini
kk: Суретті алдын ала қарау
pl: Podgląd obrazów
pt: Pré-visualização de imagens
pt_br: Pré-visualização de imagens
ro: Previzualizare imagine
ru: Превью Изображения
sq: Paraparje Figure
sr: Претпреглед слике
sv: Bildförhandsgranskning
vi: Xem trước hình ảnh

source: Finally, an image preview side pane has been added to Thunar. No, wait, actually two of them! You can choose to either use the 'embedded' mode which will take no extra space, but hide parts of the left side pane. Or you can go for the 'standalone' mode, which will use a separate pane on the right and display as well some basic information.
ca: Finalment, s'ha afegit una subfinestra lateral de vista prèvia d'imatge a Thunar. No, espera, en realitat dos d'ells! Podeu triar utilitzar el mode «incrustat» que no prendrà espai addicional, però ocultarà parts de la subfinestra lateral esquerra. O podeu anar pel mode 'standalone', que utilitzarà una subfinestra separada a la dreta i mostrarà també alguna informació bàsica.
de: Endlich gibt es in Thunar ein Seitenfenster für die Bildvorschau. Nein, moment, eigentlich sind es zwei! Sie können entweder den "eingebetteten" Modus wählen, der keinen zusätzlichen Platz benötigt, aber Teile des linken Seitenfensters ausblendet oder Sie entscheiden sich für den "Standalone"-Modus, der ein separates Fenster auf der rechten Seite verwendet und auch einige grundlegende Informationen anzeigt.
es: Finalmente, se ha agregado un panel lateral de vista previa de imagen a Thunar. No, espera, ¡en realidad son dos! Puede elegir usar el modo 'incrustado' que no ocupará espacio adicional, pero ocultará partes del panel del lado izquierdo. O puede optar por el modo 'independiente', que utilizará un panel separado a la derecha y mostrará también información básica.
gl: Finalmente, engadiuse a Thunar un panel lateral de vista previa da imaxe. Non, espera, en realidade dous deles! Pode optar por utilizar o modo «incrustado», que non ocupará espazo extra, pero agochará partes do panel lateral esquerdo. Ou pode optar polo modo «independente», que utilizará un panel separado á dereita e amosará tamén información básica.
he: לבסוף, התווסף אריח צידי לתצוגה מקדימה של תמונה ב-Thunar. לא, חכו, בעצם התווספו שניים! אתה יכול לבחור להשתמש במצב 'מוטבע' שלא יקח שטח נוסף, אבל יסתיר חלקים של אריח שמאלי. או שאתה יכול ללכת על מצב 'עצמאי' ,שישתמש באריח נפרד בצד ימין ויציג בנוסף מידע בסיסי.
it: Finalmente è stato aggiunto un riquadro laterale dell'anteprima dell'immagine a Thunar. No, aspetta, in realtà sono due! Puoi decidere di usare la modalità "incorporata", che non richiede ulteriore spazio, e nascondere parti del riquadro laterale sinistro. Oppure puoi utilizzare la modalità "autonoma", la quale utilizza un riquadro laterale separato nella parte destra e mostra alcune informazioni di base.
kk: Ақырында, Thunar-ға суретті алдын ала қараудың бүйірлік панелі қосылды. Жоқ, тіпті екеуі! Сіз қосымша орын алмайтын, бірақ сол жақ бүйірлік панельдің бөліктерін жасыратын 'кірістірілген' режимін таңдай аласыз. Немесе оң жақтағы бөлек панельді қолданатын және кейбір негізгі ақпаратты көрсететін 'бөлек' режимін таңдай аласыз.
pl: Wreszcie panel boczny podglądu obrazów został dodany do programu Thunar. Nie, czekaj, właściwie dwa z nich! Możesz wybrać tryb 'osadzony', który nie zajmie dodatkowej przestrzeni, ale ukryje części panelu po lewej stronie. Lub możesz przejść do trybu 'samodzielny', który będzie używał oddzielnego panelu po prawej stronie i wyświetlał również podstawowe informacje.
pt: Finalmente, um painel lateral de pré-visualização de imagens foi adicionado ao Thunar. Não, espere, na verdade dois deles! Pode escolher usar o modo 'embutido' que não ocupará espaço extra, mas ocultar partes do painel do lado esquerdo. Ou pode optar pelo modo 'independente', que utilizará um painel separado do lado direito e exibirá também algumas informações básicas.
pt_br: Finalmente, um painel lateral de pré-visualização de imagens foi adicionado ao Thunar. Não, espere, na verdade dois deles! Você pode escolher o modo 'embutido' que não ocupará espaço extra, mas oculta partes do painel do lado esquerdo. Ou pode optar pelo modo 'independente', que utilizará um painel separado do lado direito e exibirá também algumas informações básicas.
ro: În sfârșit, un panou lateral de previzualizare a imaginii a fost adăugat la Thunar. Nu, așteptați, de fapt, două dintre ele! Puteți alege fie să utilizați modul „încorporat”, care nu va ocupa spațiu suplimentar, dar va ascunde părți din panoul lateral din stânga. Sau puteți opta pentru modul „ independent ”, care va utiliza un panou separat în partea dreaptă și va afișa și unele informații de bază.
ru: Наконец, в Thunar добавлена боковая панель предварительного просмотра изображений. Нет, подождите, на самом деле их два! Вы можете либо использовать "встроенный" режим, который не займет дополнительного места, но скроет части левой боковой панели. Или вы можете выбрать "автономный" режим, который будет использовать отдельную панель справа и отображать некоторую основную информацию.
sq: Më në fund, te Thunar-i u shtua një kuadrat anësor paraparje figurash. Jo, prisni, në fakt dy të tillë! Mund të zgjidhni të përdorni ose mënyrën “e trupëzuar”. e cila s’do të kërkojë hapësirë shtesë, por fsheh pjesë të kuadratit të anës së majtë, ose mund të zgjidhni mënyrën “më vete”, e cila do të përdorë një kuadrat ndaras dhe do të shfaqë edhe disa hollësi elementare.
sr: Најзад, бочна површ за преглед слика је додата у Тунар. Не, сачекајте, заправо њих две. Сада можете изабрати или „угњежђен“ начин приказа који не заузима додатно место, али скрива леву површ. Или, можете прећи на „самостални“ начин приказа који ће користити засебну површ с’ десна и који ће приказивати неке основне податке слике.
vi: Cuối cùng, một khung bên xem trước hình ảnh đã được thêm vào Thunar. Không, chờ đã, thực ra là hai người trong số họ! Bạn có thể chọn sử dụng chế độ 'nhúng', chế độ này sẽ không tốn thêm dung lượng mà chỉ ẩn các phần của khung bên trái. Hoặc bạn có thể chuyển sang chế độ 'độc lập', chế độ này sẽ sử dụng một ngăn riêng ở bên phải và hiển thị một số thông tin cơ bản.

source: Thunar - Embedded Image Preview
ca: Thunar - Vista prèvia de la imatge incrustada
de: Thunar - Eingebettete Bildvorschau
es: Thunar - Vista previa de imagen incrustada
gl: Thunar - Vista previa da imaxe incrustada
he: Thunar - תצוגה מקדימה מוטבעת של תמונה
it: Thunar - Anteprima incorporata dell'immagine
kk: Thunar - Кірістірілген суретті алдын ала қарау
pl: Thunar – Osadzony podgląd obrazów
pt: Thunar - Pré-visualização de imagens embutido
pt_br: Thunar - Pré-visualização de imagens embutido
ro: Thunar - Previzualizare imagine încorporată
ru: Thunar – Встроенный Предварительный просмотр Изображения
sq: Thunar - Paraparje Figure të Trupëzuar
sr: Тунар - угњежђени приказ слике
vi: Thunar - Xem trước hình ảnh nhúng

source: Thunar - Standalone Image Preview
ca: Thunar - Vista prèvia de la imatge independent
de: Thunar - Eigenständige Bildvorschau
es: Thunar - Vista previa de imagen independiente
gl: Thunar - Vista previa da imaxe independente
he: Thunar - תצוגה מקדימה עצמאית של תמונה
it: Thunar - Anteprima autonoma dell'immagine
kk: Thunar - Бөлек суретті алдын ала қарау
pl: Thunar – Samodzielny podgląd obrazów
pt: Thunar - Pré-visualização de imagens independente
pt_br: Thunar - Pré-visualização de imagens independente
ro: Thunar - Previzualizare imagine independentă
ru: Thunar – Автономный Предварительный просмотр Изображения
sq: Thunar - Paraparje Figure Më Vete
sr: Тунар - засебни приказ слике
vi: Thunar - Xem trước hình ảnh độc lập

source: Undo and Redo
ca: Desfés
de: Rückgängig und Wiederherstellen
es: Deshacer y Rehacer
gl: Desfacer e refacer
he: ביטול וביצוע חוזר
it: Annulla e Ripristina
kk: Болдырмау және қайталау
lt: Atšaukimas ir grąžinimas
pl: Cofnij i Ponów
pt: Desfazer e Refazer
pt_br: Desfazer e Refazer
ro: Anulare și refacere
ru: Отменить и Повторить
sq: Zhbëje dhe Ribëje
sr: Опозови и понови
sv: Ångra och Gör om
vi: Hoàn tác và làm lại

source: It is now possible to undo basic file operations and to redo them. Undo and Redo can be used for 'move', 'rename', 'trash', 'link' and 'create' operations. Per default, a history of the last 10 operations is stored, though the history length is configurable. Whenever an Undo/Redo is triggered, a notification with few details will be shown.
ca: Ara és possible desfer les operacions bàsiques de fitxers i refer-les. Desfés i Refés es poden utilitzar per a les operacions 'moure', 'reanomenar', 'trash', 'enllaç' i 'crear'. Per defecte, s'emmagatzema un historial de les últimes 10 operacions, encara que la longitud de l'historial és configurable. Sempre que s'activi un Desfer/Refer, es mostrarà una notificació amb pocs detalls.
de: Es ist jetzt möglich, grundlegende Dateioperationen rückgängig zu machen und wiederherzustellen. Rückgängig machen und Wiederherstellen können für die Operationen "Verschieben", "Umbenennen", "Papierkorb", "Verknüpfen" und "Erstellen" verwendet werden. Standardmäßig wird ein Verlauf der letzten 10 Operationen gespeichert, wobei die Länge des Verlaufs konfigurierbar ist. Immer wenn ein Rückgängig/Wiederholen‚ ausgelöst wird, wird eine Benachrichtigung mit einigen Details angezeigt.
es: Ahora es posible deshacer operaciones básicas de archivos y rehacerlas. Deshacer y Rehacer se pueden usar para operaciones de 'mover', 'renombrar', 'basura', 'enlazar' y 'crear'. De manera predeterminada, se almacena un historial de las últimas 10 operaciones, aunque la duración del historial se puede configurar. Cada vez que se active Deshacer/Rehacer, se mostrará una notificación con pocos detalles.
gl: Agora é posíbel desfacer operacións básicas de ficheiros e refacelas. Desfacer e refacer poden usarse para as operacións de «mover», «renomear», «lixo», «ligar» e "crear". De xeito predeterminado, gárdase un historial das últimas 10 operacións, aínda que a lonxitude do historial é configurábel. Sempre que se active un Desfacer/Refacer, amosarase unha notificación con uns poucos detalles.
he: עכשיו ניתן לבטל פעולות קובץ בסיסיות ולבצע אותן שוב. ביטול וביצוע חוזר ניתנים לשימוש עבור פעולות 'העברה', 'שינוי שם', 'מחיקה', 'קישור' ו-'יצירה'. כברירת מחדל, נשמרת היסטוריה של 10 הפעולות האחרונות, אבל אורך ההיסטוריה ניתן להגדרה. בכל פעם שמופעל ביטול/ביצוע חוזר, מוצגת הודעה עם פרטים.
it: Ora è possibile annullare operazioni di base sui file e ripristinarli. "Annulla e Ripristina" possono essere usati per operazioni "sposta", "rinomina", "collegamento" e "crea". Per impostazione predefinita vengono memorizzate le ultime 10 operazioni, anche se la grandezza della cronologia è configurabile. Quanto viene effettuata una operazione di annullamento/ripristino, viene visualizzata una notifica con alcuni dettagli.
kk: Енді негізгі файлдық операцияларды болдырмауға және оларды қайталауға болады. Болдырмау және қайталауды 'жылжыту', 'атын өзгерту', 'қоқыс жәшігіне тастау', 'сілтеме жасау' және 'жасау' операциялары үшін қолдануға болады. Әдетте соңғы 10 операцияның тарихы сақталады, бірақ тарих ұзындығын баптауға болады. Болдырмау/Қайталау іске қосылған сайын, кейбір мәліметтері бар хабарлама көрсетіледі.
pl: Teraz można cofnąć podstawowe operacje na plikach i wykonać je ponownie. Cofnij i Ponów można użyć do operacji 'przenieś', 'zmień nazwę', 'kosz', 'połącz' i 'utwórz'. Domyślnie przechowywana jest historia ostatnich 10 operacji, chociaż długość historii można konfigurować. Za każdym razem, gdy uruchomione zostanie polecenie Cofnij/Ponów, zostanie wyświetlone powiadomienie z kilkoma szczegółami.
pt: É agora possível desfazer as operações básicas de ficheiros e refazê-las. O Desfazer e Refazer pode ser utilizado para 'mover', 'renomear', 'enviar para o lixo', 'ligar' e 'criar' operações. Por defeito, é armazenado um histórico das últimas 10 operações, embora o comprimento do histórico seja configurável. Sempre que um Desfazer/Refazer for acionado, será exibida uma notificação com alguns detalhes.
pt_br: Agora é possível desfazer as operações básicas de arquivos e refazê-las. Desfazer e refazer podem ser utilizados para 'mover', 'renomear', 'enviar para a lixeira', 'linkar' e 'criar' operações. Por padrão, é armazenado um histórico das últimas 10 operações, embora o tamanho do histórico seja configurável. Sempre que um Desfazer/Refazer for acionado, será exibida uma notificação com alguns detalhes.
ro: Acum este posibil să anulați și să refaceți operațiunile de bază cu fișiere. Anulare și Refacere pot fi utilizate pentru operațiunile de „mutare”, „redenumire”, „coș de gunoi”, „legătură” și „creare”. În mod implicit, este stocat un istoric al ultimelor 10 operațiuni, deși lungimea istoricului este configurabilă. Ori de câte ori se declanșează o operație Anulare/Refacere, va fi afișată o notificare cu câteva detalii.
ru: Теперь можно отменить основные операции с файлами и повторить их. Отмена и повтор могут использоваться для операций "перемещения", "переименования", "удаление", "соединение" и "создания". По умолчанию сохраняется история последних 10 операций, хотя длину истории можно настроить. Всякий раз, когда запускается Undo/Redo, будет отображаться уведомление с некоторыми подробностями.
sq: Tanimë është e mundur të zhbëhen veprimet themelore mbi kartelat dhe të ribëhen ato. “Zhbëje” dhe “Ribëje” mund të përdoren për veprimet “lëvize”, “riemërtoje”, “shpjere te hedhurinat”, “lidhe” dhe “krijoje”. Si parazgjedhje, depozitohet një historik i 10 veprimeve të fundit, por gjatësia e historikut është e formësueshme. Kurdo që shkaktohet një Zhbëje/Ribëje, do të shfaqet një njoftim me pak hollësi.
sr: Сада је могуће повратити основна дејства над датотекама и повратити их. Опозови и понови може бити употребљено за дејства „премести“, „преименуј“, „смеће“, „преименуј“, „веза“, и „направи“. Подразумевано, историја последњих 10 дејстава је сачувана, док је дужина историје подесива. Кад год се опозови/понови окине, обавештење о неколико појединости ће бити приказано.
vi: Bây giờ có thể hoàn tác các thao tác cơ bản với tệp và làm lại chúng. Hoàn tác và Làm lại có thể được sử dụng cho các hoạt động 'di chuyển', 'đổi tên', 'thùng rác', 'liên kết' và 'tạo'. Theo mặc định, lịch sử của 10 thao tác cuối cùng được lưu trữ, mặc dù độ dài lịch sử có thể được cấu hình. Bất cứ khi nào tính năng Hoàn tác/Làm lại được kích hoạt, một thông báo kèm theo một vài chi tiết sẽ được hiển thị.

source: Thunar - Undo and Redo
ca: Thunar - Desfés i Refés
de: Thunar - Rückgängig und Wiederherstellen
es: Thunar - Deshacer y Rehacer
gl: Thunar - Desfacer e refacer
he: Thunar - ביטול וביצוע חוזר
it: Thunar - Annulla e Ripristina
kk: Thunar - Болдырмау және қайталау
pl: Thunar – Cofnij i Ponów
pt: Thunar - Desfazer e Refazer
pt_br: Thunar - Desfazer e refazer
ro: Thunar - Anulare și refacere
ru: Тунар - Отмена и Повтор
sq: Thunar - Zhbëje dhe Ribëje
sr: Тунар - опозови и понови
sv: Thunar - Ångra och Gör om
vi: Thunar - Hoàn tác và làm lại

source: File Highlight
ca: Ressalta el fitxer
de: Datei-Hervorhebung
es: Resaltado de Archivos
gl: Realzado de ficheiro
he: הדגשת קבצים
it: Evidenziazione dei file
kk: Файлды ерекшелеу
lt: Failų paryškinimas
pl: Wyróżnianie plików
pt: Destaque de ficheiros
pt_br: Realçar arquivos
ro: Evidențiere fișier
ru: Подсветка Файлов
sq: Theksim Kartelash
sr: Истицање датотека
vi: Đánh dấu tập tin

source: Files now can be highlighted by setting the background and the filename to different colors. This can be done via an additional tab, located in the 'properties' dialog. The view menu provides a checkbox in order to enable/disable the feature. Once enabled, files now can be shown in all the colors of the rainbow.
ca: Els fitxers ara es poden ressaltar establint el fons i el nom de fitxer a diferents colors. Això es pot fer a través d'una pestanya addicional, situada en el diàleg «propietats». El menú Visualitza proporciona una casella de selecció per a activar/inhabilitar la característica. Un cop activat, els fitxers ara es poden mostrar en tots els colors de l'arc de Sant Martí.
de: Dateien können nun hervorgehoben werden, indem für den Hintergrund und für den Dateinamen verschiedene Farben eingestellt werden. Dies kann über eine zusätzliche Registerkarte im Dialogfeld "Eigenschaften" erfolgen. Das Menü "Ansicht" bietet ein Kontrollkästchen zum Aktivieren/Deaktivieren der Funktion. Einmal aktiviert, können Dateien nun in allen Farben des Regenbogens angezeigt werden.
es: Los archivos ahora se pueden resaltar configurando el fondo y el nombre del archivo en diferentes colores. Esto se puede hacer a través de una pestaña adicional, ubicada en el cuadro de diálogo 'propiedades'. El menú de vista proporciona una casilla de verificación para habilitar/deshabilitar la función. Una vez habilitados, los archivos ahora se pueden mostrar en todos los colores del arcoíris.
gl: Os ficheiros agora poden realzarse configurando o fondo e o texto do nome do ficheiro en cores diferentes. Isto pode facerse a través dunha lapela adicional, situada no diálogo «Propiedades». O menú de visualización fornece unha caixa de verificación para activar/desactivar a funcionalidade. Unha vez activada, os ficheiros poden amosarse en todas as cores do arco da vella.
he: אפשר עכשיו להדגיש קבצים על ידי הגדרת רקע ושם קובץ לצבעים שונים. זה ניתן לביצוע דרך לשונית נוספת, הממוקמת בדו שיח 'מאפיינים'. תפריט התצוגה מספק תיבת סימון להפעלה/כיבוי של מאפיין זה. כאשר מופעל, ניתן להציג קבצים בכל צבעי הקשת.
it: Ora è possibile evidenziare i file impostando lo sfondo e il nome del file a vari colori. Questo può essere fatto tramite una scheda aggiuntiva, situata nella finestra di dialogo "Proprietà". Il menu di visualizzazione fornisce una casella per abilitare/disabilitare la funzione. Una volta abilitata, i file possono essere evidenziati con tutti i colori dell'arcobaleno.
kk: Енді фон мен файл атына әртүрлі түстерді орнату арқылы файлдарды ерекшелеуге болады. Бұл 'қасиеттер' сұхбат терезесінде орналасқан қосымша бет арқылы жасалуы мүмкін. Көрініс мәзірі мүмкіндікті іске қосу/сөндіру үшін жалаушаны ұсынады. Іске қосылғаннан кейін файлдарды кемпірқосақтың барлық түстерінде көрсетуге болады.
pl: Pliki można teraz wyróżniać, ustawiając tło i nazwę pliku na różne kolory. Można to zrobić za pomocą dodatkowej karty, znajdującej się w oknie dialogowym 'właściwości'. Menu widoku zawiera pole wyboru umożliwiające włączenie/wyłączenie tej funkcji. Po włączeniu pliki mogą być teraz wyświetlane we wszystkich kolorach tęczy.
pt: Os ficheiros podem agora ser destacados definindo o fundo e o nome do ficheiro com cores diferentes. Isto pode ser feito através de um separador adicional, localizado na janela de 'propriedades'. O menu de visualização fornece uma caixa de verificação a fim de ativar/desativar a funcionalidade. Uma vez ativada, os ficheiros podem agora ser exibidos em todas as cores do arco-íris.
pt_br: Os arquivos podem agora ser realçados, definindo o fundo e o nome com cores diferentes. Isto pode ser feito através de um separador adicional, localizado na janela de 'propriedades'. O menu de visualização fornece uma caixa de verificação a fim de ativar/desativar a funcionalidade. Uma vez ativada, os arquivos podem agora ser exibidos em todas as cores do arco-íris.
ro: Fișierele pot fi acum evidențiate prin configurarea fundalului și a numelui fișierului în culori diferite. Acest lucru se poate face printr-o filă suplimentară, situată în fereastra de dialog „Proprietăți”. Meniul de vizualizare oferă o casetă de selectare pentru a activa/dezactiva această caracteristică. Odată activată, fișierele pot fi acum afișate în toate culorile curcubeului.
ru: Файлы теперь можно выделить, установив фон и имя файла разными цветами. Это можно сделать через дополнительную вкладку, расположенную в диалоге свойств. Меню просмотра содержит флажок для включения/отключения функции. После включения файлы теперь могут отображаться всеми цветами радуги.
sq: Kartelat tani mund të theksohen duke ujdisur me ngjyra të ndryshme sfondin dhe emrin e kartelës. Kjo mund të bëhet përmes një skede shtesë, të gjendur te dialogu për “Vetitë”. Menuja për parje ofron një kutizë për aktivizim/çaktivizim të veçorisë. Pasi të aktivizohet, Kartelat tani mund të shfaqen në krejt ngjyrat e ylberit.
sr: Датотеке сада могу бити истицане помоћу разнобојног постављања позадине и имена. То се може учинити додатним листом, смештеним у прозорчету „поставке“. Изборник прегледа омогућава кућицу означавања са циљем омогућавања/онемогућавања ове могућности. Једном омогућено, датотеке се сада могу приказивати бојама дуге.
vi: Giờ đây, các tệp có thể được đánh dấu bằng cách đặt nền và tên tệp thành các màu khác nhau. Điều này có thể được thực hiện thông qua một tab bổ sung, nằm trong hộp thoại 'thuộc tính'. Menu xem cung cấp hộp kiểm để bật/tắt tính năng này. Sau khi được bật, giờ đây các tệp có thể được hiển thị với tất cả các màu sắc của cầu vồng.

source: Thunar - File Highlight Options
ca: Thunar - Opcions de ressaltat de fitxers
de: Thunar - Datei-Hervorhebungsoptionen
es: Thunar - Opciones de Resaltado de Archivos
gl: Thunar - Opcións de realzado de ficheiro
he: Thunar - אפשרויות הדגשת קבצים
it: Thunar - Opzioni per evidenziazione dei file
kk: Thunar - Файлды ерекшелеу опциялары
pl: Thunar – Opcje wyróżniania plików
pt: Thunar - Opções de destaque de ficheiros
pt_br: Thunar - Opções do realce de arquivos
ro: Thunar - Opțiuni de evidențiere a fișierelor
ru: Thunar – Параметры Выделения Файлов
sq: Thunar - Mundësi Theksimi Kartelash
sr: Тунар - могућност истицања датотека
vi: Thunar - Tùy chọn đánh dấu tệp

source: Thunar - Highlighted files in List View
ca: Thunar - Fitxers ressaltats a la vista de llista
es: Thunar - Archivos resaltados en la vista de lista
gl: Thunar - Realzado de ficheiros na vista de lista
he: Thunar - קבצים מודגשים בתצוגת רשימה
it: Thunar - File evidenziati nella visualizzazione a lista
kk: Thunar - Тізім көрінісіндегі ерекшеленген файлдар
pl: Thunar – Wyróżnione pliki w widoku Lista
pt: Thunar - Ficheiros destacados em Vista de lista
pt_br: Thunar - Arquivos realçados no modo "Ver como lista"
ro: Thunar - Fișiere evidențiate în vizualizarea „Listă”
sq: Thunar - Kartela të theksuara, në Pamjen Si Listë
sr: Тунар - истакнуте датотеке у прегледу списка
vi: Thunar - Tệp được đánh dấu trong Chế độ xem danh sách

source: Thunar - Highlighted files in Icon View
ca: Thunar - Fitxers ressaltats a la vista d'icones
es: Thunar - Archivos resaltados en la Vista de Iconos
gl: Thunar - Realzado de ficheiros na vista de iconas
he: Thunar - קבצים מודגשים בתצוגת איקון
it: Thunar - File evidenziati nella visualizzazione a icone
kk: Thunar - Таңбашалар көрінісіндегі ерекшеленген файлдар
pl: Thunar – Wyróżnione pliki w widoku Ikony
pt_br: Thunar - Arquivos realçados no modo "Ver como ícones"
ro: Thunar - Fișiere evidențiate în vizualizarea „Pictograme”
sq: Thunar - Kartela të theksuara në Pamjen Ikona
sr: Тунар - истакнуте датотеке у прегледу сличицама
vi: Thunar - Các tập tin được đánh dấu trong Chế độ xem Biểu tượng
