Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Ipv6 remote URLs are now supported.
ca: Els URL remots Ipv6 ara estan admesos.
es: Ahora se admiten las URL remotas IPv6.
gl: Agora son compatíbeis os URL remotos Ipv6.
it: Gli URL remoti IPv6 ora sono supportati.
kk: Ipv6 қашықтағы URL адрес мекенжайларына енді қолдау көрсетіледі.
pl: Obsługiwane są teraz zdalne adresy URL IPv6.
pt_br: Agora, as URLs remotas em IPv6 são suportadas.
ro: Adresele URL la distanță Ipv6 sunt acum acceptate.
sr: ИПВ6 удаљени УРЛ-ови су сада подржани.
vi: URL từ xa IPv6 hiện được hỗ trợ.

source: It is now possible to create symbolic links as well on remote locations.
ca: Ara és possible crear enllaços simbòlics també en llocs remots.
es: Ahora también es posible crear enlaces simbólicos en ubicaciones remotas.
gl: Agora tamén é posíbel crear ligazóns simbólicas en lugares remotos.
it: Ora è possibile creare collegamenti simbolici anche su postazioni remote.
kk: Енді қашықтағы орындарда да символдық сілтемелерді жасауға болады.
pl: Teraz możliwe jest tworzenie dowiązań symbolicznych również w lokalizacjach zdalnych.
pt_br: Agora é possível criar links simbólicos também em locais remotos.
ro: Acum este posibil să creați legături simbolice și în locații la distanță.
sr: Сада је могуће направити знамењске везе и ка удаљеним местима.
vi: Hiện tại, bạn có thể tạo các liên kết tượng trưng ở các vị trí ở xa.

source: Search
ca: Cerca
es: Búsqueda
gl: Buscar
it: Ricerca
kk: Іздеу
pl: Wyszukiwanie
pt_br: Pesquisar
ro: Căutarea
sr: Претрага
vi: Tìm kiếm

source: It is not required any more to wait until a search is finished to open the context menu on search results.
ca: Ja no cal esperar fins que acabi una cerca per obrir el menú contextual sobre els resultats de la cerca.
es: Ya no es necesario esperar a que finalice una búsqueda para abrir el menú contextual en los resultados de la búsqueda.
gl: Non é preciso agardar até que remate unha busca para abrir o menú contextual dos resultados da busca.
it: Non è più necessario attendere il completamento di una ricerca per aprire il menu contestuale nei risultati della ricerca.
kk: Іздеу нәтижелерінде контекстік мәзірді ашу үшін іздеудің аяқталуын күтудің қажеті жоқ.
pl: Nie trzeba już czekać na zakończenie wyszukiwania, aby otworzyć menu kontekstowe wyników wyszukiwania.
pt_br: Não é mais necessário esperar até que uma busca seja concluída para abrir o menu de contexto nos resultados da pesquisa.
ro: Nu mai este necesar să așteptați până la finalizarea unei căutări pentru a deschide meniul contextual de pe rezultatele căutării.
sr: Није више потребно чекати да се претрага заврши да би се отворио приручни изборник у налазима претраге.
vi: Không cần phải đợi cho đến khi tìm kiếm xong mới mở menu ngữ cảnh trên kết quả tìm kiếm.

source: A couple of new toolbar buttons were added:
ca: S'han afegit un parell de botons nous de la barra d'eines:
es: Se han añadido un par de nuevos botones a la barra de herramientas:
gl: Engadíronse un par de novos botóns da barra de ferramentas:
it: È stata aggiunta una coppia di nuovi pulsanti alla barra degli strumenti:
kk: Бірнеше жаңа құралдар панелінің батырмалары қосылды:
pl: Dodano kilka nowych przycisków paska narzędzi:
pt_br: Foram adicionados alguns novos botões à barra de ferramentas:
ro: Au fost adăugate câteva butoane noi în bara de instrumente:
sr: Неколико нових дугмади је додато на траку прибора:
vi: Một số nút thanh công cụ mới đã được thêm vào:

source: View Switcher - A drop-down button to select a view.
ca: Commutador de vista - Un botó desplegable per a seleccionar una vista.
es: Conmutador de vistas: botón desplegable para seleccionar una vista.
gl: Selector de vistas: un botón despregábel para seleccionar unha vista.
it: Cambio di visualizzazione - Un pulsante a discesa per selezionare la visualizzazione
kk: Көрініс ауыстырғышы - көріністі таңдауға арналған ашылатын батырма.
pl: Przełącznik widoku — przycisk rozwijany umożliwiający wybór widoku.
pt_br: Alternador de visualização - Um botão suspenso para selecionar uma visualização.
ro: Selector de vizualizare - Un buton derulant pentru a selecta o vizualizare.
sr: Измењивач прегледа - падајуће дугме за одабир начина прегледа.
vi: Trình chuyển đổi chế độ xem - Nút thả xuống để chọn chế độ xem.

source: Menu - This hamburger button will show automatically in the toolbar, when the menubar is hidden. It will reveal a vertical menu, bar, when pressed.
ca: Menú - Aquest botó d'hamburguesa es mostrarà automàticament a la barra d'eines, quan la barra de menús estigui oculta. Mostrarà un menú vertical, barra, quan es prem.
es: Menú - Este botón se mostrará automáticamente en la barra de herramientas, cuando la barra de menús esté oculta. Revelará un menú vertical, barra, cuando se pulsa.
gl: Menú: este botón do tipo «hamburguesa» aparecerá automaticamente na barra de ferramentas, cando a barra de menú estea agochada. Se se preme, amosará unha barra de menú vertical.
it: Menu - questo pulsante hamburger sarà visualizzato automaticamente nella barra degli strumenti, quando la barra dei menu è nascosta. Quando viene premuto, mostrerà un menu verticale, una barra.
kk: Мәзір - мәзір жолағы жасырылған кезде, бұл гамбургер батырмасы құралдар панелінде автоматты түрде пайда болады. Оны басқан кезде вертикалды мәзір, жолағын көрсетеді.
pl: Menu — ten przycisk hamburgera automatycznie pojawi się na pasku narzędzi, gdy pasek menu jest ukryty. Po naciśnięciu pokaże pionowe menu, pasek.
pt_br: Menu - Este botão de hambúrguer aparecerá automaticamente na barra de ferramentas quando a barra de menu estiver oculta. Ao ser pressionado, ele revelará uma barra de menu vertical.
ro: Meniu - Acest buton hamburger va apărea automat în bara de instrumente, atunci când bara de meniuri este ascunsă. Acesta va dezvălui un meniu vertical, ca o bară, atunci când este apăsat.
sr: Изборник - ово пљескавичасто дугме ће самостално приказати траку прибора када је трака изборника скривена. Када се притисне изложиће усправног изборника, траку.
vi: Menu - Nút hamburger này sẽ tự động hiển thị trên thanh công cụ khi thanh thực đơn bị ẩn. Nó sẽ hiển thị một menu dọc, thanh, khi nhấn.

source: New Tab - Open a new tab using the current directory.
ca: Pestanya nova - Obre una pestanya nova utilitzant el directori actual.
es: Nueva pestaña - Abre una nueva pestaña utilizando el directorio actual.
gl: Nova lapela: abre unha nova lapela usando o cartafol actual.
it: Nuova scheda: apre una nuova scheda utilizzando la cartella attuale.
kk: Жаңа бет - ағымдағы буманы пайдаланып жаңа бетті ашу.
pl: Nowa karta — otwórz nową kartę, używając bieżącego katalogu.
pt_br: Nova aba - Abrir uma nova aba usando o diretório atual
ro: Filă nouă - Deschideți o filă nouă folosind directorul curent.
sr: Нови лист - отвара нови лист тренутног положаја.
vi: Tab mới - Mở tab mới bằng thư mục hiện tại.

source: New Window - Open a new window using the current directory.
ca: Finestra nova - Obre una finestra nova utilitzant el directori actual.
es: Nueva ventana - Abre una nueva ventana utilizando el directorio actual.
gl: Nova xanela: abre unha nova xanela usando o cartafol actual.
it: Nuova finestra - Apre una nuova finestra utilizzando la cartella attuale.
kk: Жаңа терезе - ағымдағы буманы пайдаланып жаңа терезені ашу.
pl: Nowe okno — otwórz nowe okno, używając bieżącego katalogu.
pt_br: Nova janela - Abrir uma nova janela usando o diretório atual
ro: Fereastră nouă - Deschideți o fereastră nouă folosind directorul curent.
sr: Нови прозор - отвара нови прозор тренутног положаја.
vi: Cửa sổ mới - Mở một cửa sổ mới bằng thư mục hiện tại.

source: thunar - new toolbar buttons
ca: thunar - botons nous de la barra d'eines
es: thunar - nuevos botones en la barra de herramientas
gl: thunar - novos botóns da barra de ferramentas
it: thunar - nuovi pulsanti della barra degli strumenti
kk: thunar - жаңа құралдар панелінің батырмалары
pl: thunar — nowe przyciski paska narzędzi
pt_br: thunar - novos botões da barra de ferramentas
ro: Thunar - butoane noi în bara de instrumente
sr: тунар - нова дугмад траке прибора
vi: thunar - các nút thanh công cụ mới

source: thunar - improved hamburger toolbar button
ca: thunar - botó millorat de la barra d'eines d'hamburgueses
es: thunar - botón de la barra de herramientas mejorado
gl: thunar - botón do tipo «hamburguesa» na barra de ferramentas mellorado
it: thunar - migliorato il pulsante hamburger della barra degli strumenti
kk: thunar - жақсартылған гамбургер құралдар панелінің батырмасы
pl: thunar — ulepszony przycisk paska narzędzi hamburgera
pt_br: thunar - botão de barra de ferramentas de hambúrguer aprimorado
ro: Thunar - buton „hamburger” îmbunătățit în bara de instrumente
sr: тунар - побољшано пљескавичасто дугме траке прибора
vi: thunar - nút thanh công cụ hamburger được cải tiến

source: On shrinking the Thunar window, toolbar items will now be moved to an overflow menu. Like that, it is possible to maintain smaller thunar windows.
ca: En reduir la finestra Thunar, els elements de la barra d'eines ara es mouran a un menú de desbordament. D'aquesta manera, és possible mantenir les finestres lunars més petites.
gl: Ao reducir a xanela Thunar, os elementos da barra de ferramentas moveranse agora a un menú de desbordamento. Grazas a elo, é posíbel facer as xanelas de thunar máis pequenas.
it: Al restringimento della finestra di Thunar, gli elementi della barra degli strumenti si spostano ora in un menu extra. In questo modo, è possibile mantenere finestre di Thunar più piccole.
kk: Thunar терезесін кішірейткен кезде, құралдар панелінің элементтері енді артық элементтер мәзіріне көшіріледі. Осылайша, кішірек Thunar терезелерін қолдауға болады.
pl: Podczas zmniejszania okna Thunar elementy paska narzędzi zostaną przeniesione do menu przepełnienia. W ten sposób możliwe jest utrzymanie mniejszych okien Thunar.
pt_br: Ao reduzir a janela do Thunar, os itens da barra de ferramentas agora serão movidos para um menu de overflow. Assim, é possível manter janelas menores do Thunar.
ro: La micșorarea ferestrei Thunar, elementele din bara de instrumente vor fi mutate acum într-un meniu de „depășire”, derulant. Astfel, este posibil să se mențină ferestre Thunar mai mici.
sr: Приликом сужавања прозора Тунара, ставке траке прибора ће бити премештене у наднети изборник. На тај начин је могуће држати мање прозоре Тунара.
vi: Khi thu nhỏ cửa sổ Thunar, các mục trên thanh công cụ giờ đây sẽ được chuyển sang menu mục bổ sung. Như vậy, có thể duy trì các cửa sổ thunar nhỏ hơn.

source: Furthermore, a bug was fixed which prevented the usage of submenu custom actions in the toolbar.
ca: A més, es va corregir un error que va impedir l'ús d'accions personalitzades de submenú a la barra d'eines.
es: Además, se ha corregido un error que impedía utilizar las acciones personalizadas en un submenúen la barra de herramientas.
gl: Ademais, solucionouse un erro que impedía o uso de accións personalizadas do submenú na barra de ferramentas.
it: Inoltre, è stato corretto un bug che impediva l'utilizzo di azioni personalizzate del sottomenu nella barra degli strumenti.
kk: Сонымен қатар, құралдар панелінде ішкі мәзірдің таңдамалы әрекеттерін пайдалануға кедергі келтіретін қате түзетілді.
pl: Ponadto naprawiono błąd, który uniemożliwiał korzystanie z niestandardowych akcji podmenu na pasku narzędzi.
pt_br: Além disso, um erro foi corrigido que impedia o uso de ações personalizadas de submenu na barra de ferramentas.
ro: În plus, a fost remediată o eroare care împiedica utilizarea acțiunilor personalizate din submeniu în bara de instrumente.
sr: Даље, уништена је буба која је спречавала употребу подизборника произвољних радњи у траци прибора.
vi: Hơn nữa, một lỗi đã được sửa khiến ngăn cản việc sử dụng các hành động tùy chỉnh menu con trên thanh công cụ.

source: Window Decorations
ca: Decoracions de les finestres
es: Decoración de Ventanas
gl: Decoracións de xanelas
it: Decorazioni delle finestre
kk: Терезе безендірулері
pl: Dekoracje okien
pt_br: Decorações de janela
ro: Decorațiuni pentru ferestre
sr: Украси прозора
vi: Trang trí cửa sổ

source: There is now an option to use client side decorations in Thunar (CSD).
ca: Ara hi ha una opció per utilitzar decoracions laterals del client a Thunar (CSD).
es: Ahora existe la opción de utilizar decoraciones del lado del cliente en Thunar (CSD).
gl: Agora hai unha opción para usar as decoracións do lado do cliente no Thunar (CSD).
it: Ora è disponibile un'opzione per utilizzare decorazioni lato client in Thunar (CSD).
kk: Thunar-да клиент жағындағы безендірулерді (CSD) қолдану опциясы бар.
pl: W programie Thunar istnieje teraz możliwość wykorzystania dekoracji po stronie klienta (CSD).
pt_br: Agora, há uma opção para usar decorações de lado do cliente (CSD) no Thunar.
ro: Există acum o opțiune de a utiliza decorațiuni pe partea clientului în Thunar (CSD).
sr: Постоји нова могућност употребе страначког украшавања у Тунару (ЦСД).
vi: Hiện tại có một tùy chọn để sử dụng trang trí phía máy khách trong Thunar (CSD).

source: thunar - CSD with menu
ca: thunar - CSD amb menú
es: thunar - CSD con menú
gl: thunar - co menú CSD
it: thunar - CSD con menu
kk: thunar - мәзірі бар CSD
pl: thunar — CSD z menu
pt_br: thunar - CSD com menu
ro: Thunar - CSD cu meniu
sr: тунар - ЦСД са изборником
vi: thunar - CSD có menu

source: thunar - CSD without menu
ca: thunar - CSD sense menú
es: thunar - CSD sin el menú
gl: thunar - sen o menú CSD
it: thunar - CSD senza menu
kk: thunar - мәзірі жоқ CSD
pl: thunar — CSD bez menu
pt_br: thunar - CSD sem menu
ro: Thunar - CSD fără meniu
sr: тунар ЦСД без изборника
vi: thunar - CSD không có menu

source: An option to show the number of hidden files in the statusbar was added.
ca: S'ha afegit una opció per a mostrar el nombre de fitxers ocults a la barra d'estat.
es: Se ha añadido una opción para mostrar el número de archivos ocultos en la barra de estado.
gl: Engadiuse unha opción na barra de estado que amosa o número de ficheiros agochados.
it: È stata aggiunta un'opzione per mostrare il numero di file nascosti nella barra di stato.
kk: Қалып-күй жолағында жасырын файлдар санын көрсету опциясы қосылды.
pl: Dodano opcję wyświetlania liczby ukrytych plików na pasku stanu.
pt_br: Foi adicionada uma opção para exibir o número de arquivos ocultos na barra de status.\
ro: A fost adăugată o opțiune pentru a afișa numărul de fișiere ascunse în bara de stare.
sr: Додата је могућност приказа броја скривених датотека на траци стања.
vi: Một tùy chọn hiển thị số lượng tệp ẩn trên thanh trạng thái đã được thêm vào.

source: Recently Used Files
ca: Fitxers usats recentment
es: Archivos Usados Recientemente
gl: Ficheiros usados recentemente
it: File utilizzati di recente
kk: Соңғы қолданылған файлдар
pl: Ostatnio używane pliki
pt_br: Arquivos usados recentemente
sr: Скорашње датотеке
vi: Các tập tin được sử dụng gần đây

source: Only files which were successfully opened are now added to the list of recently used files.
ca: Només els fitxers que s'han obert correctament s'afegeixen a la llista de fitxers usats recentment.
es: Sólo los archivos que se abrieron con éxito se añaden ahora a la lista de archivos utilizados recientemente.
gl: Agora só se engaden á lista de ficheiros usados ​​recentemente os ficheiros que se abriron correctamente.
it: Ora solo i file aperti correttamente vengono aggiunti all'elenco dei file utilizzati di recente.
kk: Енді соңғы қолданылған файлдар тізіміне тек сәтті ашылған файлдар ғана қосылады.
pl: Do listy ostatnio używanych plików dodawane są teraz tylko te pliki, które zostały pomyślnie otwarte.
pt_br: Agora, apenas os arquivos que foram abertos com sucesso são adicionados à lista de arquivos recentemente usados.
ro: Doar fișierele care au fost deschise cu succes sunt adăugate acum la lista de fișiere utilizate recent.
sr: Само датотеке које су успешно отваране су сада додате списку скорашњих датотека.
vi: Chỉ những tệp đã được mở thành công mới được thêm vào danh sách các tệp được sử dụng gần đây.

source: Directories won't be added to the recently used files anymore.
ca: Els directoris ja no s'afegiran als fitxers utilitzats recentment.
es: Los directorios ya no se añadirán a los archivos utilizados recientemente.
gl: Xa non se engadirán cartafoles á lista de ficheiros usados ​​recentemente.
it: Le cartelle non saranno più aggiunte ai file utilizzati di recente.
kk: Бумалар бұдан былай соңғы қолданылған файлдар тізіміне қосылмайды.
pl: Katalogi nie będą już dodawane do ostatnio używanych plików.
pt_br: Agora, diretórios não serão mais adicionados à lista de arquivos recentemente usados.
ro: Directoarele nu vor mai fi adăugate la fișierele utilizate recent.
sr: Фасцикле више неће бити додаване скорашњим датотекама.
vi: Các thư mục sẽ không được thêm vào các tệp được sử dụng gần đây nữa.

source: Symbolic Icons
ca: Icones simbòliques
es: Íconos Simbólicos
gl: Iconas simbólicas
it: Icone simboliche
kk: Символдық таңбашалар
pl: Ikony symboliczne
pt_br: Ícones simbólicos
ro: Pictograme simbolice
sr: Значењске сличице
vi: Biểu tượng tượng trưng

source: There is now an option to use symbolic icons in the side pane and colored icons in the toolbar.
ca: Ara hi ha una opció per a utilitzar icones simbòliques a la subfinestra lateral i icones de color a la barra d'eines.
es: Ahora existe la opción de utilizar iconos simbólicos en el panel lateral e iconos de color en la barra de herramientas.
gl: Agora hai unha opción para usar iconas simbólicas no panel lateral e iconas de cores na barra de ferramentas.
it: Ora è possibile utilizzare icone simboliche nel riquadro laterale e icone colorate nella barra degli strumenti.
kk: Енді бүйір панелінде символдық таңбашаларды, ал саймандар панелінде түрлі-түсті таңбашаларды қолдану опциясы бар.
pl: Dodano możliwość używania ikon symbolicznych w panelu bocznym i kolorowych ikon na pasku narzędzi.
pt_br: Agora, há uma opção para usar ícones simbólicos no painel lateral e ícones coloridos na barra de ferramentas.
ro: Există acum o opțiune de a utiliza pictograme simbolice în panoul lateral și pictograme colorate în bara de instrumente.
sr: Постоји могућност употребе значењских сличица у бочној површи и обојених сличица у траци прибора.
vi: Hiện tại có tùy chọn sử dụng các biểu tượng tượng trưng ở khung bên và các biểu tượng màu trên thanh công cụ.

source: thunar - symbolic icons
ca: thunar - icones simbòliques
es: thunar - íconos simbólicos
gl: thunar - iconas simbólicas
it: thunar - icone simboliche
kk: thunar - символдық таңбашалар
pl: thunar — ikony symboliczne
pt_br: thunar - ícones simbólicos
ro: Thunar - pictograme simbolice
sr: тунар - значењске сличице
vi: thunar - biểu tượng tượng trưng

source: thunar - colored icons
ca: thunar - icones de color
es: thunar - íconos a color
gl: thunar - iconas de cores
it: thunar - icone colorate
kk: thunar - түрлі-түсті таңбашалар
pl: thunar — kolorowe ikony
pt_br: thunar - ícones coloridos
ro: Thunar - pictograme colorate
sr: тунар - обојене сличице
vi: thunar - biểu tượng màu

source: Drag and Drop
ca: Arrossega i deixa anar
es: Arrastrar y Soltar
gl: Arrastrar e soltar
it: Trascinamento e rilascio
kk: Сүйреп апарып тастау
pl: Przeciągnij i upuść
pt_br: Arrastar e soltar
ro: Glisare și plasare
sr: Превуци и спусти
vi: Kéo và thả

source: While dragging files, folders are now opened automatically on hover.
ca: Mentre arrossegueu fitxers, les carpetes s'obren automàticament en passar-hi per sobre.
es: Al arrastrar archivos, ahora las carpetas se abren automáticamente al pasar el cursos por encima.
gl: Mentres se arrastra ficheiros, agora os cartafoles ábrense automaticamente ao pasar o cursor.
it: Durante il trascinamento dei file, le cartelle ora vengono aperte automaticamente al passaggio del puntatore del mouse.
kk: Файлдарды сүйреу кезінде, олардың үстіне келгенде бумалар автоматты түрде ашылады.
pl: Podczas przeciągania plików foldery otwierają się teraz automatycznie po najechaniu na nie kursorem.
pt_br: Ao arrastar arquivos, as pastas agora são abertas automaticamente ao passar o mouse por cima.
ro: În timpul glisării fișierelor, dosarele sunt acum deschise automat la trecere.
sr: Приликом превлачења датотека, фасцикле се сада саме отварају при надношењу показивача миша.
vi: Trong khi kéo tệp, thư mục hiện được mở tự động khi di chuột.

source: While dragging files, the focus of the split view pane is now updated when hovered.
ca: Mentre arrossegueu fitxers, el focus de la subfinestra de vista dividida s'actualitza quan es passa per sobre.
es: Al arrastrar archivos, el foco del panel de vista dividida se actualiza ahora al al pasar el cursor por encima.
gl: Mentres se arrastran ficheiros, agora actualízase o foco do panel de vista dividida cando se pasa o rato.
it: Durante il trascinamento dei file, l'attivazione del riquadro di visualizzazione divisa viene ora aggiornata quando si sorvola con il puntatore del mouse.
kk: Файлдарды сүйреу кезінде, олардың үстіне келгенде бөлінген көрініс панелінің фокусы жаңартылады.
pl: Podczas przeciągania plików, po najechaniu kursorem na panel podzielonego widoku, jego fokus jest teraz aktualizowany.
pt_br: Ao arrastar arquivos, o foco do painel de visualização dividida agora é atualizado ao passar o mouse por cima.
ro: În timpul glisării fișierelor, focalizarea panoului de vizualizare separată este acum actualizată atunci când este atinsă.
sr: Приликом превлачења датотека, жижа у прегледу подељених површи се сада освежава при надношењу показивача миша.
vi: Trong khi kéo tệp, tiêu điểm của ngăn chế độ xem phân tách hiện được cập nhật khi được di chuột.

source: Performance
ca: Rendiment
es: Rendimiento
gl: Rendemento
it: Prestazioni
kk: Өнімділік
pl: Wydajność
pt_br: Desempenho
ro: Performanță
sr: Учинак
vi: Hiệu suất
