Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Today, after 1 year and 4 months of work, we are pleased to announce the release of the Xfce desktop 4.10, a new stable version that supersedes Xfce 4.8.
ca: Avui, després d'1 any i 4 mesos de treball, ens complau anunciar el llançament de l'escriptori Xfce 4.10, una nova versió estable que substitueix a Xfce 4.8.
cs: Dnes, po jednom roce a čtyřech měsících práce, s potěšením oznamujeme vydání desktopového prostředí Xfce 4.10, nové stabilní verze, která nahrazuje Xfce 4.8.
da: I dag, efter 1 år og 4 måneders arbejde, er vi glade for at kunne bekendtgøre udgivelsen af Xfce-skrivebordet 4.10, en ny stabil version som afløser Xfce 4.8.
de: Heute, nach einem Jahr und vier Monaten Arbeit, freuen wir uns, die Version 4.10 der Xfce-Arbeitsumgebung vorstellen zu können, eine neue stabile Version, welche der Nachfolger von Xfce 4.8 ist.
es: Hoy, después de 1 año y 4 meses de trabajo, tenemos el placer de anunciar el lanzamiento del escritorio Xfce 4.10, una nueva versión estable, que reemplaza a Xfce 4.8.
fr: Aujourd’hui, après un an et quatre mois de travail, nous avons le plaisir de vous annoncer la sortie du bureau Xfce 4.10, une nouvelle version stable qui remplace la 4.8.
gl: Hoxe, despois de 1 ano e 4 meses de traballo, temos o pracer de anunciar a versión de escritorio do Xfce 4.10, unha nova versión estábel que substitúe ao Xfce 4.8.
he: היום, לאחר שנה 1 ו־4 חודשים של עבודה, אנו שמחים להודיע על גרסת שולחן עבודה Xfce 4.10, גרסה יציבה חדשה שמחליפה את Xfce 4.8.
id: Hari ini, setelah 1 tahun dan 4 bulan bekerja, kami dengan bangga mengumumkan rilis desktop Xfce 4.10, versi stabil baru yang menggantikan Xfce 4.8.
it: Oggi, dopo un anno e 4 mesi di lavoro, il gruppo di Xfce ha il piacere di annunciare il rilascio di Xfce 4.10, la nuova versione stabile che sostituisce Xfce 4.8.
ja: 本日、1年4か月の作業を経て、Xfce 4.8 に代わる新しい安定バージョンである、Xfceデスクトップ4.10のリリースを発表します。
kk: Бүгін, 1 жыл 4 айлық жұмыстан кейін, біз Xfce 4.8 нұсқасын алмастыратын жаңа тұрақты нұсқа — Xfce 4.10 жұмыс үстелінің шыққанын қуана хабарлаймыз.
lt: Šiandien, po metų ir 4 mėnesių darbo, mes džiaugiamės galėdami pranešti jog ilgai laukta Xfce 4.10, nauja, stabili versija pakeičia Xfce 4.8.
ms: Hari ini, selepas 1 tahun dan 4 bulan kerja-kerja pembangunan dijalankan, kami dengan sukacita mengumumkan keluaran dekstop Xfce 4.10 yang baharu, versi stabil baharu yang menggantikan Xfce 4.8.
nb: Idag, etter 1 år og 4 måneder med arbeid har vi gleden av å annonsere 4.10-utgaven av Xfce-skrivebordet, en ny stabil versjon som tar over for Xfce 4.8.
oc: Uèi, aprèp 1 an e 4 meses de trabalh, sèm uroses d'anonciar la sortida del burèu Xfce 4.10, una novèla version establa que remplaça Xfce 4.8.
pl: Dzisiaj, po roku i czterech miesiącach pracy, mamy przyjemność ogłosić wydanie środowiska Xfce 4.10. Jest to nowa, stabilna wersja, która zastępuje Xfce 4.8.
pt: Hoje, após 1 ano e 4 meses de trabalho, temos o prazer de anunciar o lançamento do ambiente gráfico Xfce 4.10, a nova versão estável que sucede ao Xfce 4.8.
pt_br: Hoje, depois de 1 ano e 4 meses de trabalho, orgulhosamente apresentamos o lançamento do ambiente de trabalho do Xfce 4.10, uma nova versão estável que substitui o Xfce 4.8.
ro: Astăzi, după 1 an și 4 luni de muncă, suntem încântați să anunțăm lansarea mediului grafic de birou Xfce 4.10, o nouă versiune stabilă care înlocuiește versiunea Xfce 4.8.
ru: Сегодня, после 1 года и 4 месяцев работы, мы рады объявить о выпуске среды рабочего стола Xfce 4.10, новой стабильной версии, которая пришла на смену Xfce 4.8.
sq: Sot, pas 1 viti e 4 muajsh punë, jemi të gazuar t’ju njoftojmë hedhjen në qarkullim të desktop-it Xfce 4.10, një versioni të ri të qëndrueshëm që zë vendin e Xfce 4.8-s.
sr: Данас, после 1 године и 4 месеца рада нам је драго да објавимо издање ИксФЦЕ радног окружења 4.10, ново стабилно издање које наслеђује ИксФЦЕ 4.8.
sv: Idag, efter 1 år och 4 månaders arbete, har vi nöjet att tillkännage utgivningen av Xfce-skrivbordet 4.10, en ny stabil version som ersätter Xfce 4.8.
th: วันนี้ หลังจากที่ได้ทำงานมาเป็นเวลา 1 ปี 4 เดือน เรามีความยินดีที่จะประกาศออกรุ่นเดสก์ท็อป Xfce 4.10 ซึ่งเป็นรุ่นเสถียรรุ่นใหม่ที่จะมาแทน Xfce 4.8
tr: Bugünlerde, 1 yıl ve iş 4 ay sonra, biz Xfce 4.8 yerine gelen yeni kararlı ,Xfce 4.10 masaüstü sürümünü duyurmaktan mutluluk duyuyoruz.
uk: Сьогодні, після року і 4 місяців праці, ми раді оголосити про вихід випуску Xfce 4.10, нової стабільної версії, що перевершує Xfce 4.8.
vi: Hôm nay, sau 1 năm 4 tháng làm việc, chúng tôi vui mừng thông báo về việc phát hành máy tính để bàn Xfce 4.10, một phiên bản ổn định mới thay thế Xfce 4.8.
zh_tw: 今天，一年又四個月的辛苦工作後，我們很榮幸的宣佈 Xfce 桌面4.10釋出了，它是一個取代4.8的新穩定版。

source: In the 4.10 cycle we mainly focused on polishing the desktop and improving the user experience in various ways. Highlights of this release are:
ca: En el cicle 4.10 ens centrem principalment en polir l'escriptori i millorar l'experiència de l'usuari de diverses maneres. Els punts més destacats d'aquest llançament són:
cs: V cyklu 4.10 jsme se zaměřili hlavně na vypilování pracovního prostředí, zlepšení uživatelských zkušeností v různých směrem. Hlavními prvky tohoto vydání jsou:
da: I 4.10 cyklussen fokuserer vi primært på at polere skrivebordet og forbedre bruger-oplevelsen på forskellige måder. Højdepunkterne af denne udgivelse er:
de: Im Entwicklungszyklus 4.10 haben wir uns vorrangig auf den Feinschliff der Arbeitsumgebung und die Verbesserung der Benutzerfreundlichkeit auf vielfältige Art und Weise konzentriert. Besonders hervorheben möchten wir Folgendes:
es: En el ciclo de 4.10 nos centramos principalmente en pulir detalles del escritorio y mejorar la experiencia de usuario en varias maneras. Los aspectos más destacados de esta versión son:
fr: Avec cette mouture, nous nous sommes principalement attachés à améliorer les finitions du bureau ainsi que l’expérience utilisateur. Les points notables sont :
gl: No ciclo 4.10 centrámonos principalmente en pulir o escritorio e mellorar a experiencia do usuario de varias maneiras. Os máis destacado desta versión é:
he: במחזור 4.10 התמקדנו בעיקר בליטוש שולחן העבודה ושיפור חווית המשתמש בדרכים שונות. דגשים של גרסה זו הם:
id: Pada siklus 4.10 kami fokus terutama dalam memoles desktop dan meningkatkan pengalaman pengguna dalam beragam cara. Fitur untuk rilis ini adalah:
it: Nello sviluppo di xfce 4.10 ci siamo concentrati soprattutto nel raffinare l'ambiente e nel migliorare l'esperienza dell'utente in molti modi. I punti essenziali di questo rilascio sono:
ja: 4.10サイクルでは、主にデスクトップの洗練とさまざまな方法でのユーザーエクスペリエンスの向上に焦点を当てました。このリリースのハイライトは次のとおりです。
kk: 4.10 циклінде біз негізінен жұмыс үстелін жетілдіруге және пайдаланушы тәжірибесін әртүрлі жолдармен жақсартуға назар аудардық. Осы шығарылымның негізгі жаңалықтары:
lt: 4.10 cikle, mes daugiausiai poliravome darbalaukį ir įvairiais būdais tobulinome naudotojo patirtį. Reikia paminėti šiuos aspektus:
ms: Dalam kitar 4.10 kami lebih tumpukan pada penggilapan dekstop dan menambahbaik pengalaman pengguna dalam pelbagai cara. Sorotan keluaran ini adalah:
nb: I 4.10 utgaven har vi fokusert mest på å finpusse skrivebordet og bedre brukeropplevelsen på forksjellige måten. Høydepunkter for denne utgaven er:
oc: Dins lo cicle 4.10 nos sèm concentrats principalament sus la finicion del burèu e lo melhorament de l'experiéncia utilizaire de mantun biais. Los faits principals d'aquesta version son :
pl: W cyklu wydania 4.10 przede wszystkim skupiliśmy się na dopracowaniu pulpitu i zaoferowaniu użytkownikowi lepszych doświadczeń. Najważniejsze nowości:
pt: Na versão 4.10, estivemos focados em melhorar o ambiente de trabalho em diversas formas. Os destaques desta versão são:
pt_br: No ciclo do 4.10, mantivemos o foco principalmente em polir o desktop e em melhorar a experiência do usuário em vários sentidos. Destaques deste lançamento são:
ro: În ciclul 4.10 ne-am concentrat în principal pe lustruirea biroului și îmbunătățirea experienței utilizatorului în diverse moduri. Punctele forte ale acestei versiuni sunt:
ru: В цикле разработки 4.10 мы в основном сосредотачивались на дальнейшем улучшении внешнего вида рабочего стола и удобства работы пользователей различными способами. Наиболее заметные изменения в этом выпуске:
sq: Me ciklin 4.10 u përqendruam kryesisht në lëmimin e desktopit dhe përmirësimin e punës së përdoruesit në rrugë të ndryshme. Gjëra të spikatura në këtë hedhje në qarkullim janë:
sr: У раздобљу развоја 4.10 нам је главни циљ био дотеривање радног окружења и побољшање корисничког доживљаја на разне начине. Истакнуте ствари у овом издању су:
sv: I 4.10 cykeln fokuserade vi huvudsakligen på att slipa skrivbordet och att på olika sätt förbättra användarupplevelsen. Höjdpunkter i denna utgåva är:
th: ในรอบการพัฒนา 4.10 เรามุ่งเน้นตกแต่งหน้าตาเดสก์ท็อปและปรับปรุงการใช้งานในหลายๆ ด้าน จุดเด่นของรุ่นนี้คือ:
tr: 4.10 döngüsünde biz ağırlıklı olarak masaüstü parlatma ve çeşitli şekillerde kullanıcı deneyimini geliştirmeye odaklandık. Bu sürümde önemli olanlar:
uk: У версії 4.10 ми в основному зосередилися на відшліфовуванню стільниці і додаванню пропозицій від користувачів. Основне в цьому випуску є таке:
vi: Trong chu kỳ 4.10, chúng tôi chủ yếu tập trung vào việc đánh bóng máy tính để bàn và cải thiện trải nghiệm người dùng theo nhiều cách khác nhau. Điểm nổi bật của phiên bản này là:
zh_tw: 在4.10週期內，我們主要集中心力在以多種方式潤飾桌面及改進使用者體驗。此版本較特別的部份是：

source: A new application finder that has been completely rewritten and combines the functionality of the old xfce4-appfinder and xfrun4.
ca: Un nou cercador d'aplicacions que ha estat completament reescrit i combina la funcionalitat de l'antic xfce4-appfinder i xfrun4.
cs: Nový, od začátku přepsaný vyhledávač aplikací, který spojuje funkcionalitu staré aplikace xfce4-appfinder a aplikace xfrun4.
da: En ny applikations-finder er blevet fuldstændig omskrevet og kombinerer funktionaliteten af den ældre xfce4-appfinder og xfrun4.
de: Der Anwendungsfinder wurde von Grund auf neu geschrieben. Er kombiniert die Funktionalität der früheren Komponenten xfce4-appfinder und xfrun4.
es: Un nuevo buscador de aplicaciones que ha sido completamente reescrito y combina la funcionalidad de la antigua xfce4-appfinder y xfrun4.
fr: Un nouveau chercheur d’application qui a entièrement été réécrit et combine les fonctionnalités de l’ancien xfce4-appfinder et de xfrun4.
gl: Un buscador de aplicacións novo que foi completamente reescrito e combina a funcionalidade do antigo «xfce4-appfinder« e «xfrun4».
he: מוצא תוכנות חדש שנכתב מאפס ומשלב את הפונקציונליות של xfce4-appfinder וגם xfrun4 הישנים.
id: Sebuah pencari aplikasi baru yang telah ditulis ulang sepenuhnya dan mengkombinasikan fungsionalitas xfce4-appfinder lama dan xfrun4.
it: Un nuovo strumento di ricerca delle applicazioni completamente riscritto che combina le funzionalità dei vecchi xfce4-appfinder e xfrun4.
ja: 新しいアプリケーションファインダーは完全に書き直され、古いxfce4-appfinderとxfrun4の機能を兼ね備えています。
kk: Ескі xfce4-appfinder және xfrun4 функцияларын біріктіретін және толығымен қайта жазылған жаңа қолданбаларды іздеу құралы.
lt: Programų ieškyklė buvo iš esmės perrašyta, dabar ji apjungia senos programų ieškyklės ir xfrun4 funkcionalumą.
ms: Pencari aplikasi baharu telah ditulis-semula sepenuhnya dan gabungkan kefungsian xfce4-appfinder dan xfrun4 lama.
nb: En ny programsøker har blitt fullstendig omskrevet og kombinerer funksjonaliteten til den gamle xfce4-appfinder og xfrun4.
oc: Un novèl finder qu'es estat completament reescrich combina las foncionalitats de l'ancian xfce4-appfinder e xfrun4.
pl: Wyszukiwarka programów została całkowicie przepisana i teraz łączy funkcjonalność starszej wersji xfce4-appfinder i xfrun4.
pt: Uma nova aplicação para localizar as aplicações, combinando as funcionalidades do xfce4-appfinder e do xfrun4.
pt_br: Um novo localizador de aplicativos que foi completamente reescrito e combina a funcionalidade do antigo xfce4-appfinder e xfrun4.
ro: Un nou căutător de aplicații care a fost complet rescris și combină funcționalitatea vechiului «xfce4-appfinder» și «xfrun4».
ru: Новый инструмент для поиска приложений, который был полностью переписан, и теперь объединяет в себе функциональность старых xfce4-appfinder и xfrun4.
sq: Është rishkruar plotësisht një gjetës i ri aplikacionesh dhe ndërthur funksionet e xfce4-appfinder-it dhe xfrun4-s së dikurshëm.
sr: Нови проналазач програма који је потпуно преписан и обједињује могућности старих xfce4-appfinder-а и xfrun4-а.
sv: En ny programsökare som har skrivits om helt och som kombinerar funktionaliteten hos den gamla Xfce4-appfinder och xfrun4.
th: เครื่องมือค้นหาโปรแกรมตัวใหม่ซึ่งเขียนใหม่ทั้งหมด และรวมความสามารถของ xfce4-appfinder ตัวเก่าและ xfrun4 เข้าด้วยกัน
tr: Tamamen yeniden yazılmış ve eski xfce4-appfinder ve xfrun4 işlevselliğini birleştiren yeni bir uygulama bulucu olmuştur.
uk: Новий шукач програм повністю переписаний і поєднує функціональність попередніх xfce4-appfinder та xfrun4.
vi: Một công cụ tìm ứng dụng mới đã được viết lại hoàn toàn và kết hợp chức năng của xfce4-appfinder và xfrun4 cũ.
zh_tw: 全新的應用程式協尋器已經被完全重寫，原先的 xfce4-appfinder 和 xfrun4 已經合而為一。

source: The panel now has an alternative vertical display mode (a deskbar). What is more, panel plugins can be arranged in multiple rows, which is particularly useful in the deskbar mode.
ca: El plafó ara té un mode de visualització vertical alternatiu (una barra d'escriptori). A més, els connectors del plafó es poden organitzar en múltiples files, cosa que és particularment útil en el mode de la barra d'escriptori.
cs: Panel má nyní alternativní svislý režim (tzv. režim Deskbar). Zásuvné moduly pro panel lze navíc uspořádat do několika řádků, které jsou v režimu Deskbar zvlášť užitečné.
da: Panelet har nu en alternativ vandret visnings-metode (en skrivebar). Hvad ellers, plugins kan nu arrangeres in flere rækker, hvilket især er brugbar i skrivebordsbjælketilstanden.
de: Die Leiste verfügt nun über einen alternativen vertikalen Anzeigemodus (Deskbar). Plugins für die Leiste können nun in mehreren Zeilen angeordnet werden, was insbesondere im Deskbar-Modus sinnvoll ist.
es: El panel ahora cuenta con un modo vertical alternativo (una barra de escritorio). Además, los complementos del panel ahora pueden ser ordenados en múltiples filas, siendo esto de mayor utilidad en el modo de barra de escritorio.
fr: Le tableau de bord peut dorénavant être affiché verticalement (mode barre de bureau). Qui plus est, ses greffons peuvent être disposés sur plusieurs rangées, ce qui est particulièrement appréciable avec ce nouveau mode.
gl: O panel agora ten un modo de visualización vertical alternativo (unha barra de escritorio). Ademais, os engadidos de panel poden ser organizados en varias filas, o que é particularmente útil no modo de barra de escritorio.
he: ללוח עכשיו יש מצב תצוגה אנכי חלופי (סרגל שולחן). בנוסף, תוספי לוח ניתנים לסידור במספר שורות, דבר שימושי במיוחד במצב סרגל שולחני.
id: Panel sekarang mempunyai mode (batang desktop) tampilan vertikal alternatif. Tambahan lain, plugin panel dapat diatur di banyak baris, yang khususnya berguna di mode batang desktop.
it: Ora il pannello ha una modalità di visualizzazione verticale alternativa. Inoltre i plugin del pannello possono essere riordinati in più righe, questo è particolarmente utile quando si utilizza la modalità verticale
ja: このパネルには、代わりとなる垂直表示モード（デスクバー）があります。さらに、パネルプラグインを複数段に配置できます。これは、デスクバーモードで特に便利です。
kk: Панельде енді баламалы вертикалды көрсету режимі (deskbar) бар. Оның үстіне, панель плагиндерін бірнеше қатарға орналастыруға болады, бұл әсіресе deskbar режимінде өте пайдалы.
lt: Skydelis turi naują alternatyvų vertikalų išdėstymą (darbalaukio juosta). Skydelio įskiepiai gali būti išdėstyti keliose eilutėse.
ms: Panel kini mempunyai mod paparan menegak alternatif (palang meja). Ada lagi, pemalam panel boleh disusun dalam baris berbilang, yang mana berguna dalam mod palang meja.
nb: Panelet har nå en alternativ loddrett visningsmodus (en bardisk). Paneltillegg kan ordnes i flere rader, noe som er nyttig i bardiskmodus.
oc: Lo grop dispausa d'ara enlà d'un mòde d'afichatge vertical alternatiu (una barra de burèu). Amai, los empeutons de panèls pòdon èsser dispausats en mantuna rengada, çò qu'es particularament utile dins lo mòde de barra de burèu.
pl: Panel zyskał nowy sposób wyświetlania w układzie pionowym (boczny). Elementy znajdujące się na panelu mogą teraz być wyświetlanie w wielu wierszach, co jest użyteczne głównie w układzie bocznym.
pt: O painel possui agora um modo de exibição vertical (deskbar). Os plugins do painel podem ser dispostos em várias linhas, o que se torna bastante útil no modo deskbar.
pt_br: Agora, o painel possui um modo alternativo de exibição vertical (um deskbar). Além disso, os plugins do painel podem ser organizados em várias linhas, o que é particularmente útil no modo deskbar.
ro: Panoul are acum un mod alternativ de afișare verticală (un mod „deskbar”, bară de birou). În plus, modulele panoului pot fi aranjate în mai multe rânduri, ceea ce este deosebit de util în modul „deskbar”.
ru: Панель теперь имеет альтернативный вертикальный режим отображения (боковая панель). Кроме того, модули панели можно расположить в несколько столбцов, что особенно полезно в режиме боковой панели.
sq: Paneli tani ka një mënyrë alternative shfaqjeje vertikale (<em>deskbar</em>). Për më tepër, shtojcat e panelit mund të sistemohen sipas rreshtash të shumtë, çka është veçanërisht e dobishme nën mënyrën <em>deskbar</em>.
sr: Полица сада има заменски усправан начин приказа (трака пулта). Уз то, прикључци полице могу бити распоређени у више редова, што је нарочито корисно у начину приказа траке пулта.
sv: Panelen har nu ett alternativt vertikalt visningsläge (en skrivbordsläge). Vad mer är, panelinsticksprogram kan arrangeras i flera rader, som är speciellt användbart i skrivbordsläget.
th: พาเนลรุ่นนี้มีโหมดแสดงผลแนวตั้ง (เดสก์บาร์) ให้เลือก นอกจากนี้ ปลั๊กอินของพาเนลยังสามารถจัดเรียงแบบหลายแถวได้ ซึ่งเป็นประโยชน์สำหรับโหมดเดสก์บาร์โดยเฉพาะ
tr: Panel artık bir alternatif dikey ekran moduna (bir masaüstü çubuğuna) sahiptir. Dahası, özellikle masaüstü çubuğu modunda yararlı olan panel eklentileri çoklu sıralar halinde düzenlenebilir.
uk: Панель тепер має альтернативний вертикальний режим вигляду (вертикальна панель). Більше того, додатки панелі можна розміщувати в кілька рядів, що дуже вигідно у вертикальному режимі.
vi: Bảng điều khiển hiện có chế độ hiển thị dọc thay thế (thanh bàn). Hơn nữa, các plugin của bảng điều khiển có thể được sắp xếp thành nhiều hàng, điều này đặc biệt hữu ích ở chế độ thanh bàn.
zh_tw: 面板現在有一個可供選擇的垂直顯示模式(桌面列)。不僅如此，面板插件也能以多列的型式排列，這對桌面列模式特別有用。
