Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Thunar now has optional support for GVFS which will allow you to browse remote shares using Thunar: FTP, Windows Shares, WebDav and SSH servers...
ca: Thunar ara té suport opcional per a GVFS que us permetrà navegar per comparticions remotes utilitzant Thunar: FTP, Windows Shares, WebDav i servidors SSH...
cs: Thunar má nyní volitelnou podporu systému souborů GVFS, což umožňuje procházení vzdálených sdílených složek aplikací Thunar: FTP, sdílené složky systému Windows, WebDav a servery SSH...
da: Thunar har nu muligheden for understøttelse af GVFS hvilket vil tillade dig at gennemsøge fjern deling ved brug af Thunar: Windows Deling, WebDav og SSH servere ...
de: Thunar verfügt nun über optionale Unterstützung für GVFS, so dass Sie entfernte Freigaben mit Thunar durchsuchen können: FTP, Windows-Freigaben, WebDav und SSH-Server.
es: Thunar ahora tiene soporte opcional para GVFS el cual le permite navegar los recursos remotos compartidos usando Thunar: FTP, Windows Shares, WebDav y servidores SSH…
fr: Thunar gère maintenant en option GVFS qui permet de parcourir les partages des partages distants : FTP, partages Windows, WebDav, serveurs SSH…
gl: O Thunar agora ten compatibilidade opcional para GVFS que lle permitirá navegar por cartafoles remotos usando Thunar: servidores FTP, Windows Accións, WebDav e SSH ...
he: Thunar עכשיו עם תמיכה אופציונלית ב-GVFS שתאפשר לך לסייר בשיתופים מרוחקים בעזרת Thunar כמו: FTP, Windows Shares, WebDav, SSH servers...
id: Kini Thunar memiliki dukungan opsional untuk GVFS yang memungkinkan Anda untuk meramban kongsi jauh menggunakan Thunar: FTP, Kongsi Windows, WebDav dan server SSH...
it: Thunar fornisce ora il supporto opzionale a GVFS che permette di riconoscere le condivisioni remote all'interno di Thunar: FTP, condivisioni Windows, WebDav e server SSH...
ja: Thunar は GVFS をオプションでサポートし、Thunar 上から、FTP、Windows 共有、WebDav、あるいは SSH サーバーなどのリモート共有をブラウズできるようになりました。
kk: Thunar енді GVFS-тің қосымша қолдауына ие, ол Thunar көмегімен қашықтағы ортақ ресурстарды шолуға мүмкіндік береді: FTP, Windows ортақ ресурстары, WebDav және SSH серверлері...
lt: Thunar nuo šiol turi GVFS palaikymą kuris leis jums naršyti nuotolinius bendrinimo aplankus: FTP, Windows Shares, WebDav ir SSH serveriuose...
ms: Thunar kini mempunyai sokongan pilihan untuk GVFS yang membolehkan anda layari perkongsian jauh menggunakan Thunar: FTP, Perkongsian Windows dan pelayan WebDav dan SSH...
nb: Thunar har nå valgfri støtte for GVFS hvilket lar deg bla gjennom eksternt delte ressurser med Thunar: FTP, Windows nettverksdelinger, WebDav og SSH-tjenere ...
oc: Thunar a ara un supòrt opcional per GVFS que vos permetrà de percórrer los partiment s distants en utilizant Thunar : FTP, partiment Windows, WebDAV e servidors SSH ...
pl: Thunar zyskał obsługę GVFS, która umożliwia przeglądanie zdalnych zasobów, takich jak serwery FTP, udziałów Windows, WebDav i SSH...
pt: O Thunar possui agora suporte opcional ao GVFS e permite-lhe navegar pelas partilhas remotas com o gestor de ficheiros: partilhas Windows, servidores FTP ,WebDav e SSH...
pt_br: Agora, o Thunar tem suporte opcional a GVFS, o que permite que você navegue em compartilhamentos remotos usando Thunar: FTP, compartilhamentos do windows, WebDav e servidores SSH...
ro: Thunar are acum suport opțional pentru GVFS, care vă va permite să răsfoiți partajările la distanță folosind Thunar: FTP, Windows Shares, WebDav și servere SSH...
ru: Thunar теперь имеет (необязательную) поддержку GVFS, что позволяет выполнять из него обзор удалённых общих ресурсов: FTP, сетевые ресурсы Windows, WebDav и SSH-серверы...
sq: Thunar-i tanimë përmban mbulim opsional për GVFS, çka do t’ju lejojë të shfletoni ndarje të largëta duke përdorur Thunar-in: shërbyes FTP, Windows Shares, WebDav dhe SSH…
sr: Тунар сада подржава ГВФС, који омогућава преглед удаљених дељења употребом Тунара: ФТП, Прозор дељења, ВебДав и ССХ служитеља...
sv: Thunar har nu valfritt stöd för GVFS som låter dig bläddra i fjärresurser med Thunar: FTP, Windowsresurser, WebDav och SSH-servrar...
th: Thunar รุ่นนี้มีตัวเลือกเสริมสำหรับรองรับ GVFS ซึ่งจะช่วยให้คุณสามารถท่องดูแหล่งใช้ร่วมในเครือข่ายด้วย Thunar ได้ ได้แก่ FTP, แหล่งใช้ร่วมของวินโดวส์, WebDav และแม่ข่าย SSH ฯลฯ
tr: Thunar, uzak paylaşımlara göz atmanıza izin verecek GVFS için isteğe bağlı destek sunmaktadır. FTP, Windows Paylaşımları, WebDav ve SSH sunucuları...
uk: Thunar тепер має необов’язкову підтримку GVFS, яка дозволяє переглядати віддалені місця, використовуючи Thunar: FTP, відкриті диски Windows, WebDav і сервери SSH...
vi: Thunar hiện có hỗ trợ tùy chọn cho GVFS, cho phép bạn duyệt các chia sẻ từ xa bằng cách sử dụng máy chủ Thunar: FTP, Windows Shares, WebDav và SSH...
zh_tw: Thunar 現在可選擇性支援 GVFS，讓您可以使用 Thunar 瀏覽遠端分享：FTP、Windows 共享、WebDav 及 SSH 伺服器...

source: Thunar browsing a remote share
ca: Thunar navegant per una compartició remota
cs: Thunar procházející vzdálenou sdílenou složku
da: Thunar der gennemser en fjern-share
de: Thunar durchsucht eine entfernte Freigabe
es: Thunar navegando un recurso compartido remoto
fr: Thunar parcourant un partage distant
gl: O Thunar navegando nun cartafol remoto
he: Thunar בסיור בשיתוף מרוחק
id: Thunar meramban sebuah kongsi jauh
it: Thunar mentre viene sfogliata una condivisione remota
ja: Thunar でリモート共有をブラウズ
kk: Thunar қашықтағы ортақ ресурсты шолуда
lt: Thunar nutolęs naršymas
ms: Thunar melayari perkongsian jauh
nb: Thunar blar gjennom en ekstern delt ressurs
oc: Thunar percor un partiment distant
pl: Przeglądanie zdalnego zasobu za pomocą programu Thunar
pt: O Thunar a explorar uma partilha remota
pt_br: Thunar navegando em um compartilhamento remoto
ro: Thunar navigând pe o partajare la distanță
ru: Обзор удалённого общего ресурса в Thunar
sq: Shfletim i një ndarjeje të largët nën Thunar
sr: Тунар прегледа удаљена дељења
sv: Thunar bläddrar i en fjärresurs
th: Thunar ขณะท่องดูแหล่งใช้ร่วมในเครือข่าย
tr: Thunar bir uzak bağlantıyı gösteriyor
uk: Thunar, що переглядає віддалені місця
vi: Thunar duyệt một chia sẻ từ xa
zh_tw: Thunar 正在瀏覽遠端分享資源

source: New file operations progress dialog
ca: Diàleg de progrés d'operacions de fitxer nou
cs: Nové dialogové okno průběhu souborových operací.
da: Ny filhandlinger forløb-dialog
de: Neuer Fortschrittsdialog für Dateivorgänge
es: Diálogo del progreso de nuevas operaciones en archivos
fr: Nouvelle fenêtre de progression des opérations
gl: Novo diálogo de progreso de operacións de ficheiros
he: דיאלוג התקדמות פעולות קובץ חדש
id: Dialog kemajuan operasi berkas yang baru
it: Nuova finestra di avanzamento delle operazioni sui file
ja: 新しいファイル操作進捗ダイアログ
kk: Файлдармен операциялардың орындалу барысының жаңа сұхбат терезесі
lt: Naujas failų operacijų progreso dialogas
ms: Dialog kemajuan operasi fail baharu
nb: Ny framdriftsdialog for filoperasjoner
oc: Fenèstra de progression de las operacions Novèl fichièr
pl: Nowe okno postępu działań na plikach
pt: Nova janela de evolução das operações de ficheiros
pt_br: Novo diálogo de progresso de operações de arquivos
ro: Noua fereastră de dialog privind progresul operațiilor cu fișiere
ru: Новый диалог прогресса операций с файлами
sq: Dialog i ri ecurie veprimesh kartele
sr: Нови прозор напретка радњи
sv: Nytt dialogfönster för filhanteringsförlopp
th: กล่องโต้ตอบความคืบหน้าอันใหม่ของการกระทำกับแฟ้ม
tr: Yeni dosya işlemleri ilerleme penceresi
uk: Новий діалог-індикатор операцій з файлами
vi: Hộp thoại tiến trình thao tác tệp mới
zh_tw: 新檔案操作進度對話匣

source: When several file operations (copy or move) are being handled in parallel, Thunar now shows a single progress dialog which displays all the relevant information.
ca: Quan diverses operacions de fitxer (copia o mou) s'estan gestionant en paral·lel, Thunar ara mostra un únic diàleg de progrés que mostra tota la informació rellevant.
cs: Dochází-li k několika operacím se soubory (kopírování nebo přesun) současně, zobrazí nyní Thunar pouze jedno dialogové okno průběhu s relevantními informacemi.
da: Når flere fil operationer (kopiér eller flyt) er blevet håndteret i parallel, Thunar viser nu enkelt fremskridts-dialog hvilket viser alle de relevante informationer.
de: Wenn verschiedene Dateivorgänge (Kopieren oder Verschieben) parallel ausgeführt werden, zeigt Thunar nun einen einzelnen Fortschrittsdialog mit sämtlichen relevanten Informationen an.
es: Cuando varias operaciones de archivo (copiar o mover) se manejan de forma paralela, Thunar muestra ahora un diálogo de progreso individual que muestra toda la información pertinente.
fr: Lorsque plusieurs opérations sur fichiers (copier ou déplacer) sont traitées en parallèle, Thunar n’affiche plus qu’une seule fenêtre présentant les informations pertinentes.
gl: Cando varias operacións de ficheiros (copiar ou mover) están sendo manexadas en paralelo, o Thunar agora fornece un diálogo de progreso único que amosa toda a información relevante.
he: כאשר מספר פעולות קובץ (העתקה או העברה) מטופלות במקביל, Thunar עכשיו מציג דיאלוג התקדמות אחד המציג את כל המידע הרלוונטי.
id: Ketika beberapa operasi berkas (salin atau pindahkan) sedang ditangani secara paralel, Thunar sekarang menampilkan sebuah dialog kemajuan tunggal yang menampilkan semua informasi yang relevan.
it: Quando più operazioni sui file (copia o spostamento) sono gestite in parallelo, Thunar mostra ora una singola finestra che visualizza tutte le informazioni.
ja: 複数のファイルに対する操作 (コピーや移動) が並列で処理されたとき、Thunar は関連する情報すべてをひとつのダイアログで表示するようになりました。
kk: Бірнеше файлдық операция (көшіру немесе жылжыту) қатар орындалып жатқанда, Thunar енді барлық қажетті ақпаратты көрсететін бірыңғай орындалу барысының сұхбат терезесін көрсетеді.
lt: Kai kelios failų operacijos(kopijavimas ar perkėlimas) vykdomos tuo pat metu, nuo šiol Thunar rodys vieną progreso dialogą kuriame yra visa reikalinga informacija.
ms: Bila beberapa operasi fail (salin atau alih) telah dikendali serentak, Thunar kini menunjukkan dialog kemajuan tunggal yang memaparkan semua maklumat yang berkaitan.
nb: Når flere filoperasjoner (kopiering eller flytting) gjøres parallelt, viser Thunar nå et felles framdriftsvindu som viser all relevant informasjon.
oc: Quand mantuna operacion suls fichièrs (copiar o desplaçar) son tractadas en parallèl, Thunar aficha d'ara enlà una bóstia de dialòg de progression unica qu'aficha totas las informacions pertinentas.
pl: W przypadku, gdy w tym samym czasie wykonywanych jest kilka działań na plikach (kopiowanie lub przenoszenie), program Thunar wyświetli teraz jedno okno postępu, zawierające wszystkie niezbędne informacje.
pt: Se existirem diversas operações (copiar ou mover) a decorrer em simultâneo, o Thunar mostra agora apenas uma janela que exibe todas as informações relevantes.
pt_br: Quando diversas operações de arquivos (cópia ou movimentação) estão sendo manipuladas em paralelo, o Thunar agora mostra em um único diálogo de progresso que exibe todas as informações relevantes.
ro: Atunci când mai multe operații de fișier (copiere sau mutare) sunt gestionate în paralel, Thunar afișează acum o singură fereastră de progres care afișează toate informațiile relevante.
ru: Когда параллельно выполняется несколько действий с файлами (копирование или перемещение), Thunar теперь показывает один диалог прогресса, который отображает всю соответствующую информацию.
sq: Kur bëhen në paralel disa veprime kartele (kopjim ose lëvizje), Thunar-i tani shfaq një dialog të vetëm ecurie i cili shfaq krejt të dhënat përkatëse.
sr: Када се неколико радњи (умножавања или премештања) обављају истовремено, Тунар приказује једно прозорче поступака које приказује све битне податке.
sv: Då flera filoperationer (kopiera eller flytta) hanteras parallellt, visar Thunar nu en enda förloppsdialog med all relevant information.
th: เมื่อมีการกระทำกับแฟ้ม (คัดลอกหรือย้าย) หลายรายการขนานกัน Thunar รุ่นนี้จะแสดงกล่องโต้ตอบแสดงความคืบหน้าเพียงกล่องเดียว ซึ่งจะแสดงข้อมูลที่เกี่ยวข้องทั้งหมด
tr: Birden çok dosya işlemleri (kopyalama veya taşıma) paralel olarak işlendiğinde, Thunar tüm ilgili bilgileri gösteren tek bir ilerleme durumu penceresi gösterir.
uk: Тепер, коли кілька операцій над файлами (копіювання і переміщення) проходять паралельно, Thunar показує простий діалог прогресу, який показує всі відповідні операції.
vi: Khi một số thao tác tệp (sao chép hoặc di chuyển) đang được xử lý song song, Thunar hiện hiển thị một hộp thoại tiến trình duy nhất hiển thị tất cả thông tin liên quan.
zh_tw: 當同時處理幾個檔案操作(複製或移動)時，Thunar 現在可以在一個對話框中顯示出所有資訊。

source: Progress dialog
ca: Diàleg de progrés
cs: Dialogové okno průběhu
da: Forløb-dialog
de: Fortschrittsdialog
es: Diálogo de progreso
fr: Fenêtre de progression
gl: Diálogo de progreso
he: דיאלוג התקדמות
id: Dialog kemajuan
it: Finestra di avanzamento
ja: 進捗ダイアログ
kk: Орындалу барысының сұхбат терезесі
lt: Pažangos dialogas
ms: Dialog kemajuan
nb: Framdriftsviser
oc: Fenèstra Progression
pl: Okno postępu działań na plikach
pt: Janela de evolução
pt_br: Diálogo de progresso
ro: Fereastra de progres
ru: Диалог прогресса
sq: Dialog ecurie
sr: Прозорче напретка
sv: Förloppsdialog
th: กล่องโต้ตอบความคืบหน้า
tr: İlerleme durumu penceresi
uk: Діалог поступу
vi: Hộp thoại tiến trình
zh_tw: 進度對話匣

source: Eject button for removable devices
ca: Botó d'expulsió de dispositius extraïbles
cs: Tlačitko vysunout pro vyměnitelná zařízení
da: Skub ud-knap for flytbare enheder
de: Auswerfen-Knopf für Wechseldatenträger
es: Botón de expulsión para dispositivos extraíbles
fr: Bouton d’éjection pour périphériques amovibles
gl: Botón de expulsar para dispositivos extraíbeis
he: כפתור פלט להתקנים הניתנים להסרה
id: Tombol keluarkan untuk perangkat lepas-pasang
it: Pulsante di espulsione per i dispositivi rimovibili
ja: リムーバブルデバイスの取り出しボタン
kk: Алынбалы құрылғыларға арналған шығару батырмасы
lt: Išstumimo mygtukas, keičiamiesiems įrenginiams
ms: Butang lenting untuk peranti boleh alih
nb: Utløser-knapp for flyttbare medium.
oc: Boton d'ejeccion pels periferics amovibles
pl: Przycisk odłączania nośników
pt: Botão de ejeção para os dispositivos amovíveis
pt_br: Botão de ejetar para dispositivos removíveis
ro: Buton de ejectare pentru dispozitive amovibile
ru: Кнопка извлечения съёмных устройств
sq: Buton nxjerrjesh për pajisje të heqshme
sr: Дугме за избацивање уклоњивих уређаја
sv: Utmatningsknapp för flyttbara enheter
th: ปุ่มดันออกสำหรับอุปกรณ์ถอดเสียบ
tr: Çıkarılabilir aygıtlar için çıkarma düğmesi
uk: Кнопка витягування для з'ємних пристроїв
vi: Nút đẩy cho thiết bị di động
zh_tw: 移除式裝置的「退出」鈕

source: It is is now possible to eject removable devices by clicking the eject button near each removable device label in the side pane.
ca: Ara és possible l'expulsió dels dispositius extraïbles fent clic al botó d'expulsió que està al costat de cadascuna de les etiquetes dels dispositius extraïbles a la subfinestra lateral.
cs: Nyní je možné vysouvat vyměnitelná zařízení kliknutím na tlačítko vysunout nacházejícího se poblíž každého popisku vyjmutelného zařízení v postranním panelu.
da: Det er nu muligt at skubbe aftage enheder ud ved at klikke på skub-ud knappen nær aftagelige enheder mærket i sidepanelet.
de: Es ist nun möglich, Wechseldatenträger durch Anklicken des Auswerfen-Knopfs neben jedem der Gerätesymbole in der Seitenleiste auszuwerfen.
es: Es ahora posible expulsar dispositivos extraíbles haciendo clic en el botón de expulsión cerca de la etiqueta de cada dispositivo extraíble en el panel lateral.
fr: Il est désormais possible d’éjecter un périphérique amovible en cliquant sur le bouton d’éjection près de son étiquette dans le volet latéral.
gl: Agora é posíbel expulsar dispositivos extraíbeis premendo no botón de expulsión a carón de cada etiqueta de dispositivo extraíbel no panel lateral.
he: זה עכשיו אפשרי לנתק התקנים הניתנים להסרה בעזרת הקלקה על כפתור פלט בחלק הצדדי ליד כל תווית של התקן הניתן להסרה.
id: Sekarang dimungkinkan untuk mengeluarkan perangkat lepas-pasang dengan melakukan klik pada tombol keluarkan di dekat label perangkat lepas-pasang pada panel sisi.
it: È ora possibile espellere i dispositivi rimovibili facendo clic sul pulsante di espulsione a fianco del nome di ogni dispositivo nel pannello laterale.
ja: サイドペインの各リムーバブルデバイスラベルのそばにある取り出しボタンをクリックすることより、そのデバイスを取り出すことができるようになりました。
kk: Енді бүйірлік панельдегі әрбір алынбалы құрылғы белгісінің жанындағы шығару батырмасын шерту арқылы алынбалы құрылғыларды шығаруға болады.
lt: Nuo šiol įmanoma išstumti keičiamuosius įrenginius paspaudus išstūmimo mygtuką, esantį šoninėje juostoje, šalia keičiamojo įrenginio etiketės.
ms: Kini anda dapat melenting peranti mudah alih dengan mengklik butang lenting berhampiran setiap label peranti di dalam anak tetingkap sisi.
nb: Det er nå mulig å løse ut flyttbare medium ved å trykke på utløser-knappen ved siden av hvert flyttbare medium i sidepanelet.
oc: Es ara possible d'ejectar de periferics amovibles en clicant sul boton d'ejeccion prèp de l'etiqueta de cada periferic amovible dins lo panèl lateral.
pl: Nowe wydanie daje możliwość odłączenia nośnika wymiennego lub jego wysunięcia z napędu, przy użyciu przycisku umieszczonego obok etykiety nośnika w panelu bocznym.
pt: Agora, no painel lateral, já pode ejetar os dispositivos amovíveis clicando no botão de ejeção existente perto do texto dos dispositivos.
pt_br: Agora é possível ejetar dispositivos removíveis ao clicar no botão de ejetar perto de cada rótulo de dispositivo removível no painel lateral.
ro: Acum este posibilă ejectarea dispozitivelor amovibile făcând clic pe butonul de ejectare de lângă eticheta fiecărui dispozitiv amovibil din panoul lateral.
ru: Теперь можно извлекать съёмные устройства щелчком на кнопке извлечения, отображаемой рядом с каждым съёмным устройством в боковой панели.
sq: Tani është e mundur të nxirren pajisje të heqshme duke klikuar mbi butonin e nxjerrje pranë etiketës së secilës pajisje të heqshme te kuadrati anësor.
sr: Сада је могуће избацити уклоњиве уређаје кликом на дугме избаци код сваке ознаке уклоњивог уређаја у бочној површи.
sv: Det är nu möjligt att mata ut flyttbara enheter genom att klicka på knappen mata ut nära varje flyttbar enhets namn i sidopanelen.
th: รุ่นนี้สามารถดันสื่อถอดเสียบออกได้แล้ว โดยคลิกที่ปุ่มดันออกที่อยู่ใกล้ๆ กับชื่ออุปกรณ์ในช่องด้านข้าง
tr: Artık, yan paneldeki çıkarılabilir ayıgıtların yakınındaki çıkar düğmesine tıklayarak, çıkarılabilir aygıtlar çıkarılabilinecekler.
uk: Тепер можна витягнути змінні пристрої, клацнувши кнопкою витягнення біля мітки кожного змінного пристрою в бічній панелі.
vi: Bây giờ có thể đẩy các thiết bị di động ra bằng cách nhấp vào nút đẩy gần mỗi nhãn thiết bị di động ở khung bên.
zh_tw: 側邊欄中每個可移除裝置都有退出按鈕，現在只要點擊一下就可以退出裝置了。

source: Eject button
ca: Botó d'expulsió
cs: Tlačítko vysunout
da: Skub ud-knap
de: Auswerfen-Knopf
es: Botón de expulsión
fr: Bouton d’éjection
gl: Botón de expulsar
he: כפתור פלט
id: Tombol keluarkan
it: Pulsante di espulsione
ja: 取り出しボタン
kk: Шығару батырмасы
lt: Išstūmimo mygtukas
ms: Butang lenting
nb: Utløser-knapp
oc: Boton d'ejeccion
pl: Przycisk odłączania
pt: Botão de ejeção
pt_br: Botão de ejetar
ro: Buton de ejectare
ru: Кнопка извлечения
sq: Buton nxjerrjesh
sr: Дугме за избацивање
sv: Utmatningsknapp
th: ปุ่มดันออก
tr: Çıkarma düğmesi
uk: Кнопка витягування
vi: Nút đẩy ra
zh_tw: 「退出」鈕

source: The Xfce panel has been totally rewritten in 4.8, here are the most visible changes.
ca: El plafó de l'Xfce ha estat totalment reescrit per a la versió 4.8, aquí hi ha els canvis més visibles.
cs: Panel Xfce byl ve verzi 4.8 kompletně přepsán, nejviditelnější změny jsou popsány zde.
da: Xfce panelet er blevet totalt omskrevet i 4.8, her er de mest synlige ændringer.
de: Die Xfce-Leiste wurde für 4.8 vollkommen neu geschrieben. Nachfolgend finden Sie die wichtigsten Änderungen.
es: El panel de Xfce ha sido totalmente reescrito en 4.8, aquí están los cambios más visibles.
fr: Le tableau de bord a été complètement réécrit pour la 4.8. Vous trouverez ici les changements les plus visibles.
gl: O panel do Xfce foi totalmente reescrito no 4.8, aquí están os cambios máis visíbeis.
he: לוח Xfce נכתב מחדש לחלוטין ב- 4.8, הנה השינויים הנראים ביותר.
id: Panel Xfce telah ditulis ulang secara total pada 4.8, berikut adalah perubahan yang paling terlihat.
it: Il pannello di Xfce è stato completamente riscritto nella versione 4.8; le modifiche principali sono elencate di seguito.
ja: Xfce パネルは、4.8 で全面的に書き直されました。主な変更点は以下のとおりです。
kk: Xfce панелі 4.8 нұсқасында толығымен қайта жазылды, міне ең көрінетін өзгерістер.
lt: 4.8 Xfce versijoje skydelis buvo perrašytas iš naujo, štai labiausiai matomi pakeitimai.
ms: Panel Xfce telah ditulis-semula sepenuhnya dalam keluaran 4.8, senarai dibawah merupakan perubahan yang paling ketara.
nb: Panelet i Xfce har blitt totalt omskrevet i 4.8, her er de mest synlige endringene.
oc: Lo panèl Xfce es estada totalament reescrich dins 4.8, aquí los cambiaments los mai visibles.
pl: Panel Xfce w wydaniu 4.8 został całkowicie przepisany. Poniżej wymieniono najważniejsze zmiany.
pt: O painel do Xfce foi integralmente desenvolvido para a versão 4.8. Aqui são exibidas as alterações principais.
pt_br: O painel do Xfce foi totalmente reescrito no 4.8. Aqui estão as alterações visíveis.
ro: Panoul Xfce a fost complet rescris în 4.8, aici sunt cele mai vizibile schimbări.
ru: Панель Xfce полностью переписана в 4.8, вот список наиболее видимых изменений.
sq: Paneli i Xfce-së për 4.8 është rishkruar tërësisht, ja ndryshimet më të dukshme.
sr: ИксФЦЕ полица је у потпуности написана од почетка у издању 4.8, овде су највидније измене.
sv: Xfce-panelen har skrivits om totalt i 4.8, här är de mest synliga ändringarna.
th: พาเนลของ Xfce ได้ถูกเขียนขึ้นใหม่ทั้งหมดในรุ่น 4.8 ต่อไปนี้คือความเปลี่ยนแปลงที่เห็นได้ชัดที่สุด
tr: Xfce paneli 4.8'de tamamen yeniden yazılmıştır. Buradakiler en görünür değişikliklerdir.
uk: Панель Xfce повністю переписано у 4.8, тут є найбільш видимі зміни.
vi: Bảng điều khiển Xfce đã được viết lại hoàn toàn trong 4.8, đây là những thay đổi dễ thấy nhất.
zh_tw: Xfce 面板在 4.8已經完全重寫，這裡列出了大部份可見的變更。

source: Improved positioning and size handling
ca: Millora del posicionament i de la gestió de la mida
cs: Vylepšené umisťování a manipulace s velikostí
da: Forbedret håndtering af placering og størrelse
de: Verbesserte Positionierung und Größenanpassung
es: Mejorado el posicionamiento y manejo de tamaño
fr: Meilleure gestion du positionnement et de la taille
gl: Mellorouse o posicionamento e manexo do tamaño
he: מיקום וטיפול בגודל משופרים
id: Peningkatan pada penempatan dan penanganan ukuran
it: Posizionamento e gestione delle dimensioni migliorati
ja: ポジショニングやサイズ変更の改善
kk: Жақсартылған орналасуды және өлшемді басқару
lt: Patobulintas vietos parinkimas ir dydžio valdymas
ms: Pengendalian saiz dan kedudukan yang dipertingkatkan
nb: Forbedret posisjon og størrelseshåndtering
oc: Melhorament de la manipulacion del posicionament e de la talha
pl: Większe możliwości ustalania położenia i rozmiaru
pt: Melhoria na gestão do posicionamento e do tamanho
pt_br: Manipulação de posicionamento e dimensionamento melhorada
ro: Poziționare îmbunătățită și gestionarea dimensiunilor
ru: Улучшенное управление расположением и размером
sq: U përmirësua trajtimi i pozicionimit dhe i madhësisë
sr: Побољшано управљање положајем и величином
sv: Förbättrad placering och storlekshantering
th: การจัดตำแหน่งและการจัดการขนาดที่ดีขึ้น
tr: Geliştirilmiş konumlandırma ve boyut işleme
uk: Покращене позиціонування і припасування розміру
vi: Cải thiện vị trí và xử lý kích thước
zh_tw: 放置位置及大小處理改進
