Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Lots and lots of features have accumulated in the <a href='https://docs.xfce.org/apps/terminal/start'>Terminal</a> over the last years. Amongst them 'Undo Close Tab' and 'Close Other Tabs' functionality (similar to web browsers), 'Copy Input to All Tabs', 'Set Title Color' (allows to customize tab text color), 'Save Contents' (saves tab contents to a file), an 'Unsafe Paste' dialog (which prevents the terminal from auto-executing pasted text as a command) and support for zooming. Finally when closing a tab or window, there is a new check for running processes which prevents accidentally closing a terminal that is running a process.
ca: S'han acumulat moltes i moltes característiques a la terminal <a href='https://docs.xfce.org/apps/terminal/start'></a> en els últims anys. Entre ells, la funcionalitat 'Fes tancar la pestanya' i 'Tancar altres pestanyes' (similar als navegadors web), 'Copia l'entrada a totes les pestanyes', 'Configura el color del títol' (permet personalitzar el color del text de la pestanya), 'Desa el contingut de la pestanya' (desa el contingut de la pestanya a un fitxer), un diàleg 'Enganxa insegura' (que impedeix que el terminal executi automàticament el text enganxat com a ordre) i suport per a fer zoom. Finalment, quan es tanca una pestanya o una finestra, hi ha una nova comprovació dels processos en execució que impedeix tancar accidentalment un terminal que està executant un procés.
da: Der er samlet rigtig mange funktionaliteter i <a href='https://docs.xfce.org/apps/terminal/start'>Terminal</a> de seneste år. Blandt dem er funktionaliteterne 'Fortryk luk faneblad' og 'Luk andre faneblade' (i stil med webbrowsere), 'Kopiér input til alle faneblade', 'Angiv titelfarve' (giver mulighed for at tilpasse farven på fanebladenes tekst), 'Gem indhold' (gemmer fanebladets indhold til en fil), en 'Usikker indsæt'-dialog (der forhindrer terminalen i automatisk at udføre indsat tekst som en kommando) og understøttelse af zoom. Slutteligt, når et faneblad eller vindue lukkes, så er der et nyt tjek af kørende processer der forhindrer at en terminal der kører en proces lukkes ved en fejl.
de: Im <a href='https://docs.xfce.org/apps/terminal/start'>Terminal</a> haben sich im Laufe der letzten Jahre jede Menge Funktionen angesammelt. Darunter 'Registerkarte schließen rückgängig machen' und 'Andere Registerkarten schließen' (ähnlich wie bei Webbrowsern), 'Eingaben zu allen anderen Registerkarten kopieren', 'Titelfarbe einstellen' (erlaubt das Anpassen der Registerkarte-Textfarbe), 'Inhalt speichern' (speichert Registerkarte-Inhalte in eine Datei), ein 'Unsicheres Einfügen'-Dialog (der verhindert, dass das Terminal eingefügten Text automatisch als Befehl ausführt) und Unterstützung für Zooming. Schließlich gibt es beim Schließen einer Registerkarte oder eines Fensters eine neue Prüfung auf laufende Prozesse, die das versehentliche Schließen eines Terminals verhindert, in dem ein Prozess läuft.
es: Se han acumulado muchas funciones en la <a href='https://docs.xfce.org/apps/terminal/start'>Terminal</a> durante los últimos años. Entre ellos, la funcionalidad 'Deshacer Cerrar pestaña' y 'Cerrar otras pestañas' (similar a los navegadores web), 'Copiar entrada a todas las pestañas', 'Establecer color del título' (permite personalizar el color del texto de la pestaña), 'Guardar contenido' (guardar pestaña contenido en un archivo), un cuadro de diálogo 'Pegado no seguro' (que evita que el terminal ejecute automáticamente el texto pegado como un comando) y soporte para hacer zoom. Finalmente, al cerrar una pestaña o ventana, hay una nueva verificación de los procesos en ejecución que evita cerrar accidentalmente una terminal que está ejecutando un proceso.
gl: Moitas e moitas funcións acumuláronse no <a href='https://docs.xfce.org/apps/terminal/start'>terminal</a> nos últimos anos. Entre elas a funcionalidade «Desfacer pechar lapela» e «Pechar outras lapelas» (semellante aos navegadores web), «Copiar entrada en todas as lapelas», «Definir cor do título» (permite personalizar a cor do texto da lapela), «Gardar contido» (garda o contido dunha lapela nun ficheiro), un diálogo «Pegar non seguro» (que impide que o terminal execute automaticamente o texto pegado como unha orde) e compatibilidade para ampliar e reducir. Finalmente, ao pechar unha lapela ou xanela, hai unha nova comprobación de procesos en execución que impide o peche accidental dun terminal que está a executar un proceso.
he: הצטברו המון מאפיינים ב<a href='https://docs.xfce.org/apps/terminal/start'>מסוף</a> בשנים האחרונות. ביניהם פונקציונליות 'בטל סגירת לשונית' ו-'סגור לשוניות אחרות' (כמו בדפדפני רשת). 'העתק קלט לכל הלשוניות', 'הגדר צבע כותרת' (מאפשר התאמה אישית של צבע טקסט לשונית), 'שמור תוכן' (שומר את תוכן הלשונית לקובץ), דו שיח 'הדבקה לא בטוחה' (המונע מהמסוף להריץ אוטומטית טקסט מודבק כפקודה) ותמיכה בזום. לסיום בסגירה של לשונית או חלון, יש בדיקה חדשה לתהליכים פועלים המונעת סגירה בטעות של מסוף שמריץ תהליך.
it: Un sacco di feature si sono accumulate nel <a href='https://docs.xfce.org/apps/terminal/start'>Terminale</a> nel corso degli ultimi anni. Tra queste la possibilità di "Annullare chiusura scheda" e "Chiudere altre schede" (simile ai browser web), "Copia input su tutte le schede", "Imposta il colore del titolo" (permette di configurare il colore del testo della scheda), "Salva contenuti" (salva contenuti della scheda su un file), una finestra di "Operazione di incollatura non sicura" (la quale impedisce al terminale di eseguire automaticamente il testo incollato come un comando) e supporto per ingrandimento. Per concludere, quando una scheda/finestra viene chiusa, c'è un nuovo controllo per processi in esecuzione che blocca la chiusura accidentale di un terminale che ha un processo in esecuzione.
kk: Соңғы жылдары <a href='https://docs.xfce.org/apps/terminal/start'>Терминалда</a> көптеген мүмкіндіктер жиналды. Олардың ішінде 'Жабылған бетті қайтару' және 'Басқа беттерді жабу' функциялары (веб браузерлерге ұқсас), 'Енгізілгенді барлық беттерге көшіру', 'Тақырып түсін орнату' (бет мәтінінің түсін баптауға мүмкіндік береді), 'Мазмұнын сақтау' (бет мазмұнын файлға сақтайды), 'Қауіпті кірістіру' сұхбат терезесі (терминалдың кірістірілген мәтінді команда ретінде автоматты түрде орындауына жол бермейді) және масштабтауды қолдау бар. Сонымен қатар, бетті немесе терезені жапқан кезде, жұмыс істеп тұрған процестерді жаңадан тексеру мүмкіндігі қосылды, бұл процесс орындалып жатқан терминалды кездейсоқ жауып тастаудан қорғайды.
pl: W ciągu ostatnich lat w <a href='https://docs.xfce.org/apps/terminal/start'>Terminalu</a> zgromadziło się wiele funkcji. Wśród nich funkcje „Cofnij zamknięcie karty” i „Zamknij pozostałe karty” (podobne do przeglądarek internetowych), „Skopiuj dane wejściowe do wszystkich kart”, „Nadaj kolor tytułu” (pozwala dostosować kolor tekstu karty), „Zapisz zawartość” (karta zapisuje zawartość do pliku), okno dialogowe „Niebezpieczne wklejenie” (które zapobiega automatycznemu wykonywaniu przez terminal wklejonego tekstu jako polecenia) oraz obsługę powiększania. Wreszcie podczas zamykania karty lub okna pojawia się nowe sprawdzenie uruchomionych procesów, które zapobiega przypadkowemu zamknięciu terminala, w którym jest uruchomiony proces.
pt: Muitas e muitas funcionalidades acumularam-se no <a href='https://docs.xfce.org/apps/terminal/start'>Terminal</a> ao longo dos últimos anos. Entre elas 'Desfazer Fechar Separador' e 'Fechar Outros Separadores' (semelhante aos navegadores de Internet), 'Copiar Entrada para Todos os Separadores', 'Definir Cor do Título' (permite personalizar a cor do texto do separador), 'Guardar Conteúdo' (guarda o conteúdo do separador num ficheiro), uma janela 'Colar Inseguro' (que impede que o terminal execute automaticamente o texto colado como um comando) e suporte para o zoom. Finalmente, ao fechar um separador ou janela, há uma nova verificação para processos em execução que impede o fecho acidental de um terminal que esteja a executar um processo.
pt_br: Muitos recursos foram acumulados no <a href='https://docs.xfce.org/apps/terminal/start'>Terminal</a> nos últimos anos. Entre eles, as funcionalidades 'desfazer fechar aba' e 'fechar outras abas' (semelhante aos navegadores da web), 'copiar entrada para todas as abas', 'definir cor do título' (permite personalizar a cor do texto da aba), 'salvar conteúdo' (salva a aba conteúdo para um arquivo), uma caixa de diálogo 'colar inseguro' (que evita que o terminal execute automaticamente o texto colado como um comando) e suporte para zoom. Finalmente, ao fechar uma aba ou janela, há uma nova verificação de processos em execução que evita o fechamento acidental de um terminal que está executando um processo.
ro: O mulțime de caracteristici s-au acumulat în <a href='https://docs.xfce.org/apps/terminal/start'>Terminal</a> în ultimii ani. Printre acestea se numără funcționalitățile „Anulează închiderea filei” și „Închide alte file” (similar cu navigatoarele web), „Copiază intrarea în toate filele”, „Stabilește culoarea titlului” (permite personalizarea culorii textului filelor), „Salvează conținutul” (salvează conținutul filelor într-un fișier), un dialog „Lipire nesigură” (care împiedică terminalul să execute automat textul lipit ca o comandă) și suport pentru mărire/micșorare. În cele din urmă, la închiderea unei file sau a unei ferestre, există o nouă verificare a proceselor în curs de execuție care previne închiderea accidentală a unui terminal care rulează un proces.
ru: За последние годы в <a href='https://docs.xfce.org/apps/terminal/start'>Терминале</a> накопилось очень много функций. Среди них функции «Отменить закрытие вкладки» и «Закрыть другие вкладки» (аналогично веб-браузерам), «Копировать ввод на все вкладки», «Установить цвет заголовка» (позволяет настроить цвет текста на вкладке), «Сохранить содержимое» (сохраняет вкладку). содержимое в файл), диалоговое окно «Небезопасная вставка» (которое не позволяет терминалу автоматически выполнять вставленный текст как команду) и поддержку масштабирования. Наконец, при закрытии вкладки или окна появилась новая проверка запущенных процессов, которая предотвращает случайное закрытие терминала, на котором запущен процесс.
sq: Përgjatë viteve të fundit, te <a href='https://docs.xfce.org/apps/terminal/start'>Terminali</a> janë akumuluar plot veçori. Mes tyre, funksionet “Zhbëj Mbyllje Skede” dhe “Mbyll Skeda të Tjera” (të ngjashme me ato të shfletueve), “Kopjo Ç’jepet te Krejt Skedat”, “Caktoni Ngjyrë Titulli” (lejon të përshtatet ngjyrë teksti skede), “Ruaj Lëndë” (ruan lëndë skede te një kartelë), një dialog “Ngjitje Jo e Sigurt” (e cila pengon terminalin të ekzekutojë automatikisht si urdhër tekst të ngjitur në të) dhe mbulim për akte zoom-i. Më në fund, kur mbyllet një skedë ose dritare, ka një kontroll të ri për procese në xhirim e sipër, gjë që pengon mbylljen aksidentale të një terminali që po xhiron një proces.
sr: Много нових могућности су се нагомилале у <a href='https://docs.xfce.org/apps/terminal/start'>Терминалу</a> током задњих година. Између њих су „поништавање затварања листа“ и „затварање осталих листова“ (слично као у мрежним прегледницима), „умножавање уноса у све листове“, „постављање боје наслова“ (омогућава прилагођавање боје писма листа) и подржавање увећавања. Најзад, приликом затварања листа или прозора, постоји нова провера за покренутим обрадама која спречава случајно затварање терминала који врши обраду.
sv: En uppsjö funktioner har ansamlats i <a href='https://docs.xfce.org/apps/terminal/start'>Terminalen</a> på senare år. Bland dem finns funktionalitet för att 'ångra stängning av flik' och 'stäng andra flikar' (som i en webbläsare), 'kopiera inmatning till alla flikar', 'ange titelfärg' (tillåter anpassad fliktextfärg), 'spara innehåll' (sparar flikens innehåll till en fil), en dialogruta för 'osäker inklistring' (som hindrar terminalen från att automatiskt köra inklistrad text som ett kommando) och stöd för förstoring. Avslutningsvis finns det vid stängning av flikar eller fönster en ny kontroll efter aktiva processer som hindrar stängning av terminaler med pågående processer.
th: มีความสามารถใหม่ๆ จำนวนมากสะสมอยู่ใน <a href='https://docs.xfce.org/apps/terminal/start'>เทอร์มินัล</a> ในหลายปีที่ผ่านมา ในจำนวนนั้นมีการรองรับคำสั่ง 'เรียกคืนแท็บที่ปิดไป' และ 'ปิดแท็บอื่นๆ' (คล้ายในเว็บเบราว์เซอร์), กล่องโต้ตอบ 'คัดลอกข้อความที่ป้อนไปยังทุกแท็บ', 'กำหนดสีของชื่อเทอร์มินัล' (สามารถปรับสีข้อความของแท็บได้), 'บันทึกเนื้อหา' (บันทึกเนื้อหาลงในแฟ้ม), 'การแปะที่ไม่ปลอดภัย' (ซึ่งป้องกันไม่ให้เทอร์มินัลทำคำสั่งในข้อความที่แปะแบบอัตโนมัติ), และการรองรับการซูม และสุดท้าย เมื่อปิดแท็บหรือหน้าต่าง จะมีการตรวจสอบว่ามีโพรเซสกำลังทำงานอยู่หรือไม่ เพื่อป้องกันการปิดเทอร์มินัลที่ยังเรียกทำงานโพรเซสอยู่
vi: Rất nhiều tính năng đã được tích lũy trong <a href='https://docs.xfce.org/apps/terminal/start'>Terminal</a> trong những năm qua. Trong số đó có chức năng 'Hoàn tác đóng tab' và 'Đóng các tab khác' (tương tự như trình duyệt web), 'Sao chép đầu vào vào tất cả các tab', 'Đặt màu tiêu đề' (cho phép tùy chỉnh màu văn bản tab), 'Lưu nội dung' (lưu nội dung tab vào một tệp), hộp thoại 'Dán không an toàn' (ngăn thiết bị đầu cuối tự động thực thi văn bản đã dán dưới dạng lệnh) và hỗ trợ zoom. Cuối cùng, khi đóng một tab hoặc cửa sổ, sẽ có một kiểm tra mới cho các tiến trình đang chạy nhằm ngăn chặn việc vô tình đóng thiết bị đầu cuối đang chạy một tiến trình.

source: Zooming, 'Save Contents' and much more!
ca: Ampliació, 'Desa el contingut' i molt més!
da: Zoom, 'Gem indhold' og meget mere!
de: Zoomen, 'Inhalt speichern' und vieles mehr!
es: ¡Zoom, 'Guardar contenido' y mucho más!
gl: Aumentar/Diminuír, «gardar contido» e moito máis!
he: זום, 'שמור תוכן' ועוד הרבה יותר!
it: Ingrandimento, "Salva contenuti" e molto altro!
kk: Масштабтау, 'Мазмұнын сақтау' және тағы басқалар!
pl: Powiększanie, „Zapisz zawartość” i wiele więcej!
pt: Aumentar/Diminuir, 'Guardar conteúdo' e muito mais!
pt_br: Ampliar, 'salvar conteúdo' e muito mais!
ro: Mărire/micșorare, „Salvare conținut” și multe altele!
ru: Приближение, «Сохранить содержимое» и многое другое!
sq: <em>Zooming</em>, “Ruani Lëndë” dhe plot të tjera!
sr: Увећавање, „чување садржаја“ и још тога!
sv: Zooma, 'Spara innehåll' och mycket mer!
th: การซูม, 'บันทึกเนื้อหา' และอื่นๆ อีกมากมาย!
tr: Yakınlaştırma, 'İçeriği Kaydet' ve çok daha fazlası!
uk: Збільшити, 'Зберегти вміст' і багато всякого!
vi: Zoom, 'Lưu nội dung' và hơn thế nữa!

source: Screenshooter
ca: Retalla
da: Skærmbillede
de: Bildschirmaufnahme
es: Captura de pantalla
gl: Captura de pantalla
he: צילום מסך
id: Alat screenshot
it: Istantanea
ja: スクリーンシューター
kk: Экранды түсіру
lt: Ekrano kopijos
pl: Przechwycenie obrazu ekranu
pt: Capturador de ecrã
pt_br: Captura de tela
ro: Aplicația de capturare a ecranului
sq: Fotografues ekrani
sr: Снимач заслона
th: โปรแกรมจับภาพหน้าจอ
tr: Ekran Kaydedici
uk: Знімки екрана
vi: Trình chụp màn hình

source: The Xfce <a href='https://docs.xfce.org/apps/screenshooter/start'>Screenshooter</a> gained several notable features, amongst others seeing the size of the screenshot while dragging, moving the selection with the mouse and better <a href='https://imgur.com'>imgur</a> integration.
ca: El Xfce <a href='https://docs.xfce.org/apps/screenshooter/start'>Screenshooter</a> va guanyar diverses característiques notables, entre altres veure la mida de la captura de pantalla mentre s'arrossega, movent la selecció amb el ratolí i millor <a href='https://imgur.com'>imgur</a> integració.
da: Xfce <a href='https://docs.xfce.org/apps/screenshooter/start'>Skærmbillede</a> fik adskillige bemærkelsesværdige funktionaliteter, bl.a. kan størrelsen på skærmbilledet ses mens der trækkes, markeringen kan flyttes med musen og der er bedre integration af <a href='https://imgur.com'>imgur</a>.
de: Das Xfce <a href='https://docs.xfce.org/apps/screenshooter/start'>Bildschirmfoto-Tool</a> hat einige bemerkenswerte Funktionen erhalten, unter anderem die Anzeige der Größe des Bildschirmfotos beim Ziehen, das Verschieben der Auswahl mit der Maus und eine bessere <a href='https://imgur.com'>imgur</a>-Integration.
es: El Xfce <a href='https://docs.xfce.org/apps/screenshooter/start'>Screenshooter</a> ganó varias características notables, entre otras, ver el tamaño de la captura de pantalla mientras se arrastra, mover la selección con el mouse y una mejor integración de <a href='https://imgur.com'>imgur</a>.
gl: A captura de pantalla do Xfce gañou varias características notábeis, entre outras, está poder ver o tamaño da captura de pantalla mentres arrastra, mover a selección co rato (mantendo control premido) e unha mellor integración imgur.
he: <a href='https://docs.xfce.org/apps/screenshooter/start'>צילום מסך</a> של Xfce צבר מספר מאפיינים ראויים לציון, בין היתר צפיה בגודל הצילום בעת גרירה, הזזה של הבחירה עם העכבר ושילוב טוב יותר עם <a href='https://imgur.com'> imgur</a>.
it: L'<a href='https://docs.xfce.org/apps/screenshooter/start'>Istantanea</a> di Xfce ha ricevuto feature degne di nota, tra le quali la possibilità di vedere la dimensione della schermata mentre si trascina e si sposta la selezione con il mouse ed una migliore integrazione con <a href='https://imgur.com'>imgur</a>.
kk: Xfce <a href='https://docs.xfce.org/apps/screenshooter/start'>экранды түсіру</a> сайманы бірнеше маңызды мүмкіндіктерге ие болды, атап айтқанда белгілеу кезінде скриншот өлшемін көру, таңдалған аймақты тышқанмен жылжыту және жақсартылған <a href='https://imgur.com'>imgur</a> интеграциясы.
pl: Program <a href='https://docs.xfce.org/apps/screenshooter/start'>Przechwycenie obrazu ekranu</a> Xfce zyskał kilka godnych uwagi funkcji, między innymi oglądanie rozmiaru zrzutu ekranu podczas przeciągania, przesuwanie zaznaczenia za pomocą myszy i lepsza integracja z serwisem <a href='https://imgur.com'>imgur</a>.
pt: O <a href='https://docs.xfce.org/apps/screenshooter/start'>Capturador de ecrã</a> do Xfce ganhou várias funcionalidades notáveis, entre outras, ver o tamanho da imagem do ecrã enquanto se arrasta, ao mover a seleção com o rato e melhor integração no <a href='https://imgur.com'>imgur</a>.
pt_br: A ferramenta <a href='https://docs.xfce.org/apps/screenshooter/start'>captura de tela</a> do Xfce ganhou vários recursos notáveis, entre outros ver o tamanho da captura de tela enquanto arrasta, movendo a seleção com o mouse e melhor integração com <a href='https://imgur.com'>imgur</a>.
ro: <a href='https://docs.xfce.org/apps/screenshooter/start'>Aplicația de capturare a ecranului</a> Xfce a câștigat câteva caracteristici notabile, printre altele vizualizarea dimensiunii capturii de ecran în timp ce glisați, mutarea selecției cu mouse-ul și o mai bună integrare <a href='https://imgur.com'>imgur</a>.
ru: Xfce <a href='https://docs.xfce.org/apps/screenshooter/start'>Screenshooter</a> получил несколько примечательных функций, среди которых возможность видеть размер снимка экрана при перетаскивании, перемещение выделения с помощью мыши и улучшенную интеграцию с <a href='https://imgur.com'>imgur</a>.
sq: The Xfce <a href='https://docs.xfce.org/apps/screenshooter/start'>Fotografi i Ekranit</a> në Xfce përfitoi disa veçori që ia vlen të përmenden, mes të tjerash parjen e madhësisë së fotos së ekranit teksa tërhiqet, lëvizjen e përzgjedhjes përmes miut dhe integrim më të mirë me <a href='https://imgur.com'>imgur</a>.
sr: ИксФЦЕ-ов <a href='https://docs.xfce.org/apps/screenshooter/start'>Сликач заслона</a> је задобио значајне могућности, између осталих видљиву величину области снимка приликом вуче, премештања избора мишем и бољу усклађеност са <a href='https://imgur.com'>имгуром</a>.
sv: Xfce:s <a href='https://docs.xfce.org/apps/screenshooter/start'>Screenshooter</a> fick många intressanta funktioner, bland andra möjlighet att se skärmbildens storlek vid dragning, flytt av markering med musen, och bättre integration med <a href='https://imgur.com'>imgur</a>.
th: <a href='https://docs.xfce.org/apps/screenshooter/start'>โปรแกรมจับภาพหน้าจอ</a> ของ Xfce ได้เพิ่มความสามารถใหม่ที่ควรกล่าวถึงหลายรายการ ในจำนวนนั้นคือผู้ใช้จะเห็นขนาดของภาพหน้าจอที่จะจับในขณะที่ลาก, สามารถย้ายกรอบการเลือกด้วยเมาส์ได้ และมีการเชื่อมรวมกับ <a href='https://imgur.com'>imgur</a> ที่ดีขึ้น
uk: Xfce <a href='https://docs.xfce.org/apps/screenshooter/start'>Screenshooter</a> отримав кілька важливих функцій, зокрема перегляд розміру знімка екрана під час перетягування, переміщення виділення за допомогою миші та кращу інтеграцію з <a href='https://imgur.com'>imgur</a>.
vi: Xfce <a href='https://docs.xfce.org/apps/screenshooter/start'>Trình chụp màn hình</a> có một số tính năng đáng chú ý, trong số đó có tính năng xem kích thước của ảnh chụp màn hình trong khi kéo, di chuyển vùng chọn bằng chuột và tích hợp <a href='https://imgur.com'>imgur</a> tốt hơn.

source: I can drag and move the screenshot area, whoop whoop!
ca: Puc arrossegar i moure l'àrea de captura de pantalla, puta!
da: Jeg kan trække og flytte skærmbilledområdet, hurra hurra!
de: Ich kann den Screenshot-Bereich ziehen und verschieben, whoop whoop!
es: Puede arrastrar y mover el área de captura de pantalla, ¡whoop whoop!
gl: Poda arrastrar e mover a área de captura de pantalla, vaia!
he: אני יכול לגרור ולהזיז את שטח הצילום, יא חביבי!
id: Saya bisa menyeret dan memindahkan area screenshot, whoop whoop!
it: Posso trascinare e spostare l'area della schermata, whoop whoop!
kk: Мен скриншот аймағын сүйреп, жылжыта аламын, алақай!
pl: Mogę przeciągać i przesuwać obszar zrzutu ekranu, hura!
pt: Eu posso arrastar e mover a área de captura de ecrã, para qualquer lado!
pt_br: Posso arrastar e mover a área da captura de tela, uhul!
ro: Pot glisa și muta zona de captură de ecran, uau, uau!
ru: Я могу перетаскивать область скриншота, у-у-у!
sq: Mund të tërheq dhe lëviz zonën e fotos së ekranit, hop, hop!
sr: Могу вући област снимка, хопа ’опа!
sv: Jag kan dra och flytta skärmdumpområdet, whoop whoop!
th: ฉันสามารถลากและย้ายพื้นที่จับภาพหน้าจอได้ ชะแว้บ ชะแว้บ!
tr: Ekran görüntüsü alanını sürükleyip taşıyabilirim, whoop whoop!
uk: Я можу перетягувати та переміщати область знімка екрана, е-гей!
vi: Tôi có thể kéo và di chuyển vùng ảnh chụp màn hình, rất tiếc!

source: About
ca: Sobre
cs: O projektu
da: Om
de: Info
es: Acerca de
fr: À propos
gl: Sobre
he: על אודות
id: Tentang
it: Informazioni
ja: Xfce について
kk: Туралы
lt: Apie
ms: Perihal
nb: Om
nl: Over
oc: A prepaus
pl: O środowisku
pt: Acerca
pt_br: Sobre
ro: Despre
ru: О проекте
sq: Mbi
sr: О програму
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про проєкт
vi: Về
zh_tw: 關於
