Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: This release incorporates some new features like improved responsiveness of file operations in Thunar and tiling improvements in Xfwm4. Everything else is bug fixes and a _lot_ of translation updates.
ca: Aquest llançament incorpora algunes funcionalitats noves com la millora de la capacitat de resposta de les operacions de fitxers en Thunar i les millores de tessel·lació en Xfwm4. Tota la resta són correccions d'errors i moltes actualitzacions de traduccions.
cs: Toto vydání zahrnuje některé nové funkce a vlastnosti, například rychlost odpovídání diskových operací v aplikaci Thunar a vylepšení ve správci oken Xfwm4. Vše ostatní jsou opravy chyb a _mnoho_ aktualizací překladů.
da: Denne udgivelse inkorporerer nogle nye funktioner som forbedret lydhørhed af fil operationer i Thunar og flise-forbedringer i Xfwm4. All andet er fejl-rettelser og masser_af_oversættelses_opdateringer.
de: Diese Veröffentlichung beinhaltet einige neue Funktionsmerkmale wie zum Beispiel verbessertes Ansprechverhalten der Dateivorgänge in Thunar und Verbesserungen beim Kacheln der Fenster in Xfwm4. Alles andere sind Fehlerbehebungen und viele Aktualisierungen von Übersetzungen.
es: Este lanzamiento incorpora algunas nuevas características como un desempeño mejorado de operaciones con archivos en Thunar y mejoramiento de las funciones de mosaico en Xfwm4. El resto son correcciones de fallos y _muchas_ actualizaciones de traducciones.
fr: Cette version intègre de nouvelles fonctionnalités, telles que l’amélioration de la réactivité des opérations sur les fichiers dans Thunar et l’affichage en mosaïque dans Xfwm4. Tout le reste a été corrections de bogues et mise à jour des traductions.
gl: Esta versión incorpora algunhas características novas como a capacidade de resposta mellorada das operacións de ficheiros no Thunar e melloras do mosaico no Xfwm4. Todo o resto son correccións de fallos e un _bo feixe_ de actualizacións de traducións.
he: גרסה זו משלבת כמה מאפיינים חדשים כמו תגובה משופרת בפעולות קבצים ב-Thunar ושיפורי אריחים ב-Xfwm4. כל השאר הם תיקוני באגים והרבה עדכוני תרגומים.
id: Rilis ini berisi beberapa fitur baru seperti tingkat respon opersi berkas di Thunar yang ditingkatkan dan peningkatan ubin di Xfwm4. Yang lainnya adalah perbaikan kutu dan _banyak_ pemutakhiran terjemahan.
it: Questo rilascio comprende alcune nuove funzionalità tra cui una maggiore reattività delle operazioni sui file in Thunar e una migliore gestione dei riquadri delle finestre in Xfwm4. Per il resto sono stati corretti alcuni problemi e aggiornate le traduzioni.
ja: このリリースにはThunarのファイル操作の応答性改善や、Xfwm4のタイル表示の改善など、いくつかの新機能が組み込まれています。それ以外はすべてバグ修正と翻訳の更新です。
kk: Бұл шығарылымда Thunar-дағы файлдық операциялардың жақсартылған жауап беруі және Xfwm4-тегі плиткамен орналастырудың жақсартулары сияқты кейбір жаңа мүмкіндіктер бар. Қалғандарының бәрі — қателерді түзету және _көптеген_ аударма жаңартулары.
lt: Šiame leidime yra naujų funkcijų, tokių kaip pagerintas failų operacijų atsakomumas, Thunar programoje ir dėstymo patobulinimai Xfwm4. Visa kita tai yra tik klaidų pataisymai ir daug vertimų atnaujinimų.
ms: Keluaran ini menggabungkan beberapa fitur baharu seperti kegerakbalasan operasi fail yang lebih baik dalam Thunar dan penambahbaikan penjubinan dalam Xfwm4. Yang lain adalah pembaikan pepijat dan banyak kemaskini terjemahan.
nb: Denne utgivelsen har blant annet økt hastighet for filoperasjoner i Thunar og forbedret flislegging i Xfwm4. Resten er feilrettinger og _mange_ nye og forbedrede oversettelser.
oc: Aquesta version intègre de novèlas foncionalitats telles que l'melhorament de la reactivitat de las operacions suls fichièrs dins Thunar e melhoraments del mosaiquage dins Xfwm4. Tout lo reste es correccions de bugs e un lot de mesas a jorn de traduccion.
pl: To wydanie zawiera kilka udoskonaleń, jak np. skrócenie czasu odpowiedzi podczas działań na plikach w programie Thunar i usprawnienia dopasowywania okien do krawędzi ekranu w programie Xfwm4. Wszystkie inne zmiany to naprawy błędów i uaktualnienia tłumaczeń.
pt: Esta versão incorpora algumas funcionalidades novas tal como capacidade de resposta melhorada de trabalho em ficheiros no Thunar e melhorias nos ajustes em Xfwm4. Tudo o resto são correções de erros e uma _grande quantidade_ de atualizações de tradução.
pt_br: O lançamento incorpora alguns novos recursos, como a melhora na responsividade das operações de arquivos no Thunar e melhoras no controle das janelas no Xfwm4. Todo o resto é correção de bugs e _muita_ atualização de traduções.
ro: Această versiune încorporează câteva caracteristici noi, cum ar fi reactivitatea îmbunătățită a operațiilor cu fișiere în Thunar și îmbunătățiri ale suprapunerii ferestrelor în mozaic în Xfwm4. Restul sunt remedieri de erori și o mulțime de actualizări ale traducerilor.
ru: Этот выпуск содержит несколько новых функций, типа улучшения отзывчивости при операциях с файлами в Thunar и улучшения тайлинга в Xfwm4. Всё остальное — это исправления ошибок и _множество_ обновлений переводов.
sq: Kjo hedhje në qarkullim trupëzon disa veçori të reja, bie fjala, reagim të përmirësuar për veprime mbi kartela në Thunar dhe përmirësim tjegullzimi në Xfwm4. Gjithçka tjetër është ndreqje të metash dhe _plot_ përditësime përkthimesh.
sr: Ово издање укључује неке нове могућности, као што је побољшан одзивоперација радњи Тунара и побољшање поплочавања у Иксфвм4. Све остало су исправке грешака и _пуно освежених превода.
sv: Denna utgåva inkorporerar några nya funktioner som förbättrad respons vid filoperationer i Thunar och förbättringar för fästande fönster i Xfwm4. Allt annat är felrättningar och _massor_ av översättningsuppdateringar.
th: รุ่นนี้มีความสามารถใหม่อย่างเช่นการตอบสนองที่ดีขึ้นของการกระทำกับแฟ้มของ Thunar และการปรับปรุงการจัดเรียงหน้าต่างแบบเรียงกระเบื้องของ Xfwm4 นอกนั้นก็เป็นการแก้บั๊กและปรับคำแปล _จำนวนมาก_
tr: Bu sürüm Thunar dosya işlemleri geliştirilmesi ve Xfwm4 içinde fayans gelişmeler gibi yeni özellikler içerir.Geriye kalanlar hata düzeltmeleri ve _bir _sürü _çeviri güncellemeleridir.
uk: Цей випуск містить кілька нових властивостей, таких як краща робота з файлами в Thunar і покращене малювання фреймів в Xfwm4. Решта це виправлення вад і _багато_ оновлень перекладів.
vi: Bản phát hành này kết hợp một số tính năng mới như cải thiện khả năng phản hồi của các thao tác tệp trong Thunar và cải tiến cách sắp xếp trong Xfwm4. Mọi thứ khác là sửa lỗi và _lot_ cập nhật bản dịch.
zh_tw: 此版本併入了一些新功能，像是改進 Thunar 中的檔案操作及 Xfwm4 中的平鋪視窗改進。除此之外就是大量的錯誤修復及翻譯更新。

source: We hope you will enjoy this release. Please give us feedback by sharing your thoughts, blogging, tweeting or by filing bug reports! With your help, 4.10 will be the best release ever (at least until 4.12)!
ca: Esperem que gaudiu d'aquest llançament. Si us plau, feu-nos comentaris compartint els vostres pensaments, blogs, tuits o presentant informes d'errors! Amb la teva ajuda, 4.10 serà el millor llançament de la història (almenys fins a 4.12)!
cs: Doufáme, že se Vám bude toto vydání líbit. Prosíme Vás o zpětnou vazbu prostřednictvím sdílení Vašich myšlenek, blogováním, tweetováním nebo vyplňováním protokolů o chybách! S Vaší pomocí bude verze 4.10 nejlepším vydáním všech dob (přinejmenším do verze 4.12)!
da: Vi håber du vil nyde denne udgave. Venligst giv os tilbagemeldinger ved at dele dine tanker, blogge, tweete eller ved at indsende fejl-rapporteringer! Med din hjælp vil 4.10 være den bedste udgave nogensinde (indtil 4.12 udgaven)!
de: Wir hoffen, Sie haben Spaß an dieser Veröffentlichung. Bitte geben Sie uns Rückmeldungen, indem Sie uns Ihre Gedanken mitteilen, bloggen, tweeten oder Fehler melden! Mit Ihrer Hilfe wird 4.10 die beste Veröffentlichung jemals (zumindest bis 4.12)!
es: Esperamos que disfrute este lanzamiento. ¡Por favor háganos saber su opinión compartiendo sus comentarios, publicando en blogs y tuits, o llenando reportes de fallos! Con su ayuda, ¡la versión 4.10 será a mejor publicación jamás vista (al menos hasta 4.12)!
fr: Nous espérons que vous apprécierez cette version. N’hésitez pas à nous faire part de vos avis, à bloguer, tweeter ou remplir des rapports de bogues ! Avec votre aide, la 4.10 sera la meilleure version jamais sortie (du moins jusqu’à la 4.12) !
gl: Agardamos que goce desta versión. Envíenos comentarios engadindo os seus pensamentos, publicando na bitácora, chiando ou achegando informes de fallos. Coa súa axuda, a 4.10 será a mellor versión (polo menos até a 4.12).
he: אנו מקווים שתהיה לך חוויה מהנה עם גרסה זו. נא לתת לנו משוב בעזרת שיתוף המחשבות שלך, כתיבת בלוגים, ציוצים או דיווח על באגים! בעזרתך, 4.10 תהיה הגרסה הטובה ביותר אי פעם (לפחות עד 4.12)!
id: Kami harapkan Anda menikmati rilis ini. Silakan beri kami umpan balik dengan berbagi pendapat, blog, tweet Anda atau dengan mengisi laporan kutu! Dengan bantuan Anda, 4.10 akan menjadi rilis terbaik (setidaknya hingga 4.12)!
it: Speriamo che questo rilascio sia gradito. Partecipate a questo evento lasciando un commento, scrivendo articoli di blog, tweet o segnalando un problema. Con il vostro aiuto, la 4.10 sarà la miglior versione di sempre (fino alla 4.12!).
ja: このリリースを楽しんでください。フィードバックをブログ、ツイート、バグレポートでお寄せください！あなたの助けによって、4.10はこれまでで最高のリリースになります（少なくとも4.12までは）！
kk: Бұл шығарылым сіздерге ұнайды деп үміттенеміз. Өз ойларыңызбен бөлісу, блог жазу, твиттерде жариялау немесе қателер туралы хабарлау арқылы бізге кері байланыс беріңіздер! Сіздердің көмектеріңізбен 4.10 ең жақсы шығарылым болады (кем дегенде 4.12 шыққанға дейін)!
lt: Tikimės jog jums patiks šis naujas leidimas. Parašykite mums apie savo įspūdžius, parašykite savo mintis tinklaraštyje, twiteryje ar užpildydami pranešimą apie klaidas! Su jūsų pagalba, 4.10 bus geriausias leidimas iš visų (bent jau iki 4.12)!
ms: Kami harap anda menyukai keluaran ini, Sila beri maklumbalas dengan berkongsi pendapat anda, masukkan ke dalam blog atau tweeter atau mengisi laporan pepijat! Dengan bantuan anda, 4.10 akan menjadi keluaran yang terbaik (sekurang-kurangnya sehingga versi 4.12)!
nb: Vi håper du vil trives med denne utgivelsen. Vennligst gi oss din tilbakemelding ved å dele dine tanker, blogge, tvitre eller ved å sende oss feilrapporter! Med din hjelp, vil 4.10 være den beste utgivelsen noensinne (i hvert fall inntil 4.12)!
oc: Esperam que vos agradarà aquesta version. Se vos plai, donatz-nos vòstres comentaris en partejant vòstras pensadas, los blogs, Twitter o per depaus de rapòrts de bugs ! Amb vòstra ajuda, 4.10 serà la melhora version que non pas jamai (al mens fins a la 4.12) !
pl: Mamy nadzieję, że to wydanie sprawi wszystkim użytkownikom dużo satysfakcji. Prosimy o zamieszczanie opinii na rozmaitych kanałach dyskusyjnych lub w zgłoszeniach błędów! Z pomocą społeczności, wydanie 4.10 stanie się tym najlepszym (przynajmniej do czasu wydania 4.12)!
pt: Nós esperamos que venha gostar desta versão. Por favor dei-nos o feedback partilhando as suas ideias, atravez de Blogue, do Tweet ou colocando informações de erros! Com a sua ajuda a 4.10 será a melhor versão de sempre (pelo menos até à 4.12)!
pt_br: Esperamos que você aproveite este lançamento. Dê seu feedback compartilhando seus pensamentos, postagens de blogs, tweets e relatando bugs! Com sua ajuda, o 4.10 será o melhor lançamento já feito (pelo menos até o 4.12)!
ro: Sperăm că vă veți bucura de această versiune. Vă rugăm să ne oferiți opinii prin împărtășirea gândurilor dumneavoastră, pe blog, pe Twitter sau prin depunerea de rapoarte de erori! Cu ajutorul dumneavoastră, 4.10 va fi cea mai bună versiune de până acum (cel puțin până la 4.12)!
ru: Мы надеемся, что вам понравится этот выпуск. Пожалуйста, обеспечьте нам обратную связь, поделившись с нами своими мыслями, блогами, твитами и отчётами об ошибках! С вашей помощью 4.10 станет самым лучшим выпуском (по крайней мере, до выхода 4.12)!
sq: Shpresojmë se do ta pëlqeni këtë hedhje në qarkullim. Ju lutemi, na jepni përshtypjet duke ndarë me ne mendimet tuaja, artikuj blogjesh, përmendje në Twitter ose duke parashtruar njoftime të metash! Me ndihmën tuaj, 4.10 do të jetë hedhja më e mirë në qarkullim deri më sot (të paktën deri në 4.12)!
sr: Надамо се да уживате у овом издању. Молим, дајте нам одзив дељењем ваших размишљања, блоговањем, цвркутањем и испуњавањем извештаја о бубама! Уз Вашу помоћ, 4.10 ће бити најбоље издање икада (барем до 4.12, амин)!
sv: Vi hoppas att du kommer att uppskatta den här utgåvan. Ge oss gärna feedback genom att dela med dig av dina tankar, blogga, twittra eller skicka felrapporter! Med din hjälp kommer 4.10 att bli den bästa utgåvan någonsin (åtminstone till 4.12)!
th: เราหวังว่าคุณจะมีความสุขกับรุ่นนี้ กรุณาให้ข้อมูลตอบกลับกับเรา ด้วยการแบ่งปันข้อคิดของคุณ ด้วยการเขียนบล็อก หรือการทวีต หรือด้วยการส่งรายงานบั๊ก! ด้วยความช่วยเหลือของคุณ 4.10 จะเป็นรุ่นที่ดีที่สุดเท่าที่เคยมีมา (อย่างน้อยก็จนกว่า 4.12 จะออก)!
tr: Bu sürümden zevk almanızı umuyoruz.Lütfen düşüncelerinizi paylaşarak, tweetleyerek veya hata raporları dosyalayarak bize geribildirim verin!Yardımlarınız sayesinde, 4.10 (en az 4.12 kadar) şimdiye kadar yapılmış en iyi sürüm olacak!
uk: Надіємося, що Ви оціните цей випуск. Напишіть про Ваші враження на блозі, твітері або створивши повідомлення про ваду! З Вашою допомогою 4.10 стане найкращим випуском (ну хоча б поки не вийде 4.12)!
vi: Chúng tôi hy vọng bạn sẽ thích phiên bản này. Vui lòng cung cấp cho chúng tôi phản hồi bằng cách chia sẻ suy nghĩ của bạn, viết blog, tweet hoặc bằng cách gửi báo cáo lỗi! Với sự giúp đỡ của bạn, 4.10 sẽ là bản phát hành tốt nhất từ ​​trước đến nay (ít nhất là cho đến 4.12)!
zh_tw: 我們希望您會喜歡這個版本。請給我們一些回饋，可以透過分享您的感想、寫部落格、發推特或是回報臭蟲！有您的幫助，4.10將會是永遠的最佳版本(至少在4.12出來以前)！

source: Kind regards and thanks to everyone who has contributed to this release,<br />The Xfce development team
ca: Agraïments i gràcies a tots els que han contribuït a aquest llançament,<br />L'equip de desenvolupament de l'Xfce
cs: Děkujeme všem, kteří se podíleli na tomto vydání,<br />Tým vývojářů Xfce
da: Venlige hilsener og tak til alle som har bidraget til denne udgave, <br />Xfce-udviklingsholdet
de: Herzliche Grüße und vielen Dank an alle, die an dieser Veröffentlichung beteiligt waren,<br/>Das Xfce-Entwicklungsteam
es: Saludos cordiales y gracias a todos los que han contribuido a este lanzamiento,<br /> El equipo de desarrollo de Xfce
fr: Merci à tous ceux qui ont participé à cette version. Cordialement, <br />L’équipe de développement Xfce
gl: Saúdos e grazas a todos os que contribuíron a esta versión.<br />O equipo de desenvolvemento do Xfce.
he: איחולים לבביים ותודה לכל מי שתרם לגרסה זו, <br /> קבוצת פיתוח Xfce
id: Salam hormat dan terima kasih kepada semua orang yang telah berkontribusi atas rilis ini.<br />Tim pengembang Xfce
it: Grazie a tutti quelli che hanno contribuito a questo rilascio,<br />Il team di sviluppo di Xfce
ja: このリリースに貢献してくださった皆さんに感謝します。<br />Xfce開発チーム
kk: Осы шығарылымға үлес қосқандардың барлығына игі тілектер мен алғыс айтамыз,<br />Xfce әзірлеушілер тобы
lt: Linkėjimai ir padėka visiems kurie prisidėjo prie šio leidimo, <br />Xfce kūrėjų komanda
ms: Terima kasih kepada semua individu yang menyumbang dalam keluaran ini <br />Pasukan Pembangunan Xfce
nb: Med vennlig hilsen og takk til alle som har bidratt til denne utgivelsen, <br />Xfce utviklingsteam
oc: Cordialement e mercé a totes ceux que an contribuit a aquesta version, <br />L'equipa de desvolopament Xfce
pl: Pozdrowienia i podziękowania dla wszystkich, którzy mają swój udział w tym wydaniu,<br />Zespół twórców Xfce
pt: Atenciosamente e obrigado a todos os que contribuíram para esta versão, <br /> A equipa de desenvolvimento do Xfce
pt_br: Cumprimentamos e agradecemos a todos que contribuíram para este lançamento, <br />A equipe de desenvolvimento do Xfce
ro: Salutări cordiale și mulțumiri tuturor celor care au contribuit la această versiune,<br />Echipa de dezvoltare a Xfce
ru: Наилучшие пожелания и спасибо всем, кто принял участие в этом выпуске,<br />Команда разработчиков Xfce
sq: Të fala të përzemërta dhe falënderime për këdo që kontribuoi te kjo hedhje në qarkullim,<br />Ekipi i zhvillimit të Xfce-së
sr: Срдачан поздрав и хвала свима који су допринели овом издању,<br />Иксфце развојна дружина
sv: Vänliga hälsningar och tack till alla som har bidragit till den har utgåvan, <br />Xfce:s utvecklingsteam
th: ขอแสดงความนับถือ และขอขอบคุณทุกท่านที่ได้มีส่วนในรุ่นนี้<br />ทีมพัฒนา Xfce
tr: Bu sürümde katkıda bulunan herkese saygılarımızı sunar ve teşekkür ederiz,<br />Xfce geliştirme ekibi
uk: Поздоровлення і подяка усім, хто створював з нами цей випуск,<br />Команда розробників Xfce
vi: Trân trọng và cảm ơn tất cả những người đã đóng góp cho phiên bản này,<br />Nhóm phát triển Xfce
zh_tw: 衷心感謝及問候每一位為此版本貢獻的人，<br /> Xfce 開發團隊

source: Xfce 4.10pre1 released
ca: Publicat Xfce 4.10pre1
cs: Xfce 4.10pre1 vydáno
da: Xfce 4.10pre1 er udgivet
de: Xfce 4.10pre1 veröffentlicht
es: Xfce 4.10pre1 publicado
fr: Sortie de Xfce 4.10pre1
gl: Xfce 4.10pre1 publicada
he: פורסם Xfce 4.10pre1
id: Xfce 4.10pre1 dirilis
it: Rilasciato Xfce 4.10pre1
ja: Xfce 4.10pre1 がリリースされました
kk: Xfce 4.10pre1 шықты
lt: Xfce 4.10pre1 išleista
ms: Xfce 4.10pra1 dilepaskan
nb: Xfce 4.10pre1 utgitt
oc: Xfce 4.10pre1 libéré
pl: Wydano Xfce4.10pre1
pt: Disponibilizado o Xfce 4.10pre1
pt_br: Xfce 4.10pre1 lançado
ro: A fost publicată versiunea Xfce 4.10pre1
ru: Выпущен Xfce 4.10pre1
sq: Është hedhur në qarkullim Xfce 4.10pre1
sr: ИксФЦЕ 4.10пре2 је објављен
sv: Xfce 4.10pre1 publicerad
th: Xfce 4.10pre1 ออกแล้ว
tr: Xfce 4.10pre1 çıktı
uk: Випущено Xfce 4.10pre1
vi: Xfce 4.10pre1 đã phát hành
zh_tw: Xfce 4.10pre1 已發行
