Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Xfce 4.6 features a new settings interface, <b>Xfce Settings Manager</b>, which allows you to configure your desktop environment much more easily than before. The dialogs which are accessible by single clicking on the icons have been designed to be more compact and to allow you to customize your desktop quickly and in a more intuitive way.
ca: Xfce 4.6 compta amb una nova interfície de configuració, <b>Xfce Settings Manager</b>, que us permet configurar el vostre entorn d'escriptori molt més fàcilment que abans. Els diàlegs accessibles fent un sol clic a les icones han estat dissenyats per a ser més compactes i permetre personalitzar el vostre escriptori de manera ràpida i d'una manera més intuïtiva.
cs: Xfce 4.6 obsahuje nové rozhraní pro nastavení, <b>Správce nastavení Xfce</b>, které umožňuje konfigurovat desktopové prostředí mnohem jednodušeji než dříve. Dialogová okna, která jsou dostupná na jedno kliknutí na ikonu byla navržena pro vyšší kompaktnost a aby umožňovala rychlé a intiutivní přizpůsobení pracovního prostředí.
da: Xfce 4.6 indeholder en ny indstillings-grænseflade, <b>Xfce indstillings-håndterer</b>, hvilket tillader dig at konfigurere dit skrivebords-miljø meget nemmere end før. Dialogerne hvilket er tilgængelige med et enkelt klik på ikonerne er blevet designet til at være mere kompakte og tillader dig at brugerdefinere dit skrivebord hurtigt og på en mere intuitiv måde.
de: Xfce 4.6 biete eine neue Oberfläche für Einstellungen, den <b>Xfce-Einstellungseditor</b>, welcher Ihnen die Konfiguration Ihrer Arbeitsumgebung deutlich erleichtert. Die Dialoge, welche über Einfachklicks der Symbole zugänglich sind, sind kompakter und erlauben Ihnen eine schnelle, intuitivere Personalisierung Ihrer Arbeitsumgebung.
es: Xfce 4.6 ofrece una nueva interfaz de configuración, <b>Administrador de configuración de Xfce</b>, que permite configurar el entorno de escritorio con mucha más facilidad que antes. Los cuadros de diálogo, a los que se puede acceder haciendo un solo clic sobre los iconos, han sido diseñados de forma más compacta y para permitirle personalizar su escritorio de una forma más rápida e intuitiva.
fr: Xfce 4.6 dispose d’une nouvelle interface de paramétrage, le <b>gestionnaire de paramètres Xfce</b>, qui vous permet de configurer votre environnement de bureau beaucoup plus facilement qu’auparavant. Les fenêtres accessibles par un clic unique sur les icônes ont été conçues pour être plus compactes et vous permettre de personnaliser votre bureau rapidement et de manière plus intuitive.
gl: O Xfce 4.6 dispón dunha nova interface de configuración, <b>Xestor de configuración Xfce</b>, que permite configurar o seu contorno de escritorio con moita máis facilidade que antes. Os diálogos que son accesíbeis premendo só nas iconas foron deseñadas para ser máis compactas e para que poida personalizar o seu escritorio de xeito máis rápido e intuitivo.
he: Xfce 4.6 מציג ממשק הגדרות חדש, <b> מנהל הגדרות Xfce <b>, המאפשר לך להגדיר את סביבת שולחן העבודה שלך הרבה יותר בקלות מאשר בעבר. הדיאלוגים הזמינים בקליק אחד על האייקונים תוכננו להיות קומפקטיים יותר ולאפשר לך להתאים את שולחן העבודה מהר ובדרך אינטואיטיבית יותר.
id: Xfce 4.6 mengedepankan sebuah antarmuka pengaturan yang baru, <b>Manajer Pengaturan Xfce</b>, yang memungkinkan Anda untuk mengkonfigurasi lingkungan desktop Anda secara jauh lebih mudah daripada sebelumnya. Dialog yang bisa diakses menggunakan klik tunggal pada ikon telah didesain lebih kompak dan memungkinkan Anda untuk melakukan kustomisasi desktop Anda secara lebih cepat dan dengan cara yang lebih intuitif.
it: Xfce 4.6 ha una nuova interfaccia delle impostazioni, <b>il gestore delle impostazioni di Xfce</b>, che permette di configurare il proprio ambiente grafico con maggiore semplicità rispetto al passato. Le finestre, accessibili con un singolo clic sull'icona, sono state progettate per essere più compatte e per rendere più immediata e intuitiva la personalizzazione dell'ambiente grafico.
ja: Xfce 4.6 の設定インターフェイスは、新しい <b>Xfce 設定マネージャー</b>になり、デスクトップの環境設定がこれまでよりもよりもいっそう行いやすくなりました。これらのダイアログにはアイコンのシングルクリックでアクセスでき、よりコンパクトに、より直感的かつすみやかにデスクトップのカスタマイズが行えるように設計されています。
kk: Xfce 4.6 нұсқасында жаңа баптаулар интерфейсі — <b>Xfce баптаулар менеджері</b> бар, ол жұмыс үстелі ортасын бұрынғыға қарағанда әлдеқайда оңай баптауға мүмкіндік береді. Таңбашаларға бір рет шерту арқылы қол жеткізуге болатын сұхбат терезелері ықшамды етіп және жұмыс үстелін жылдам әрі интуитивті түрде баптауға мүмкіндік беретіндей етіп жасалған.
lt: Xfce 4.6 pristatoma su nauja nustatymų sąsaja, <b>Xfce Nustatymų Tvarkytuve</b>, kuri leidžia daug lengviau konfigūruoti jūsų darbalaukio aplinką, nei tai galima buvo daryti prieš tai. Dialogai, kurie yra pasiekiami vieną kartą spustelėjus ant piktogramos buvo sukurti taip, kad būtų labiau glaudinti ir leistų jums individualizuoti savo darbalaukį greitai ir intuityviai.
ms: Xfce 4.6 fiturkan antaramuka tetapan baharu, <b>Pengurus Tetapan Xfce</b>, yang membolehkan anda konfigurkan persekitaran desktop anda dengan lebih mudah berbanding sebelum ini. Dialog boleh dicapai dengan sekali klik pada ikon yang telah direka menjadi lebih padat dan membolehkan anda suaikan desktop anda dengan lebih pantas.
nb: Xfce 4.6 har et nytt grensesnitt for innstillinger, <b>Xfce Innstillingsbehandler</b>, som lar deg konfigurere skrivebordsmiljøet mye lettere enn tidligere. Dialogvinduene som er tilgjengelige ved å enkeltklikke på ikonene har blitt designet for å være mer kompakt og for å la deg tilpasse skrivebordet ditt raskere og på en mer intuitiv måte.
nl: Xfce 4.6 heeft een nieuwe interface-instellingen, <b>Xfce Settings Manager,</b> waarmee u uw desktop-omgeving te configureren veel gemakkelijker dan voorheen. De dialogen die toegankelijk zijn met een enkele muisklik op de pictogrammen zijn ontworpen om te worden compacter en waarmee u uw bureaublad aan te passen snel en op een meer intuïtieve manier.
oc: Xfce 4.6 dispausa d'una novèla interfàcia de parametratge, lo <b>gestionari de paramètres Xfce</b>, que vos permet de configurar votre environament de burèu beaucoup mai aisidament qu'de per abans. Les bóstia de dialògs que son accessibles en clicant sus ​​las icònas unicas son estats concebuts per èsser mai compactes e per vos permetre de personalizar vòstre burèu rapidament e de manière mai intuitiva.
pl: Xfce 4.6 wyposażono w nowy interfejs ustawień: <b>menedżer ustawień Xfce</b>. W porównaniu do poprzednich rozwiązań, znacznie ułatwia on konfigurowanie środowiska graficznego. Menedżer przechowuje aktywatory programów konfiguracyjnych, które można uruchamiać klikając jednokrotnie ich ikony. Okna dialogowe z ustawieniami oferują zwarty układ i umożliwiają szybką oraz intuicyjną konfiguracje.
pt: O Xfce 4.6 oferece uma nova interface: o <b>gestor de definições Xfce</b> permite-lhe configurar o ambiente de trabalho muito mais facilmente do que na versão anterior. As janelas que estão acessíveis através de um clique nos ícones que foram desenvolvidas num modelo mais compacto e permitem-lhe personalizar o seu ambiente de trabalho de uma forma mais intuitiva.
pt_br: O Xfce 4.6 apresenta uma nova interface de configurações, o <b>Gerenciador de configurações do Xfce</b>, o qual permite que você configure seu ambiente de desktop muito mais facilmente do que antes. Os diálogos que estão acessíveis por um clique singular nos ícones foi desenhado para ser muito mais compacto e permitir que você personalize seu desktop rapidamente e numa forma muito mais intuitiva.
ro: Xfce 4.6 dispune de o nouă interfață de configurare, <b>Gestionarul de opțiuni Xfce</b>, care vă permite să vă configurați mediul grafic de birou mult mai ușor decât înainte. Dialogurile care sunt accesibile printr-un singur clic pe pictograme au fost concepute pentru a fi mai compacte și pentru a vă permite să vă personalizați biroul rapid și într-un mod mai intuitiv.
ru: Одним из новшеств Xfce 4.6 является новый менеджер настроек, <b>Xfce Settings Manager</b>, позволяющий управлять рабочим окружением значительно проще, чем раньше. Диалоги настройки, доступные в один клик по значку, сделаны более компактными, что позволяет быстрее и проще настроить рабочий стол.
sq: Xfce 4.6 shfaqet me një ndërfaqe të re rregullimesh, <b>Përgjegjësin e Rregullimeve në Xfce</b>, që ju lejon të formësoni mjedisin desktop shumë më lehtë se më parë. Dialogët, që mund të hapen me klikim njësh mbi ikona, janë konceptuar të jenë më kompaktë dhe t’ju lejojnë ta përshtatni desktopin tuaj shpejt dhe në në mënyrë më intuitive.
sr: ИксФЦЕ 4.6 представља ново сучеље за поставке, <b>Управника поставки ИксФЦЕ-а</b>, које омогућава да подесите своје радно окружење лакше него раније. Прозорчићи који су доступни на један клик сличице су прекројени да буду сажетији у да дозволе прилагођавање радног окружења на много јаснији начин.
sv: Xfce 4.6 har en nytt gränssnitt för inställningar, <b>Xfce-inställningshanterare</b>, som låter dig konfigurera din skrivbordsmiljö mycket enklare än tidigare. Dialogfönstren som är tillgängliga med enkelklick på ikonerna har utformats för att vara mer kompakta och låter dig anpassa ditt skrivbord snabbt och på ett mer intuitivt sätt.
th: Xfce 4.6 มีส่วนติดต่อผู้ใช้อันใหม่สำหรับตั้งค่า คือ <b>โปรแกรมจัดการการตั้งค่า Xfce</b> ซึ่งช่วยให้คุณตั้งค่าเดสก์ท็อปของคุณได้อย่างง่ายดายกว่าที่เคย กล่องโต้ตอบต่างๆ ซึ่งสามารถเปิดได้ด้วยคลิกเดียวที่ไอคอนได้ถูกออกแบบให้กระชับเนื้อที่ยิ่งขึ้น และช่วยให้คุณสามารถปรับแต่งเดสก์ท็อปของคุณได้อย่างรวดเร็วและตรงตามสามัญสำนึกยิ่งขึ้น
tr: Xfce 4.6 yeni ayarlar arayüzü sunuyor, <b>Xfce Ayarlar Yöneticisi</b> eskiden daha kolay bir şekilde masaüstü ortamınızı yapılandırmanızı sağlar. Simgelerin üstüne tek bir tıkla erişebileceğiniz pencereler, daha öz bir şekilde olması için tasarlandı ve daha anlaşılır bir yolla masaüstünüzü hızlıca özelleştirmenize olanak sağlamaktadır.
uk: Xfce 4.6 має новий інтерфейс налаштувань, <b>Менеджер налаштувань Xfce</b>, який дозволяє налаштовувати стільницю набагато простіше, ніж перед тим. Діалоги, які відкриваються одним клацанням миші, мають компактніший дизайн і дозволяють швидко змінити вигляд стільниці.
vi: Xfce 4.6 có giao diện cài đặt mới, <b>Trình quản lý cài đặt Xfce</b>, cho phép bạn định cấu hình môi trường máy tính để bàn của mình dễ dàng hơn nhiều so với trước đây. Các hộp thoại có thể truy cập bằng cách nhấp chuột duy nhất vào biểu tượng đã được thiết kế nhỏ gọn hơn và cho phép bạn tùy chỉnh màn hình của mình một cách nhanh chóng và theo cách trực quan hơn.
zh_tw: Xfce 4.6 的主要特性是一個新的設定介面， <b>Xfce Settings Manager</b> ，讓您可以用比以前更加容易的方式設定您的桌面環境。點擊圖示一次即可進入的對話框設計的更加緊湊，讓您可以以一種更快速直觀的方式自訂您的桌面。

source: Xfce4 Settings Manager
ca: Gestor d'ajusts de l'Xfce4
cs: Správce nastavení Xfce4
da: Xfce4 indstillingshåndtering
de: Xfce4-Einstellungsverwaltung
es: Administrador de Configuración de Xfce4
fr: Gestionnaire de paramètres Xfce4
gl: Xestor de configuración de Xfce4
he: מנהל הגדרות Xfce4
id: Manajer Pengaturan Xfce4
it: Gestore delle impostazioni di Xfce4
ja: Xfce4 設定マネージャー
kk: Xfce4 баптаулар менеджері
lt: Xfce4 nustatymų tvarkytuvė
ms: Pengurus Tetapan Xfce4
nb: Behandling av Xfce-4 innstillinger
oc: Gestionari de paramètres Xfce4
pl: Menedżer ustawień Xfce
pt: Gestor de definições do Xfce4
pt_br: Gerenciador de configurações do Xfce4
ro: Gestionarul de opțiuni pentru Xfce4
ru: Диспетчер настроек Xfce4
sq: Përgjegjës Rregullimesh për Xfce4
sr: Управник поставки ИксФЦЕ-а
sv: Xfce4 Inställningshanterare
th: โปรแกรมจัดการการตั้งค่าของ Xfce4
tr: Xfce4 Ayarlar Yöneticisi
uk: Керівник налаштувань Xfce4
vi: Trình quản lý cài đặt Xfce4
zh_tw: Xfce4 設定值管理員

source: Accessibility settings
ca: Ajusts de l'accessibilitat
cs: Nastavení přístupnosti
da: Tilgængelighedsindstillinger
de: Einstellungen der Barrierefreiheit
es: Configuración de accesibilidad
fr: Paramètres d’accessibilité
gl: Configuración da accesibilidade
he: הגדרות נגישות
id: Pengaturan aksesibilitas
it: Impostazioni di accessibilità
ja: アクセシビリティの設定
kk: Арнайы мүмкіндіктер баптаулары
lt: Prieinamumo nustatymai
ms: Tetapan kebolehcapaian
nb: Tilgjengelighets-innstillinger
nl: Toegankelijkheid instellingen
oc: Paramètres d'accessibilitat
pl: Ułatwienia dostępu
pt: Definições de acessibilidade
pt_br: Configurações de acessibilidade
ro: Opțiuni de accesibilitate
ru: Настройка специальных возможностей
sq: Rregullime përdorshmërie
sr: Поставке приступачности
sv: Hjälpmedelsinställningar
th: การตั้งค่าเทคโนโลยีสิ่งอำนวยความสะดวก
tr: Erişilebilirlik ayarları
uk: Налаштування доступності
vi: Cài đặt trợ năng
zh_tw: 無障礙設定

source: Accessibility settings dialog
ca: Diàleg d'ajusts de l'accessibilitat
cs: Dialogové okno nastavení přístupnosti
da: Tilgængelighedsindstillinger-dialog
de: Dialog der Einstellungen der Barrierefreiheit
es: Diálogo de configuración de accesibilidad
fr: Fenêtre des paramètres d’accessibilité
gl: Diálogo de configuración da accesibilidade
he: דיאלוג הגדרות נגישות
id: Dialog pengaturan aksesibilitas
it: Finestra delle impostazioni di accessibilità
ja: アクセシビリティ設定ダイアログ
kk: Арнайы мүмкіндіктер баптауларының сұхбат терезесі
lt: Prieinamumo nustatymų dialogas
ms: Dialog tetapan kebolehcapaian
nb: Dialogvindu for tilgjengelighetsinnstillinger
nl: Toegankelijkheid instellingen dialoogvenster
oc: Bóstia de dialòg dels paramètres d'accessibilitat
pl: Okno konfiguracji ułatwień dostępu
pt: Janela das definições de acessibilidade
pt_br: Diálogo de configurações de acessibilidade
ro: Fereastra pentru opțiunile de accesibilitate
ru: Диалог настройки специальных возможностей
sq: Dialog rregullimesh përdorshmërie
sr: Прозор подешавања приступачности
sv: Dialog fönster för tillgänglighetsinställningar
th: กล่องตั้งค่าเทคโนโลยีสิ่งอำนวยความสะดวก
tr: Erişebilirlik ayarlar pdiyalog enceresi
uk: Діалог налаштування доступності
vi: Hộp thoại cài đặt trợ năng
zh_tw: 無障礙設定對話匣

source: The <b>Accessibility settings</b> dialog allows you to set the accessibility related mouse and keyboard options, such as sticky keys, bounce keys, or mouse emulation.
ca: El diàleg <b>Configuració d'accessibilitat</b> us permet establir les opcions relacionades amb l'accessibilitat del ratolí i del teclat, com ara les tecles enganxoses, les tecles de rebot o l'emulació del ratolí.
cs: Dialogové okno <b>nastavení přistupnosti</b> umožňuje nastavit možnosti přístupnosti týkající se myši a klávesnice, například lepicí klávesy, zdvojené klávesy a emulaci myši.
da: <b>Tilgængeligheds-indstillinger</b> dialogen tillader dig at sætte tilgængeligheds-relaterede mus og tastatur indstillinger, såsom klistre taster, springe taster eller mus emulering.
de: Der <b>Barrierefreiheit</b>-Dialog ermöglicht Ihnen die Einstellungen der Barrierefreiheit für Maus und Tastatur, wie zum Beispiel klebrige Tasten, springende Tasten oder Mausemulation.
es: El diálogo de <b>Configuración de accesibilidad</b> le permite configurar la accesibilidad de las opciones del ratón y teclado, así como las «StickyKeys», «Bounce Keys» o la emulación del ratón.
fr: La fenêtre des <b>paramètres d’accessibilité</b> vous permet de définir les options d’accessibilité de la souris ou du clavier, comme les touches rémanentes, les touches rebonds ou l’émulation de souris.
gl: O diálogo de <b>configuración de accesibilidade</b> permítelle configurar as opcións de rato e teclado relacionadas coa accesibilidade, como teclas pegañentas, rexeitamento de teclas ou emulación de rato.
he: דו־שיח <b> הגדרות נגישות <b> מאפשר לך להגדיר את אפשרויות הנגישות של העכבר והמקלדת, כמו כפתורים דביקים, כפתורים מקפצים, או הדמיית עכבר.
id: Dialong <b>Pengaturan aksesibilitas</b> memungkinkan Anda menyetel opsi-opsi tetikus dan papan tik yang terkait dengan aksesibilitas, seperti tombol sticky, tombol bounce, atau emulasi tetikus.
it: La finestra delle <b>impostazioni di accessibilità</b> permette di impostare le opzioni di accessibilità relative a mouse e tastiera come i tasti appiccicosi, i tasti elastici o l'emulazione del mouse.
ja: <b>アクセシビリティ設定</b>ダイアログでは、スティッキーキー、バウンスキー、あるいはマウスエミュレーションといった、マウスおよびキーボードに関するアクセシビリティの設定が行えます。
kk: <b>Арнайы мүмкіндіктер баптаулары</b> сұхбат терезесі сізге жабысқақ пернелер, секірмелі пернелер немесе тышқан эмуляциясы сияқты арнайы мүмкіндіктерге қатысты тышқан мен пернетақта опцияларын орнатуға мүмкіндік береді.
lt: <b>Prieinamumo nustatymų</b> dialogas leidžia jums nustatyti, su pelės ir klaviatūros parametrais susijusį prieinamumą, tokį kaip atmenieji klavišai, pasikartojantys klavišai ar pelės emuliacija.
ms: Dialog <b>Tetapan Kebolehcapaian</b> membolehkan anda tetapkan pilihan tetikus dan papan kekunci berkaitan kebolehcapaian, seperti kekunci lekat, kekunci lantun, atau emulasi tetikus.
nb: Dialogvinduet for <b>tilgjengelighetsinnstillinger</b> lar deg sette tilgjengelighetsrelaterte alternativer for mus og tastatur, slik som trege taster, filtertaster, eller museemulering.
nl: De <b>toegankelijkheid instellingen</b> dialoogvenster kunt u de toegankelijkheid te stellen de bijbehorende muis en het toetsenbord opties, zoals sticky keys, bounce-toetsen of muis-emulatie.
oc: La fenèstra dels <b>paramètres d'accessibilitat</b> vos permet de definir las opcions del clavièr, telles que las tòcas rémanentes, las tòcas de rebomb, o l'émulation de la mirga mirga e sus l'accessibilitat.
pl: Ustawienia <b>ułatwień dostępu</b> umożliwiają używanie technik wspomagających obsługiwanie klawiatury i myszy, np. trwałe klawisze, odskakujące klawisze lub emulacje myszy.
pt: As <b>definições de acessibilidade</b> permitem-lhe definir as opções do rato e teclado, tais como teclas fixas, saltitantes ou emulação de rato.
pt_br: O diálogo de <b>Configurações de acessibilidade</b> permite que você defina as opções de mouse e teclado relacionadas a acessibilidade, como teclas de aderência, teclas de rejeição ou emulação de mouse.
ro: Fereastra de dialog <b>Opțiuni de accesibilitate</b> vă permite să configurați opțiunile mouse-ului și tastaturii legate de accesibilitate, cum ar fi tastele lipicioase, tastele de respingere sau emulația mouse-ului.
ru: Диалог настройки <b>Специальных возможностей</b> позволяет изменить специальные параметры мыши и клавиатуры, такие как залипающие клавиши, медленные клавиши или эмуляция мыши.
sq: Dialogu <b>Rregullime përdorshmërie</b> ju lejon të caktoni mundësi miu dhe tastiere të lidhura me përdorimin nga persona me aftësi të kufizuara, të tilla si taste ngjitës, taste <em>bounce</em>, ose simulim miu.
sr: Прозор <b>поставки приступачности</b> омогућава подешавање могућности миша и тастатуре које се односе на приступачност, као што су лепљиви тастери, одскочни тастери, подражавање миша.
sv: Dialogfönstret för <b>Tillgänglighetsinställningarna</b> låter dig ställa tillgänglighetsrelaterade mus-och tangentbordsalternativ , som klistriga tangenter, tangentstuds eller musemulering.
th: กล่องโต้ตอบ <b>ตั้งค่าเทคโนโลยีสิ่งอำนวยความสะดวก</b> ช่วยให้คุณสามารถตั้งค่าเมาส์และแป้นพิมพ์ในส่วนที่เกี่ยวกับสิ่งอำนวยความสะดวกได้ เช่น การค้างปุ่มกด, การป้องกันการกดแป้นรัว, หรือการจำลองเมาส์
tr: <b>Erişebilirlik ayarları</b> iletişim penceresinden fare ve klavye ile ilgili yapışkan tuşlar, sıçrama tuşları ve fare öykünmesi gibi ayarları yapabilirsiniz.
uk: Діалог <b>Налаштування доступності</b> дозволяє Вам встановити параметри миші і клавіатури, такі як липкі клавіші, клавіші відмов, або емуляції миші.
vi: Hộp thoại <b>Cài đặt khả năng truy cập</b> cho phép bạn đặt các tùy chọn bàn phím và chuột liên quan đến khả năng truy cập, chẳng hạn như phím dính, phím thoát hoặc mô phỏng chuột.
zh_tw: <b>無障礙功能</b> 對話框讓您可以設定與滑鼠或是鍵盤相關的無障礙選項，像是相黏鍵、彈回按疚、或是滑鼠模擬。

source: Appearance settings
ca: Ajusts de l'aparença
cs: Nastavení vzhledu
da: Udseendeindstillinger
de: Einstellungen des Erscheinungsbildes
es: Configuración de la apariencia
fr: Paramètres d’apparence
gl: Configuración da aparencia
he: הגדרות מראה
id: Pengaturan tampilan
it: Impostazioni dell'aspetto
ja: 外観の設定
kk: Сыртқы түрі баптаулары
lt: Išvaizdos nustatymai
ms: Tetapan penampilan
nb: Utseende-innstillinger
nl: Weergave-instellingen
oc: Paramètres d'aparéncia
pl: Ustawienia wyglądu
pt: Definições de aparência
pt_br: Configurações de aparência
ro: Opțiuni de aspect
ru: Настройки внешнего вида
sq: Rregullime dukjeje
sr: Поставке изгледа
sv: Utseendeinställningar
th: การตั้งค่ารูปลักษณ์
tr: Görünüm ayarları
uk: Налаштування вигляду
vi: Cài đặt giao diện
zh_tw: 外觀設定

source: Appearance settings dialog
ca: Diàleg d'ajusts de l'aparença
cs: Dialogové okno nastavení vzhledu
da: Udseendeindstillinger-dialog
de: Dialog der Einstellungen des Erscheinungsbildes
es: Diálogo de configuración de la apariencia
fr: Fenêtre des paramètres d’apparence
gl: Diálogo de configuración da aparencia
he: דיאלוג הגדרות מראה
id: Dialog pengaturan tampilan
it: Finestra delle impostazioni dell'aspetto
ja: 外観の設定ダイアログ
kk: Сыртқы түрі баптауларының сұхбат терезесі
lt: Išvaizdos nustatymų dialogas
ms: Dialog tetapan penampilan
nb: Dialogvindu for utseendeinnstillinger
nl: Weergave-instellingen dialoogvenster
oc: Bóstia de dialòg dels paramètres d'aparéncia
pl: Okno konfiguracji wyglądu
pt: Janela das definições de aparência
pt_br: Diálogo de configurações da aparência
ro: Fereastra pentru opțiunile de aspect
ru: Диалог настройки внешнего вида
sq: Dialog rregullimesh dukjeje
sr: Прозор поставки изгледа
sv: Dialogfönster för utseendeinställningar
th: กล่องโต้ตอบตั้งค่ารูปลักษณ์
tr: Görünüm ayarlar iletişim penceresi
uk: Діалог налаштування вигляду
vi: Hộp thoại cài đặt giao diện
zh_tw: 外觀設定對話匣
