Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The default Xfce Desktop provides a simple and attractive desktop for Unix users.
ca: El valor predeterminat de l'escriptori Xfce proporciona un escriptori simple i atractiu per als usuaris d'Unix.
cs: Výchozí desktopové prostředí Xfce poskytuje unixovým uživatelům jednoduché a atraktivní pracovní prostředí.
da: Standard Xfce-skrivebordet leverer et simpelt og attraktivt skrivebord til Unix-brugere.
de: Die Xfce-Standardumgebung bietet eine einfache und ansprechende Arbeitsumgebung für Unix-Benutzer.
es: El escritorio predeterminado de Xfce proporciona un entorno sencillo y atractivo para usuarios de Unix.
fr: Le bureau Xfce fourni par défaut se veut simple et attrayant pour les utilisateurs d’Unix.
gl: De xeito predeterminado o Xfce fornece un escritorio simple e atractivo para os usuarios de Unix.
he: שולחן עבודה ברירת מחדל Xfce מספק שולחן עבודה פשוט ואטרקטיבי למשתמשי Unix.
id: Desktop Xfce standar menyediakan desktop yang sederhana dan menarik bagi pengguna Unix.
it: L'ambiente grafico Xfce predefinito fornisce un ambiente semplice e accattivante per gli utenti Unix.
ja: デフォルト Xfce デスクトップ環境は Unix ユーザーにとってシンプルで魅力的なデスクトップを提供します。
kk: Әдеттегі Xfce жұмыс үстелі Unix пайдаланушылары үшін қарапайым және тартымды жұмыс үстелін ұсынады.
lt: Numatytasis Xfce darbalaukis, Unix naudotojams suteikia paprastą ir patrauklią darbalaukio aplinką.
ms: Desktop Xfce lalai menyediakan desktop ringkas yang menarik untuk pengguna Unix.
nb: Xfce-skrivebordets standardoppsett er et enkelt og attraktivt skrivebordsmiljø for Unix-brukere.
oc: Lo burèu XFCE per defaut provesís un burèu simple e atractiu pels utilizaires d'Unix.
pl: Domyśla konfiguracja Xfce oferuje proste i atrakcyjne środowisko graficzne dla użytkowników systemów typu Unix.
pt: O Xfce disponibiliza um ambiente de trabalho simples e elegante para os utilizadores Unix.
pt_br: O ambiente de desktop Xfce padrão fornece um desktop simples e atrativo para usuários Unix.
ro: Mediul grafic de birou Xfce implicit oferă un birou simplu și atractiv pentru utilizatorii Unix.
ru: Окружение рабочего стола Xfce предоставляет простой и привлекательный рабочий стол для пользователей Unix.
sq: Mjedisi parazgjedhje Desktop Xfce furnizom një desktop të thjeshtë dhe tërheqës për përdorues të Unix-it.
sr: Подразумевано радно окружење ИксФЦЕ омогућава једноставно и привлачно окружење корисницима Уникса.
sv: Standard Xfce-skrivbordet tillhandahåller ett enkelt och attraktivt skrivbord för Unixanvändare.
th: เดสก์ท็อป Xfce ปริยาย จัดเตรียมเดสก์ท็อปที่เรียบง่ายและดึงดูดสำหรับผู้ใช้ยูนิกซ์
tr: Varsayılan Xfce Masaüstü Unix kullanıcıları için basit ve çekici bir masaüstü sağlar.
uk: Типова стільниця Xfce Desktop забезпечує просту і зручну стільницю для користувачів Unix.
vi: Xfce Desktop mặc định cung cấp một desktop đơn giản và hấp dẫn cho người dùng Unix.
zh_tw: 預設的 Xfce 桌面提供了一個簡潔且具吸引力的桌面給 Unix 使用者。

source: The Xfce Desktop provides all the required settings to configure your hardware, desktop appearance and other desktop-critical settings allowing you to easily manage your system.
ca: L'escriptori Xfce proporciona tots els ajusts necessaris per configurar el vostre maquinari, l'aparença de l'escriptori i altres ajusts crítics de l'escriptori que us permeten administrar fàcilment el vostre sistema.
cs: Desktopové prostředí Xfce poskytuje všechna potřebná nastavení pro konfiguraci hardwaru, vzhledu a dalších kritických nastavení pracovní plochy, čímž umožňuje jednoduchou správu systému.
da: Xfce-skrivebordet leverer alle de krævede indstillinger til at konfigurere dit hardware, skrivebordets udseende og andre skrivebordskritiske indstillinger så du nemt kan håndtere dit system.
de: Die Xfce-Umgebung bietet alle benötigten Einstellungen, um Ihre Hardware, Erscheinungsbild und andere auf die Umgebung bezogene Einstellungen einzurichten, damit Sie möglichst einfach Ihr System verwalten können.
es: El Escritorio Xfce provee todas las configuraciones necesarias para su hardware, como para la apariencia del escritorio y otras configuraciones importantes del escritorio que hacen fácil organizar su sistema.
fr: Xfce fournit tout le nécessaire pour configurer votre matériel, l’apparence du bureau et d’autres paramètres critiques vous permettant de gérer facilement votre système.
gl: O escritorio do Xfce fornece todas as opcións necesarias para configurar o soporte físico, a aparencia do escritorio e outros axustes críticos de escritorio que permiten xestionar de xeito doado o seu sistema.
he: שולחן עבודה Xfce מספק את כל ההגדרות הנדרשות להגדרת החומרה שלך, מראה שולחן העבודה והגדרות קריטיות אחרות לשולחן עבודה המאפשרות לך לנהל את המערכת שלך בקלות.
id: Desktop Xfce menyediakan semua pengaturan yang diperlukan untuk mengatur peranti keras Anda, tampilan desktop dan pengaturan pentng-desktop yang memungkinkan Anda untuk dengan mudah mengelola sistem Anda.
it: L'ambiente Xfce fornisce tutte le impostazioni necessarie a configurare il proprio hardware, l'aspetto della scrivania e altre impostazioni essenziali permettendo di gestire facilmente il proprio sistema.
ja: Xfce デスクトップ環境はハードウェア構成、デスクトップの外観、その他のシステム管理に必要なすべての設定を簡単に行えます。
kk: Xfce жұмыс үстелі жабдықтарды, жұмыс үстелінің сыртқы түрін және басқа да маңызды параметрлерді баптауға арналған барлық қажетті параметрлерді ұсынып, жүйеңізді оңай басқаруға мүмкіндік береді.
lt: Xfce Darbalaukis aprūpina visais reikiamais nustatymais, reikalingais jūsų aparatinės įrangos, darbalaukio išvaizdos ir kitų būtinų darbalaukio nustatymų konfigūravimui, taip leisdamas jums lengvai tvarkyti savo sistemą.
ms: Desktop Xfce menyediakan semua tetapan yang diperlukan untuk mengkongfigur perkakasan, penampilan desktop dan lain-lain tetapan kritikal-desktop anda yang membolehkan anda urus sistem anda dengan mudah.
nb: Xfce-skrivebordet gir deg alle innstillingene som trengs for å sette opp din maskinvare, skrivebordsutseende og andre sentrale skrivebordsinnstillinger, som i sum gjør det enkelt å forvalte ditt system.
oc: Lo burèu Xfce provesís totes los paramètres requesits per configurar vòstre material, l'aparéncia del burèu e d'autres paramètres critics de burèu que vos permet de gerir aisidament vòstre sistèma.
pl: Środowisko Xfce ułatwia zarządzanie systemem, umożliwiając proste skonfigurowanie sprzętu, wyglądu środowiska i innych ustawień systemowych.
pt: O Xfce disponibiliza todas as definições para configurar o equipamento, o aspeto do ambiente de trabalho e outras definições do seu sistema de uma forma simples e intuitiva.
pt_br: O desktop Xfce fornece todas as configurações necessárias para configurar seu hardware, aparência e outras configurações críticas, permitindo que você gerencie facilmente seu sistema.
ro: Xfce Desktop oferă toate opțiunile necesare pentru configurarea hardware-ului, a aspectului biroului și a altor configurații critice pentru birou, permițându-vă să gestionați cu ușurință sistemul.
ru: Рабочий стол Xfce предоставляет все необходимые настройки для вашего аппаратного обеспечения, внешнего вида и других важных параметров, позволяющих легко управлять вашей системой.
sq: Desktopi Xfce furnizon krejt rregullimet e domosdoshme për të formësuar hardware-in tuaj, pamjen e desktopit dhe rregullime të tjera kritike për desktopin duke ju lejuar të administroni lehtësisht sistemin tuaj.
sr: Радно окружење ИксФЦЕ-а све потребне поставке за подешавање рачунара, приказа радне површи и других важних ствари које вам омогућују лако управљање системом.
sv: Xfce-skrivbordet tillhandahåller nödvändiga inställningar för att konfigurera din hårdvara, skrivbordets utseende och andra viktiga inställningar för skrivbordet som gör det möjligt för dig att enkelt hantera ditt system.
th: เดสก์ท็อป Xfce จัดเตรียมการตั้งค่าที่จำเป็นทั้งหมดเพื่อใช้ตั้งค่าฮาร์ดแวร์, รูปลักษณ์ของเดสก์ท็อป และค่าตั้งที่จำเป็นสำหรับเดสก์ท็อปที่จะช่วยคุณจัดการระบบของคุณได้อย่างง่ายดาย
tr: Xfce Masaüstü gerekli tüm ayarların, sisteminizi kolayca yönetmek için izin donanım, masaüstü görünümü ve diğer masaüstü kritik ayarların yapılandırılmasını sağlar Xfce Masaüstü donanımınızı masaüstü görünümünüz ve diğer masaüstü-kritik ayarlamaları yapmanızı izin vererek , sisteminizi olayca yönetilebilmenizi sağlar.
uk: Стільниця Xfce містить усі потрібні знаряддя для налаштування Ваших пристроїв, вигляду робочого столу або інших налаштувань, що дозволяє легко керувати Вашою стільницею.
vi: Xfce Desktop cung cấp tất cả các cài đặt cần thiết để định cấu hình phần cứng, giao diện màn hình và các cài đặt quan trọng khác trên màn hình cho phép bạn dễ dàng quản lý hệ thống của mình.
zh_tw: Xfce 桌面提供了所有必要的設定，包括您的硬體，桌面外觀及其他關鍵的設定來讓您更輕鬆的管理您的系統。

source: The Xfce Window Manager is the core of the desktop. It can be tuned to make window management quick and predictable. It also features around 100 border styles giving it the look you want!
ca: El gestor de finestres de l'Xfce és el nucli de l'escriptori. Es pot ajustar per fer que la gestió de les finestres sigui ràpida i predictible. També compta amb uns 100 estils de contorn que us donen l'aparença que desitgeu!
cs: Správce oken Xfce je jádrem pracovní plochy. Lze jej přizpůsobit tak, aby byla správa oken rychlou a předvídatelnou. Obsahuje také 100 stylů okrajů, abyste si mohli vybrat ten pravý.
da: Xfce-vindueshåndteringen er kernen i skrivebordet. Den kan justeres til at gøre håndtering af vinduer hurtig og forudsigelig. Den har også omkring 100 kant-stile så du kan vælge det udseende du ønsker!
de: Der Xfce-Fensterverwalter ist der Kern der Arbeitsumgebung. Er kann durch diverse Feineinstellungen die Fensterverwaltung beschleunigen und vorhersehbar machen. Mehr als 100 Rahmenstile geben ihm das gewünschte Aussehen.
es: El Administrador de Ventanas de Xfce es el núcleo del escritorio. Puede ser ajustado para ser rápido y predecible. También tiene más de 100 estilos de bordes diferentes, ¡para así darle el estilo que quiera!
fr: Le gestionnaire de fenêtres Xfce est le cœur du bureau. Il peut être réglé pour rendre la gestion des fenêtres rapide et prévisible. Il dispose également d’environ cent styles de bordure, leur donnant l’apparence que vous souhaitez !
gl: O Xestor de Xanelas do Xfce é o núcleo do escritorio. Pode afinarse para que a xestión das xanelas sexa rápida e previsíbel. Tamén presenta preto de 100 estilos de bordo dándolle para poder darlle a aparencia que desexe.
he: מנהל חלונות Xfce הוא ליבת שולחן העבודה. הוא ניתן לכיוון כך שניהול חלונות הוא מהיר וצפוי. הוא גם כולל בערך 100 סגנונות גבול המעניקים לו את המראה שאתה רוצה!
id: Manajer Jendela Xfce adalah inti dari desktop. Ia dapat diatur untuk membuat manajemen jendela cepat dan mudah diprediksi. Ia juga mempunyai fitur sekitar 100 gaya batas yang memberikan tampilan seperti yang Anda inginkan!
it: Il gestore delle finestre di Xfce è il cuore della scrivania. Può essere impostato per rendere la gestione delle finestre veloce e intuitiva. Fornisce inoltre circa 100 stili di cornice in modo da poter soddisfare tutti i gusti!
ja: Xfce ウィンドウマネージャーはデスクトップのコアとなるコンポーネントです。ウィンドウ管理をすばやく、わかりやすくし、100 以上のスタイルを提供しています!
kk: Xfce терезелер менеджері — жұмыс үстелінің негізі. Оны терезелерді басқаруды жылдам әрі болжамды ету үшін баптауға болады. Сондай-ақ, онда 100-ге жуық жиек стильдері бар, бұл оған қалаған көріністі беруге мүмкіндік береді!
lt: Xfce Langų Tvarkytuvė yra darbalaukio branduolys. Ji gali būti suderinta taip, kad langų tvarkymas būtų greitas ir prognozuojamas. Joje taip pat yra apie 100 kraštų stilių, kurie jai suteikia tokia išvaizda, kurios norite jūs!
ms: Pengurus Tetingkap Xfce adalah teras utama desktop. Ia boleh ditala supaya pengurusan tetingkap menjadi pantas dan boleh diramal. Ia juga fiturkan kira-kira 100 gaya sempadan yang perlu anda lihat!
nb: Xfce-vindusbehandleren er kjernen i skrivebordet. Den kan finstilles for å gjøre vindusbehandling rask og forutsigbart. Den inneholder også omkring 100 rammestiler for å gi deg det utseende du vil ha.
oc: Lo gestionari de fenèstras Xfce es lo còr de vòstre burèu. Pòt èsser reglat per rendre la gestion de fenèstra rapida e previsibla. Dispausa tanben d'environ 100 estils de bordadura en li balhant lo look que volètz !
pl: Menedżer okien Xfce to jeden z głównych elementów środowiska graficznego. Umożliwia szybkie i efektywne zarządzanie oknami oraz dostosowanie ich wyglądu przy pomocy około 100 różnych stylów obramowań.
pt: O gestor de janelas do Xfce é o principal componente do sistema. Pode ser configurado para que gestão de janelas seja rápida e previsível. Para além disso, possui sensivelmente 100 estilos de janelas, para que as possa ajustar ao seu gosto!
pt_br: O gerenciador de janelas do Xfce é o núcleo do desktop. Ele pode ser ajustado para tornar o gerenciamento de janelas rápido e previsível. Ele também fornece cerca de 100 estilos de borda podendo ter o visual que você quiser!
ro: Administratorul de ferestre Xfce este nucleul biroului. Acesta poate fi reglat pentru a face gestionarea ferestrelor rapidă și previzibilă. De asemenea, dispune de aproximativ 100 de stiluri de margini care îi conferă aspectul dorit!
ru: Диспетчер окон Xfce является основой рабочего стола. Его можно настроить так, чтобы сделать управление окнами быстрым и предсказуемым. Он также содержит около 100 стилей рамок окна, чтобы придать им вид, который вам понравится!
sq: Përgjegjësi Xfce i Dritareve është baza e desktopit. Mund të rregullohet për ta bërë administrimin e dritareve të shpejtë dhe të parashikueshëm. Përmban gjithashtu rreth 100 stile anësh, duke ju dhënë pamjen që doni!
sr: Управник прозора ИксФЦЕ-а је основни програм сучеља. Можете га подесити тако да управљање прозорима постане брзо и лагано. Такође можете изабрати неки од око стотину различитих изгледа оквира тако да све изгледа баш како желите!
sv: Xfce:s fönsterhanterare är skrivbordets kärna. Den kan ställas in för att göra fönsterhantering snabbt och förutsägbart. Den har också cirka 100 kantstilar som ger den det utseende du vill!
th: โปรแกรมจัดการหน้าต่าง Xfce คือหัวใจของตัวเดสก์ท็อป สามารถปรับแต่งเพื่อให้จัดการหน้าต่างได้รวดเร็วและทำงานตรงตามความคาดหมาย และยังมาพร้อมกับกรอบหน้าต่างราว 100 รูปแบบให้คุณเลือกหน้าตาตามที่คุณต้องการ!
tr: Xfce Pencere Yöneticisi,masaüstünün çekirdeğidir.Bu pencere yönetimini hızlı ve öngörülebilir hale getirmek için ayarlanmış olabilir.Ayrıca istediğiniz görünümü veren 100 dolayında stilleri vardır!
uk: Менеджер вікон Xfce є ядром стільниці. Його можна підлаштувати на всі смаки. Він також містить біля 100 стилів границь-бордюрчиків на будь-який густ!
vi: Trình quản lý cửa sổ Xfce là cốt lõi của máy tính để bàn. Nó có thể được điều chỉnh để quản lý cửa sổ nhanh chóng và có thể dự đoán được. Nó cũng có khoảng 100 kiểu đường viền mang lại giao diện mà bạn muốn!
zh_tw: Xfce 視窗管理員是桌面的核心。它可以讓視窗管理變得快速且可預測。它同時也提供了大約100個您想要的邊框樣式！

source: The Xfce Panel can be customized in numerous ways so it provides all the items you need right where you need them. It has three different display modes, transparency and a few dozen different plugins.
ca: El plafó de l'Xfce es pot personalitzar de moltes maneres pel que proporciona tots els elements que necessiteu just on es necessita. Disposa de tres modes de visualització diferents, la transparència i unes quantes dotzenes de connectors diferents.
cs: Panel Xfce lze přizpůsobit mnoha způsoby, aby poskytoval všechny položky, které potřebujete, přesně tam, kde je chcete mít. Disponuje třemi různými režimy zobrazení, průhlednosti a několika tucty různých zásuvných modulů.
da: Xfce-panelet kan tilpasses på adskillige måder, så den leverer alle de ting du har brug for, der hvor du har brug for dem. Det har tre forskellige visningstilstande, gennemsigtighed og nogle forskellige plugins.
de: Die Xfce-Leiste kann auf verschiedene Weise individuell angepasst werden, so dass alle gewünschten Objekte auch tatsächlich dort dargestellt werden, wo Sie sie benötigen. Es gibt drei verschiedene Anzeigemodi, Transparenz und einige Dutzend verschiedene Plugins.
es: El panel Xfce puede ser personalizado de numerosas maneras, proporcionando todos los objetos que necesite justo allí donde los necesita. Tiene 3 modos de visualización, trasparencias y varias docenas de complementos.
fr: Le tableau de bord Xfce peut être personnalisé de manière à fournir tous les éléments dont vous avez besoin, là où vous en avez besoin. Il dispose de trois modes d’affichages, de dizaines de greffons et gère la transparence.
gl: O panel do Xfce pode personalizarse de varios xeitos, polo que fornece todos os elementos que precise xusto onde os necesite. Ten tres modos de visualización diferentes, permite a transparencia e algunhas ducias de engadidos diferentes.
he: לוח Xfce ניתן להתאמה אישית במספר דרכים כך שהוא מספק את כל הרכיבים שאתה צריך בדיוק איפה שאתה צריך אותם. יש לו שלושה מצבי תצוגה שונים, שקיפות וכמה עשרות תוספים שונים.
id: Panel Xfce dapat disesuaikan dalam beragam cara sehingga memberikan semua item yang Anda perlukan kapanpun Anda butuhkan. Ia mempunyai tiga mode tampilan yang berbeda, transparansi dan beberapa lusin plugin yang berbeda.
it: Il pannello di Xfce può essere profondamente personalizzato in modo da fornire gli elementi proprio dove sono necessari. Ha inoltre tre diverse modalità di visualizzazione, la trasparenza e qualche dozzina di componenti aggiuntivi.
ja: Xfce パネルは数え切れないほど多くの方法でカスタマイズでき、必要なアイテムを必要な場所に配置することができます。3種類の表示モードと透明化をサポートし、数十の様々なプラグインが提供されています。
kk: Xfce панелін көптеген жолдармен баптауға болады, сондықтан ол сізге қажетті барлық элементтерді қажетті жерде ұсынады. Оның үш түрлі көрсету режимі, мөлдірлігі және бірнеше ондаған түрлі плагиндері бар.
lt: Xfce Skydelis gali būti tinkinamas daugeliu būdu, taigi, jis pateikia visus elementus ten, kur jums jų labiausiai reikia. Jis turi tris skirtingas rodymo veiksenas, permatomumą ir dešimtį įvairių įskiepių.
ms: Panel Xfce boleh disuaikan dalam pelbagai cara supaya ia dapat menyediakan semua item yang anda mahu jika anda perlukan. Ia mempunyai tiga jenis mod paparan, kelutsinaran dan beberapa dozen jenis pemalam.
nb: Xfce-panelet kan tilpasses på mange måter – slik at det tilbyr alle elementene du trenger, rett der du trenger dem. Det har tre ulike visningsmoduser, støtte for gjennomsiktighet og et par dusin ulike tillegg.
oc: Lo Panèl Xfce pòt èsser personalizat de mantun biais de manièra a que provesisca totes los elements que n'avètz besonh, aquí ont n'avètz besonh. Dispausa de tres mòdes d'afichatge diferents, de transparéncia e de qualques desenats d'empeutons diferents.
pl: Panele w środowisku Xfce można skonfigurować na mnóstwo sposobów, tak by spełniały one wszystkie wymagane oczekiwania. Każdy panel może być wyświetlany w trzech różnych układach, z zastosowaniem przezroczystości i każdy może przechowywać wiele rozmaitych elementów nazywanych apletami.
pt: O painel do Xfce pode ser personalizado de diversas formas, de modo a que o utilizador possa ter disponível, rapidamente, os itens que mais utiliza. Possui 3 modos de exibição, permite a transparência e possui diversos "plugins".
pt_br: O painel do Xfce pode ser personalizado de várias formas, fornecendo todos os itens que você precisar exatamente onde precisar. Ele possui três modos de exibição diferentes, transparência e diversos plugins.
ro: Panoul Xfce poate fi personalizat în numeroase moduri, astfel încât să ofere toate elementele de care aveți nevoie exact acolo unde aveți nevoie de ele. Acesta are trei moduri diferite de afișare, transparență și câteva zeci de module diferite.
ru: Панель Xfce можно настраивать различными способами, чтобы она содержала все элементы, которые вам могут понадобиться, именно в том месте, где они понадобятся. Имеется три режима отображения панели, настройки прозрачности и несколько дюжин различных дополнительных модулей.
sq: Paneli Xfce mund të përshtatet në rrugë të shumta, kështu që furnizon krejt gjërat që ju duhen, aty ku ju duhen. Ka tre mënyra paraqitjeje, tejdukshmëri dhe ca duzina shtojcash të ndryshme.
sr: Полица ИксФЦЕ-а може бити прилагођавана на бројне начине, тако да обезбеди све ставке које Вам требају баш тамо где желите. Има три различита начина приказа, могућност провидног приказа и гомилу различитих прикључака.
sv: Xfce-panelen kan ställas in på många sätt så att den tillhandahåller alla saker du behöver precis där du behöver dem. Den har tre olika visningslägen, genomskinlighet och några dussin insticksprogram.
th: พาเนล Xfce สามารถปรับแต่งได้หลากหลายรูปแบบเพื่อให้มีรายการต่างๆ ที่คุณต้องการในตำแหน่งที่คุณปรารถนา พาเนลสามารถแสดงผลได้สามโหมดต่างๆ กัน มีความโปร่งแสง และมีปลั๊กอินด้วยจำนวนหนึ่ง
tr: Xfce Paneli çeşitli şekillerde özelleştirilebilir, bunun için greksindiğiniz bütün öğeleri sağlar. Üç farklı görüntüleme modu, şeffaflık ve bir kaç düzine farklı eklentileri vardır.
uk: Панель Xfce можна налаштовувати на свій власний смак, додаючи відповідні об’єкти, так, щоб вони були під рукою. Панель має три різні режими вигляду, прозорість і кілька дюжин додатків.
vi: Bảng điều khiển Xfce có thể được tùy chỉnh theo nhiều cách để nó cung cấp tất cả các mục bạn cần ngay tại nơi bạn cần. Nó có ba chế độ hiển thị khác nhau, độ trong suốt và vài chục plugin khác nhau.
zh_tw: Xfce 面板可以多種方式自訂，它在您所需要的地方提供自訂項目。它有三種不同的顯示模式，也可以透明顯示，同時提供了數十種不同的插件。
