Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Parole's UI was totally redone, parts of it rewritten with many features added. Furthermore it was ported to Gtk3 and gstreamer1.0.
ca: La interfície d'usuari de Parole es va refer totalment, algunes parts es van reescriure amb moltes característiques afegides. A més, es va portar a Gtk3 i gstreamer1.0.
cs: Uživatelské rozhraní aplikace bylo kompletně přepracováno, části byly přepsány a bylo přidáno mnoho nových funkcí a vlastností. Také byla přenesena do Gtk3 a gstreamer1.0.
da: Parole's UI var total omskrevet, dele af den omskrevet med mange funktioner tilføjet. Derudover var den porteret til Gtk3 og gstreamer1.0.
de: Paroles UI wurde komplett überarbeitet, Teile davon mit vielen hinzugefügten Funktionen neu geschrieben. Darüber hinaus wurde es auf Gtk3 und gstreamer1.0 portiert.
es: La interfaz de usuario de Parole fue totalmente mejorada, en partes reescrita con el agregado de muchas características. Además fue portado a GTK-3 y gstreamer1.0.
fr: L’interface utilisateur de Parole a été complètement revue, en partie réécrite avec de nombreux ajouts de fonctionnalités. En outre, Parole a été porté vers Gtk3 et gstreamer1.0.
gl: A interface de usuario de Parole foi totalmente refeita, partes dela reescrita con moitas características engadidas. Ademais foi migrado a Gtk3 e «gstreamer1.0».
he: ממשק משתמש Parole בוצע מחדש לחלוטין, חלקים ממנו נכתבו מחדש עם מאפיינים רבים שנוספו. בנוסף הוא נוייד ל־Gtk3, gstreamer1.0.
id: Tampilan antarmuka Parole telah dibuat ulang secara total, sebagiannya ditulis ulang dengan menambahkan banyak fitur. Selain itu ia telah diporta ke Gtk3 dan gstreamer1.0.
it: L'interfaccia utente di Parole è stata totalmente ricreata, molte parti riscritte con l'aggiunta di molte funzioni, ed è inoltre stato portato su GTK+3 e gstreamer1.0.
ja: ParoleのUIは完全に作り直され、その一部には多くの機能が追加されました。さらに、Gtk3とgstreamer1.0に移植されました。
kk: Parole интерфейсі толығымен қайта жасалды, оның кейбір бөліктері көптеген жаңа мүмкіндіктер қосылып, қайта жазылды. Сонымен қатар, ол Gtk3 және gstreamer1.0 нұсқаларына көшірілді.
lt: Parole naudotojo sąsaja buvo visiškai perdaryta, kai kurios dalys perrašytos ir pridėta nemažai ypatybių. Be to, Parole programa buvo perkelta į Gtk3 ir gstreamer1.0.
ms: UI Parole telah dirombak semula sepenuhnya, sebahagian darinya telah ditulis semula dengan penambahan banyak fitur baharu. Selain itu, ia juga diport ke Gtk3 dan gstreamer1.0.
nb: Brukergrensesnittet til Parole ble lagt om i sin helhet, og deler av programmet ble omskrevet med ny funksjonalitet. Det ble dessuten overført til Gtk3 og gstreamer1.0.
pl: Interfejs Parole został całkowicie przeprojektowany, częściowo został przepisany, dodano wiele funkcji. Dodatkowo został przeportowany do GTK3 i gstreamer1.0.
pt: A IU do parole foi totalmente refeita, partes foram reescritas com novas funcionalidades adicionadas. Além do mais migrada para Gtk3 e gstreamer1.0.
pt_br: A interface do Parole foi totalmente reformulada, com partes reescritas e muitas funcionalidades adicionadas. Além disso, ele foi portado para Gtk3 e gstreamer1.0.
ro: Interfața Parole a fost complet refăcută, o parte din ea a fost rescrisă și au fost adăugate multe caracteristici. În plus, a fost adaptat la Gtk3 și gstreamer1.0.
ru: Интерфейс Parole был полностью переписан, было добавлено множество функций. Кроме того, он портирован на Gtk3 и gstreamer1.0.
sq: UI e Parole-s i ribë tërësisht, me rishkrim pjesësh të saj dhe shtim shumë veçorish. Për më tepër, u kalua nën Gtk3 dhe gstreamer1.0.
sr: Часноречац (Parole) је добио потпуно прерађено сучеље, његови делови су прерађени и додате су му нове могућности. Уз то, пренесен је на Гтк3 са подршком за гстример 1.0.
sv: Paroles gränssnitt gjordes om helt, delar av det skrevs om med många nya funktioner. Dessutom portades det till Gtk3 och gstreamer1.0.
th: ส่วนติดต่อผู้ใช้ของ Parole ได้ถูกทำใหม่หมด หลายส่วนถูกเขียนขึ้นใหม่พร้อมกับเพิ่มความสามารถ นอกจากนี้ ยังได้ย้ายไป Gtk3 และ gstreamer1.0 ด้วย
tr: Parole kıllanıcı arayüzü, tamamen baştan yapıldı, bir çok yer baştan yazıldı ve çok fazla özellik eklendi. Bunların dışında Gtk3 ve gstreamer1.0 kullanacak hale getirildi.
uk: Інтерфейс Parole був повністю переписаний, додано багато функцій. Крім цього, він портований на Gtk3 і gstreamer1.0.
vi: Giao diện người dùng của Parole đã được làm lại hoàn toàn, một số phần được viết lại với nhiều tính năng được bổ sung. Hơn nữa, nó đã được chuyển sang Gtk3 và gstreamer1.0.
zh_tw: Parole 的使用者介面已完全重作，其中部份的重寫為它加入了許多新功能。此外它也移植到了 Gtk3 與 gstreamer 1.0。

source: Mousepad was totally rewritten and got an initial port to Gtk3.
ca: El Mousepad va ser totalment reescrit i va obtenir un port inicial al Gtk3.
cs: Aplikace Mousepad byla kompletně přepsána a získala počáteční podporu pro Gtk3.
da: Muse-redskab var total omskrevet og fik en første port til Gtk3.
de: Mousepad wurde komplett neu geschrieben und von Anfang an auf Gtk3 portiert.
es: Mousepad fue totalmente reescrito y tuvo una migración inicial a GTK-3.
fr: Mousepad a été complètement réécrit et dispose d’un premier portage vers Gtk3.
gl: Mousepad foi totalmente reescrito e ten unha migración inicial para Gtk3.
he: Mousepad נכתב מחדש לגמרי וקיבל ניוד ראשוני ל-Gtk3.
id: Mousepad telah ditulis ulang secara total dan mendapatkan porta awal ke Gtk3.
it: Mousepad è stato completamente riscritto ed è stato portato parzialmente su GTK+3.
ja: Mousepadは完全に書き直され、Gtk3への初期ポートが行われました。
kk: Mousepad толығымен қайта жазылып, Gtk3-ке алғашқы портын алды.
lt: Mousepad buvo visiškai parašytas iš naujo ir įgavo pradinį perkėlimą į Gtk3.
ms: Mousepad telah ditulis semula sepenuhnya dan diport ke Gtk3.
nb: Mousepad ble omskrevet i sin helhet og overført til Gtk3.
pl: Mousepad został całkowicie przepisany i otrzymał wstępny port do Gtk3.
pt: Mousepad foi totalmente reescrito e portado para Gtk3.
pt_br: O Mousepad foi completamente reescrito e recebeu a portabilidade inicial para Gtk3.
ro: Mousepad a fost rescris în totalitate și a primit o adaptare inițială la Gtk3.
ru: Приложение Mousepad было полностью переписано, был начат переход на GTK3.
sq: Mousepad-i u rishkrua tërësisht dhe pati një kalim fillestar nën Gtk3.
sr: Мишоловка (Mousepad) је потпуно прерађена и добила је почетну подршку за Гтк3.
sv: Mousepad skrevs om helt och fick en inledande portning till Gtk3.
th: Mousepad ถูกเขียนใหม่ทั้งหมด และได้ย้ายไป Gtk3 ในเบื้องต้น
tr: Mousepad, tamamen baştan yazıldı ve Gtk3 geçişi başlatıldı.
uk: Редактор Mousepad повністю переписаний, отримавши початкову підтримку Gtk3.
vi: Bàn di chuột đã được viết lại hoàn toàn và có cổng ban đầu cho Gtk3.
zh_tw: Mousepad 已完全重寫並移植到 Gtk3。

source: Imgur.com support was added to the screenshooter.
ca: S'ha afegit la implementació d'Imgur.com al solucionador de pantalla.
cs: Do aplikace pro pořizování snímků obrazovky byla přidána podpora pro službu Imgur.com.
da: imgur.com undersøttelse var tilføjet til skærmbillede-tageren.
de: Imgur.com-Unterstützung wurde zum Bildschirmfotowerkzeug hinzugefügt.
es: Se agregó soporte de Imgur.com al capturador de pantalla.
fr: La prise en charge d’imgur.com a été ajoutée au logiciel de capture d’écran.
gl: Engadiuse compatibilidade con Imgur.com á captura de pantalla.
he: נוספה תמיכה ב־Imgur.com למצלם המסך.
id: Dukungan Imgur.com telah ditambahkan ke aplikasi cuplikan layar.
it: È stato aggiunto il supporto a imgur.com per le istantanee.
ja: スクリーンショットにImgur.comのサポートが追加されました。
kk: Скриншот түсіргішке Imgur.com қолдауы қосылды.
lt: Į ekrano kopijas buvo pridėtas Imgur.com palaikymas.
ms: Sokongan Imgur.com telah ditambah ke dalam penembak skrin.
nb: Skjermbildeprogrammet støtter nå Imgur.com.
pl: Przechwycenie obrazu ekranu otrzymało obsługę serwisu Imgur.com.
pt: Suporte a Imgur.com foi adicionado à captura de ecrã.
pt_br: O suporte ao Imgur.com foi adicionado ao capturador de tela.
ro: Suportul Imgur.com a fost adăugat la instrumentul de capturare a ecranului.
ru: В средство снимков экрана добавлена поддержка Imgur.com.
sq: Te fotografuesi i ekranit u shtua mbulim për Imgur.com.
sr: Снимач екрана је добио подршку за Имгур.
sv: Stöd för Imgur.com lades till i screenshooter.
th: เพิ่มการองรับ Imgur.com ในโปรแกรมจับภาพหน้าจอ
tr: Screenshooter için Imgur.com desteği eklendi.
uk: Додано підтримку Imgur.com для знімків екрану
vi: Hỗ trợ Imgur.com đã được thêm vào trình chụp màn hình.
zh_tw: Imgur.com 的支援也加入到螢幕截取器中。

source: A new GNOME-Shell-like dashboard named xfdashboard is now available.
ca: Ara hi ha disponible un nou tauler amb el GNOME-Shell-like anomenat xfdashboard.
cs: Nyní je dostupná nový řídicí panel typu GNOME-Shell nazvaný xfdashboard.
da: En ny GNOME-Shell-lignende instrumentbræt navngivet xfinstrumentbræt er nu tilgængelig.
de: Ein GNOM-Shell-ähnliches Dashboard namens Xfdashboard ist jetzt verfügbar.
es: Un nuevo panel al estilo GNOME-Shell llamado xfdashboard esta disponible.
fr: Un nouveau tableau de bord nommé xfdashboard, inspiré de celui de GNOME-Shell, est maintenant disponible.
gl: Xa está dispoñíbel un novo panel de control tipo «GNOME-Shell» chamado «xfdashboard».
he: לוח מחוונים דמוי GNOME-Shell חדש הנקרא xfdashboard עכשיו זמין.
id: Sebuah dasbor mirip GNOME Shell yang diberi nama xfdashboard telah tersedia.
it: Una nuova dashboard, simile a quella di GNOME-Shell, denominata xfdashboard è ora disponibile.
ja: xfdashboardという名前の新しいGNOMEシェルふうのダッシュボードが利用可能になりました。
kk: xfdashboard деп аталатын жаңа GNOME-Shell іспеттес басқару панелі қолжетімді.
lt: Dabar yra prieinamas naujas, į GNOME-Shell panašus skydelis, pavadinimu xfdashboard.
ms: Papan pemuka seakan-Shell-GNOME baharu yang bernama xfdashboard kini tersedia..
nb: Et nytt GNOME-lignende instrumentpanel som heter xfdashboard er nå tilgjengelig.
pl: Nowy panel podobny do GNOME Shell nazwany xfdashboard jest teraz dostępny.
pt: Uma nova shell ao estilo da dashboard do GNOME, chamada xfdashboard está agora disponível.
pt_br: Um novo dashboard semelhante ao Gnome-Shell, chamado xfdashboard, agora está disponível.
ro: Un nou tablou de bord de tip GNOME-Shell numit «xfdashboard» este acum disponibil.
ru: Доступна новая панель управления xfdashboard, похожая на GNOME-Shell.
sq: Tani ka të gatshëm një pult që ngjan me GNOME-Shell-in, të quajtur xfdashboard.
sr: Доступан је Полетник Иксфце-а, нови прикључак сличан Гномовој шкољци.
sv: En ny Gnome-shell liknande panel kallad xfdashboard är nu tillgänglig.
th: มี dashboard ตัวใหม่ที่คล้ายกับ GNOME Shell แล้ว ชื่อว่า xfdashboard
tr: Yeni GNOME kabuğu görünümlü denetim paneli, xfdashboard artık kullanılabilir durumda.
uk: Доступна нова панель інструментів, названа xfdashboard, яка подібна на панель з GNOME-Shell.
vi: Hiện đã có một bảng điều khiển giống Gnome-Shell mới có tên xfdashboard.
zh_tw: 新的類 GNOME-Shell 的 dashboard，稱為 xfdashboard 現已可用。

source: A new alternative menu for the panel named whiskermenu was added.
ca: Es va afegir un nou menú alternatiu per al panell anomenat whiskermenu.
cs: Byla přidána alternativní nabídka pro panel nazvaná whiskermenu.
da: En ny alternativ menu for panelet kaldet whiskermenu var tilføjet.
de: Das neue alternative Menü für die Leiste namens Whiskermenu wurde hinzugefügt.
es: Un nuevo menú alternativo para el panel llamado whiskermenu fue agregado.
fr: Un nouveau menu alternatif pour le tableau de bord, nommé whisker, a été ajouté.
gl: Engadiuse un novo menú alternativo para o panel chamado whiskermenu.
he: נוסף תפריט חלופי חדש ללוח הנקרא תפריט whisker.
id: Sebuah menu alternatif untuk panel yang dinamai whiskermenu telah ditambahkan.
it: È stato aggiunto un nuovo menu alternativo per il pannello denominato whiskermenu.
ja: パネルの新しい代替メニューであるwhiskermenuが追加されました。
kk: Панель үшін whiskermenu деп аталатын жаңа альтернативті мәзір қосылды.
lt: Buvo pridėtas naujas alternatyvus skydelio meniu, pavadinimu whiskermenu.
ms: Satu menu alternatif untuk panel iaitu menu whisker telah ditambah.
nb: En alternativ panelmeny som heter whiskermenu er lagt til.
pl: Dodano nowe, alternatywne menu programów do panelu o nazwie whiskermenu.
pt: Uma nova alternativa ao menu do painel chamada whiskermenu foi adicionada.
pt_br: Um novo menu alternativo para o painel, chamado whiskermenu, foi adicionado.
ro: A fost adăugat un nou meniu alternativ pentru panou numit «whiskermenu».
ru: Добавлено Whiskermenu — новое альтернативное меню для панели.
sq: Është shtuar një menu e re alternative për panelin, e quajtur whiskermenu.
sr: Доступан је нови заменски изборник за полицу назван Бркин изборник (whiskermenu).
sv: En ny alternativ meny för panelen kallad whiskermeny lades till.
th: มีเมนูทางเลือกใหม่สำหรับพาเนล ชื่อว่า whiskermenu
tr: Whiskermenü ismindeki panel için yeni bir alternatif menü eklendi.
uk: Додано нове альтернативне меню для панелі, яке має назву whiskermenu.
vi: Một menu thay thế mới cho bảng có tên là ria mép đã được thêm vào.
zh_tw: 新的面板選單替代品，稱為 whiskermenu，已加入。

source: The GNOME2 hardware monitor plugin was ported to our panel.
ca: El connector del monitor de maquinari del GNOME2 s'ha portat al nostre panell.
cs: Zásuvný modul sledování hardwaru pro GNOME2 byl přenesen na náš panel.
da: GNOME2 hardware overvågnings-plugin var porteret til vores panel.
de: Das GNOME2 Hardwareüberwachungsplugin wurde in unsere Leiste portiert.
es: El complemento monitor de hardware GNOME2 fue migrado a nuestro panel.
fr: Le greffon de surveillance matériel de Gnome 2 a été porté à notre tableau de bord.
gl: O engadido de monitorización do soporte físico de GNOME2 foi migrado ao noso panel.
he: תוסף עוקב חומרה GNOME2 נויד ללוח שלנו.
id: Plugin monitor perangkat keras GNOME2 telah diporta ke panel kami.
it: Il componente aggiuntivo di controllo hardware di GNOME2 è stato reso compatibile con il nostro pannello.
ja: GNOME2ハードウェアモニタープラグインがパネルに移植されました。
kk: GNOME2 жабдық мониторы плагині біздің панельге ауыстырылды.
lt: GNOME2 aparatinės įrangos prižiūryklės įskiepis buvo perkeltas į mūsų skydelį.
ms: Pemalam pemantau perkakasan GNOME2 telah diport ke dalam panel kami.
nb: GNOME2-tillegget maskinvareovervåkning ble overført til Xfce-panelet.
pl: Zaportowano z GNOME2 na potrzeby naszego panelu wtyczkę monitora sprzętu.
pt: O plugin de monitor de hardware do GNOME2 foi portado para o nosso painel.
pt_br: O plugin de monitoramento de hardware do Gnome 2 foi portado para o nosso painel.
ro: Modulul GNOME2 pentru monitorizarea hardware-ului a fost adaptat la panoul nostru.
ru: Выполнен перенос модуля мониторинга за аппаратурой из GNOME2 в нашу панель.
sq: Te paneli ynë u kalua shtojca GNOME2 për mbikëqyrje hardware-i.
sr: Прикључак надзора уређаја Гнома 2 је прилагођен за прикључак наше полице.
sv: Gnome2:s insticksprogram för hårdvaruövervakning portades till vår panel.
th: มีการปรับปลั๊กอินเฝ้าสังเกตฮาร์ดแวร์ของ GNOME2 ให้ใช้งานกับพาเนลของเราได้แล้ว
tr: GNOME2 donanım izleyici eklentisi, bizim panelimizde çevrilecek şekilde değiştirildi.
uk: Новий додаток контролю обладнання на базі GNOME2 портовано до нашої панелі.
vi: Plugin giám sát phần cứng Gnome2 đã được chuyển sang bảng điều khiển của chúng tôi.
zh_tw: GNOME2 的硬體監視器插件也被移植到我們的面板上。

source: Weather plugin got a totally new user interface with powerful customization options and provides tons of detailed information.
ca: El connector meteorològic té una interfície d'usuari totalment nova amb potents opcions de personalització i proporciona tones d'informació detallada.
cs: Zásuvný modul pro počasí získal nové uživatelské rozhraní se silnými možnostmi úprav a poskytuje mnohé podrobné informace.
da: Vejr-pluginet fik en total ny brugergrænseflade med kraftig brugerdefinerings-muligheder og giver tonsvis af detaljerede information.
de: Das Wetter-Plugin erhielt eine vollständig neue Benutzeroberfläche mit leistungsfähigen Anpassungsoptionen, dazu bietet es eine Menge detaillierter Informationen.
es: El complemento de actualizaciones del clima tiene una nueva interfaz de usuario totalmente renovada con potentes opciones de personalización y ofrece un montón de información detallada.
fr: Le greffon météo dispose d’une interface utilisateur entièrement nouvelle avec des options de personnalisation avancées et fournit des tonnes d’informations détaillées.
gl: O engadido das predicións meteorolóxicas ten unha interface de usuario totalmente nova con opcións para personalizar poderosas e fornece toneladas de información detallada.
he: תוסף מזג אוויר קיבל ממשק משתמש חדש לחלוטין עם אפשרויות התאמה אישית רבות עוצמה ומספק מלא מידע מפורט.
id: Plugin cuaca mendapatkan antarmuka yang benar-benar baru dengan opsi-opsi kustomisasi yang mantap dan menyediakan banyak informasi detail.
it: Il componente aggiuntivo del meteo è stato dotato di una nuova interfaccia con molte opzioni di personalizzazione e fornisce inoltre una grande quantità di informazioni dettagliate.
ja: 天気プラグインは強力なカスタマイズオプションを備えたまったく新しいユーザーインターフェースになり、膨大な詳細情報を提供します。
kk: Weather плагині қуатты баптау опциялары бар және көптеген егжей-тегжейлі ақпаратты ұсынатын мүлдем жаңа пайдаланушы интерфейсіне ие болды.
lt: Orų tarnybos įskiepis su galingais tinkinimo parametrais įgavo visiškai naują naudotojo sąsają ir suteikia begalę išsamios informacijos.
ms: Pemalam cuaca sepenuhnya dirombak baharu dengan antaramuka pengguna baharu dan pilihan pelangganan lebih hebat dan ada pelbagai maklumat terperinci.
nb: Vær-tillegget fikk et helt nytt brukergrensesnitt med mange tilpasningsmuligheter og en drøss med detaljert informasjon.
pl: Wtyczka pogodowa zyskała kompletnie nowy interfejs z ogromnymi możliwościami dostosowywania i pokazuje wiele szczegółowych informacji.
pt: Atualização do clima tem uma nova interface com poderosas opções de personalização e muita informação detalhada.
pt_br: O plugin de meteorologia recebeu uma interface de usuário totalmente nova com poderosas opções de personalização e que fornece diversas informações detalhadas.
ro: Modulul „Vremea” are o interfață de utilizator complet nouă, cu opțiuni de personalizare avansate și oferă tone de informații detaliate.
ru: Модуль погоды получил полностью новый пользовательский интерфейс с возможностями настройки и отображением детализированной информации.
sq: Shtojca e motit përfitoi një ndërfaqe përdoruesi tërësisht të re me mundësi të fuqishme përshtatjeje dhe furnizon shumë të dhëna të hollësishme.
sr: Прикључак временске прогнозе је добио потпуно ново сучеље и моћне могућности прилагођавања, и поседује могућност приказа мноштва врста података.
sv: Väderinsticksprogrammet fick et nytt gränssnitt med kraftfulla anpassningsmöjligheter och ger massor av detaljerad information.
th: ปลั๊กอินรายงานสภาพอากาศมีส่วนติดต่อผู้ใช้ที่ใหม่หมดจด พร้อมตัวเลือกปรับแต่งที่ทรงพลัง และข้อมูลรายละเอียดมากมาย
tr: Eklentinin güçlü özelleştirme seçenekleriyle tamamen yeni bir kullanıcı arayüzüyle gelip gelmeyeceğini belirler ve onlarca ayrıntılı bilgi sunar.
uk: Додаток погоди отримав повністю новий інтерфейс користувача з потужними можливостями налаштування і пропонує тонни детальної інформації.
vi: Plugin thời tiết có giao diện người dùng hoàn toàn mới với các tùy chọn tùy chỉnh mạnh mẽ và cung cấp nhiều thông tin chi tiết.
zh_tw: 天氣插件也得到了一個全新的使用者介面，其包含了強大的自訂選項與提供超多的詳細資訊。

source: Eyes plugin uses 3D coordinates to calculate its eye position, so even more sometimes scary, sometimes funny eyes will spy on you!
ca: El connector Ulls utilitza coordenades 3D per calcular la seva posició ocular, de manera que encara més de vegades els ulls espantosos i de vegades divertits t'espiaran!
cs: Zásuvný modul Oči využívá pro výpočet pozice oka prostorové souřadnice, takže vás sledují někdy strašidelněji a někdy zábavněji!
da: Øjne plugin bruger 3D koordianter for at beregne dets øje position, så selvom det nogle gange er uhyggeligt, så vil det øjne nogle gange spionere på dig!
de: Das Augen-Plugin nutzt 3D-Koordinaten um seine Augenposition zu berechnen, wodurch Sie manchmal gruselige, manchmal lustige Augen beobachten!
es: El complemento Ojos utiliza coordenadas 3D para calcular la posición de sus ojos, para que los ojos sean aún más escalofriantes, o más divertidos al espiarlo.
fr: Le greffon « Yeux » utilise des coordonnées 3D pour calculer la position de ses yeux. Des yeux parfois encore plus effrayants ou parfois plus drôles vous espionneront !
gl: O engadido de Ollos usa coordenadas 3D para calcular a súa posición nos ollos, para que unhas veces asusten, e outras sexan máis divertidos, mentres o espían.
he: תוסף עיניים משתמש בקואורדינטות 3D לחישוב מיקום העין שלו, גם אם לפעמים יותר מפחידות, לפעמים עיניים מצחיקות ירגלו אחריך!
id: Plugin mata menggunakan koordinat 3D untuk mengkalkulasi posisi mata, sehingga si mata yang terkadang menakutkan, terkadang lucu akan semakin mengawasi Anda!
it: Il componente aggiuntivo Eyes usa le coordinate 3D per calcolare la posizione dei suoi occhi, così che degli occhi, talvolta spaventosi e talvolta divertenti, ti spieranno!
ja: Eyesプラグインは3D座標を使用して目の位置を計算するので、さらに恐ろしい、時にはこっけいな目があなたを見張ります！
kk: Eyes плагині көздің орналасуын есептеу үшін 3D координаталарын пайдаланады, сондықтан кейде қорқынышты, кейде күлкілі көздер сізді одан да көбірек аңдитын болады!
lt: Akių įskiepis savo akių pozicijos išskaičiavimui naudoja 3D koordinates, taigi jus seks, kartais dar labiau gąsdinančios, o kartais, dar labiau juokingesnės akys!
ms: Pemalam Eyes menggunakan koordinat 3D untuk mengira kedudukan matanya, sesetengahnya kelihatan menakutnya, kadangkala mata yang kelakar seolah-oleh meninjau anda!
nb: Eyes-tillegget bruker 3D-koordinater for å beregne øyneposisjonene slik at det blir enda mer skremmende og gøyalt med spionerende øyne!
pl: Wtyczka "Oczy" używa współrzędnych 3D aby obliczyć połżenie oczu, więc te czasem straszne, czasem zabawne oczy będą cię śledzić! XD
pt: O plugin Eyes usa coordenadas 3D para calcular a sua posição, por vezes ainda mais assustadores, outras mais divertidos, os olhos irão espiá-lo!
pt_br: O plugin de olhos usa coordenadas 3D para calcular a posição de seus olhos, para que sejam mais assustadores ou mais engraçados enquanto lhe espionam!
ro: Modulul „Ochi” folosește coordonate 3D pentru a-și calcula poziția ochilor, astfel încât și mai mulți ochi uneori înfricoșători, uneori amuzanți te vor spiona!
ru: Модуль Eyes использует 3D-координаты для вычисления положения глаз, так что иногда вам даже будет страшно, что забавные глаза следят за вами!
sq: Shtojca <em>Eyes</em> përdor koordinata 3D që të përllogarisë pozicionin e syve të saj, kështu që do t’ju spiunojnë sy ndonjëherë edhe më të frikshëm, ndonjëherë edhe më të çuditshëm!
sr: Прикључак очи користи просторни распоред за прорачун положаја ока, тако да иако понекад изгледа застрашујуће, понекад смешно, прати све шта радите!
sv: Insticksprogrammet Ögon använder 3D-koordinater för att räkna ut ögonposition, så ibland ännu mer skrämmande, ibland roliga ögon kommer att spioner på dig!
th: ปลั๊กอินดวงตาใช้พิกัด 3 มิติในการคำนวณตำแหน่งดวงตา ทำให้บางครั้งดูน่ากลัวขึ้น บางครั้งลูกตาเหล่ๆ จะจ้องหน้าคุณ!
tr: Eyes eklentisi, 3D koordinatları kullanarak göz konumunu hesaplar, bazen korkutucu bazen de neşeli ve sizi izleyen gözler olur!
uk: Додаток очей використовує 3D координати для підрахування позиції очей, так, що часом страшні, а часом смішні очі слідкують за Вами!
vi: Plugin Eyes sử dụng tọa độ 3D để tính toán vị trí mắt của nó, nên đôi khi còn đáng sợ hơn, đôi khi những đôi mắt ngộ nghĩnh sẽ theo dõi bạn!
zh_tw: 眼睛插件使用三維座標來計算它的眼睛位置，所有時候很可怕，有時候很搞笑的眼睛會監視著你！
