Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: High resolution scrolling can now be enabled for mice which do support it.
ca: El desplaçament d'alta resolució ara es pot habilitar per als ratolins que el suporten.
es: Ahora se puede activar el desplazamiento de alta resolución para los ratones que lo admiten.
it: Scorrimento ad alta risoluzione ora può essere abilitato per mouse che lo supportano.
kk: Оны қолдайтын тышқандар үшін жоғары ажыратылымдықты айналдыруды енді іске қосуға болады.
pl: Przewijanie w wysokiej rozdzielczości można teraz włączyć dla myszy, które obsługują tę funkcję.
pt_br: A rolagem de alta resolução agora pode ser habilitada para mouses que a suportam.
ro: Derularea de înaltă rezoluție poate fi acum activată pentru mausurile care o acceptă.
vi: Hiện tại, tính năng cuộn có độ phân giải cao có thể được bật cho những con chuột hỗ trợ tính năng này.

source: xfce4-settings - mouse
ca: xfce4-settings - ratolí
es: xfce4-settings - ratón
kk: xfce4-settings - тышқан
pl: xfce4-settings — mysz
ro: xfce4-settings - maus
vi: cài đặt xfce4 - chuột

source: Mime Settings
ca: Paràmetres del Mime
es: Configuraciones de Mime
it: Impostazioni MIME
kk: Mime баптаулары
pl: Ustawienia MIME
pt_br: Configurações MIME
ro: Opțiuni Mime
vi: Cài đặt kịch câm

source: It is now possible to select/change multiple items at once.
ca: Ara és possible seleccionar/canviar diversos elements alhora.
es: Ahora es posible seleccionar/modificar varios elementos a la vez.
it: Ora è possibile selezionare/modificare più elementi contemporaneamente.
kk: Енді бірден бірнеше элементті таңдауға немесе өзгертуге болады.
pl: Teraz można zaznaczyć/zmienić wiele elementów jednocześnie.
pt_br: Agora, é possível selecionar/alterar vários itens de uma vez.
ro: Acum este posibil să selectați/modificați mai multe elemente simultan.
vi: Bây giờ có thể chọn/thay đổi nhiều mục cùng một lúc.

source: A systemd user unit, corresponding to the D-Bus session service, is now added.
ca: Ara s'afegeix una unitat d'usuari del systemd, corresponent al servei de sessió D-Bus.
es: Se añadió una unidad de usuario de systemd, correspondiente al servicio de sesión de D-Bus.
it: È stata aggiunta un'unità utente systemd corrispondente al servizio di sessione D-Bus.
kk: D-Bus сеанс қызметіне сәйкес келетін systemd пайдаланушы бірлігі (unit) қосылды.
pl: Dodano jednostkę użytkownika systemd odpowiadającą usłudze sesji D-Bus.
pt_br: Uma unidade de usuário systemd, correspondente ao serviço de sessão D-Bus, foi adicionada.
ro: O unitate de utilizator systemd, corespunzătoare serviciului de sesiune D-Bus, este acum adăugată.
sr: Сада је додата корисничка јединица система Д, одговарајућа услузи седнице Д-сабирнице.
vi: Một đơn vị người dùng systemd, tương ứng với dịch vụ phiên D-Bus, hiện đã được thêm vào.

source: Whitespaces are now properly escaped when writing a xfconf channel to disk.
ca: Els espais en blanc ara s'escapen adequadament quan s'escriu un canal xfconf al disc.
es: Ahora los espacios en blanco se escapan correctamente al escribir un canal xfconf en disco.
it: Ora l'escape per spazi vuoti viene eseguito correttamente quando si scrive un canale xconf su disco.
kk: xfconf арнасын дискіге жазу кезінде бос орындар енді дұрыс экрандалады.
pl: Spacje są teraz prawidłowo oddzielane znakami podczas zapisywania kanału xfconf na dysku.
pt_br: Os espaços em branco agora são corretamente escapados ao gravar um canal xfconf no disco.
ro: Spațiile albe sunt acum eludate corect la scrierea unui canal xfconf pe disc.
vi: Các khoảng trắng hiện đã được thoát đúng cách khi ghi kênh xfconf vào đĩa.

source: Xfconf-query now displays array contents.
ca: Xfconf-query ara mostra el contingut de la matriu.
es: Xfconf-query muestra ahora el contenido de las matrices.
it: Xfconf-query ora visualizza il contenuto degli array.
kk: Xfconf-query енді массив мазмұнын көрсетеді.
pl: Xfconf-query wyświetla teraz zawartość tablicy.
pt_br: Agora, o xfconf-query exibe o conteúdo de arrays.
ro: Xfconf-query afișează acum conținutul seriei.
vi: Truy vấn Xfconf hiện hiển thị nội dung mảng.

source: Background Management
ca: Gestió de fons
es: Manejo del Fondo de Pantalla
it: Gestione dello sfondo
kk: Фонды басқару
pl: Zarządzanie tłem
pt_br: Gerenciamento de plano de fundo
ro: Gestionarea fundalului
sr: Управљање позадином
vi: Quản lý nền

source: For random wallpaper cycling, wallpapers now are only repeated after all other wallpapers were shown.
ca: Per al ciclisme aleatori de fons de pantalla, els fons de pantalla ara només es repeteixen després que es mostrin tots els altres fons de pantalla.
es: Para el ciclo de fondos de pantalla aleatorios, los fondos de pantalla ahora sólo se repiten después de que todos los demás fondos de pantalla se mostraron.
it: Per i cicli di sfondi casuali, ora gli sfondi vengono ripetuti solo dopo che sono stati mostrati tutti gli altri sfondi.
kk: Тұсқағаздарды кездейсоқ ауыстыру кезінде, енді тұсқағаздар тек барлық басқа тұсқағаздар көрсетілгеннен кейін ғана қайталанады.
pl: W przypadku losowego cyklu tapet, tapety są teraz powtarzane dopiero po wyświetleniu wszystkich innych tapet.
pt_br: Para a troca aleatória de papéis de parede, os papéis de parede agora só são repetidos após todos os outros terem sido exibidos.
ro: Pentru schimbarea aleatorie a imaginilor de fundal, imaginile de fundal sunt acum repetate numai după ce au fost afișate toate celelalte imagini de fundal.
vi: Đối với chu kỳ hình nền ngẫu nhiên, hình nền hiện chỉ được lặp lại sau khi tất cả các hình nền khác được hiển thị.

source: Old Xfce backgrounds were ported from .png to .svg to be usable for large screens.
ca: Els fons Xfce antics es van portar de .png a .svg per a ser usables per a pantalles grans.
es: Los fondos de pantalla de Xce antiguos se portaron de .png a .svg para ser usados en pantallas grandes.
it: I vecchi sfondi di Xfce sono stati convertiti da .png a .svg per essere utilizzabili su schermi grandi.
kk: Ескі Xfce фондары үлкен экрандарда қолдану үшін .png пішімінен .svg пішіміне көшірілді.
pl: Stare tła Xfce zostały przeniesione z formatu .png do .svg, aby można je było używać na dużych ekranach.
pt_br: As imagens de fundo antigas do Xfce foram transferidas de .png para .svg para poderem ser utilizadas em telas grandes.
ro: Vechile fundaluri Xfce au fost convertite din .png în .svg pentru a putea fi utilizate pe ecrane mari.
vi: Hình nền Xfce cũ đã được chuyển từ .png sang .svg để có thể sử dụng được cho màn hình lớn.

source: Gradients will now be rendered in a gamma-correct way.
ca: Els degradats ara es renderitzaran de manera gamma-correcta.
es: Los degradados se renderizarán ahora con corrección gamma.
it: I gradienti saranno ora renderizzati in modo corretto dal punto di vista del gamma.
kk: Градиенттер енді гамма-түзетумен өңделетін болады.
pl: Gradienty będą teraz renderowane z uwzględnieniem współczynnika gamma.
pt_br: Agora, os gradientes serão processados de forma correta em termos de gama.
ro: Gradientele vor fi acum redate într-un mod cu corecție gamma.
vi: Bây giờ, các gradient sẽ được hiển thị theo cách chính xác về gamma.

source: Icon grid
ca: Quadrícula d'icones
es: Parrilla de Iconos
it: Griglia di icone
kk: Таңбашалар торы
pl: Siatka ikon
pt_br: Grade de ícones
ro: Grilă de pictograme
vi: Lưới biểu tượng

source: The confirmation dialog for arranging desktop icons now is optional.
ca: El diàleg de confirmació per a organitzar les icones d'escriptori ara és opcional.
es: El diálogo de confirmación para organizar los iconos del escritorio ahora es opcional.
it: La finestra di conferma per la disposizione delle icone sul desktop ora è facoltativa.
kk: Жұмыс үстелі таңбашаларын реттеуге арналған растау сұхбат терезесі енді міндетті емес.
pl: Okno dialogowe potwierdzające rozmieszczenie ikon na pulpicie jest teraz opcjonalne.
pt_br: O diálogo de confirmação para organizar os ícones da área de trabalho agora é opcional.
ro: Dialogul de confirmare pentru aranjarea pictogramelor de pe birou este acum opțional.
vi: Hộp thoại xác nhận sắp xếp các biểu tượng trên màn hình hiện là tùy chọn.

source: It is now possible to set custom colors for icon labels and icon background.
ca: Ara és possible establir colors personalitzats per a les etiquetes d'icones i el fons d'icones.
es: Ahora es posible establecer colores personalizados para las etiquetas y el fondo de los iconos.
it: Ora è possibile impostare colori personalizzati per le etichette e per lo sfondo delle icone.
kk: Енді таңбаша жазбалары мен таңбаша фоны үшін таңдамалы түстерді орнатуға болады.
pl: Teraz można ustawić niestandardowe kolory etykiet i tła ikon.
pt_br: Agora, é possível definir cores personalizadas para os rótulos dos ícones e o fundo dos ícones.
ro: Acum este posibil să definiți culori personalizate pentru etichetele și fundalul pictogramelor.
vi: Hiện tại có thể đặt màu tùy chỉnh cho nhãn biểu tượng và nền biểu tượng.

source: The icon grid on each monitor is now independent of one another.
ca: La quadrícula d'icones de cada monitor és ara independent l'un de l'altre.
es: La parrilla de iconos de cada monitor es ahora independiente.
it: La griglia delle icone su ogni schermo è ora indipendente l'una dall'altra.
kk: Әр монитордағы таңбашалар торы енді бір-біріне тәуелсіз.
pl: Siatka ikon na każdym ekranie jest teraz niezależna od pozostałych.
pt_br: A grade de ícones em cada monitor agora é independente uma da outra.
ro: Grila de pictograme de pe fiecare monitor este acum independentă una de cealaltă.
vi: Lưới biểu tượng trên mỗi màn hình hiện độc lập với nhau.

source: Minimized Application Icons
ca: Icones d'aplicacions minimitzades
es: Iconos de Aplicación Minimizados
it: Icone delle applicazioni minimizzate
kk: Жиылған қолданба таңбашалары
pl: Ikony zminimalizowanych programów
pt_br: Ícones de aplicativos minimizados
ro: Pictograme ale ferestrelor minimizate
vi: Biểu tượng ứng dụng được thu nhỏ

source: Window icons are now initially shown on the monitor where the window was present before being minimized.
ca: Les icones de finestra es mostren inicialment al monitor on hi havia la finestra abans de ser minimitzada.
es: Los iconos de ventana se muestran ahora inicialmente en el monitor en el que la ventana estaba antes de ser minimizada.
it: Le icone delle finestre ora verranno inizialmente mostrate sullo schermo nel punto dove la finestra era presente prima di essere minimizzata.
kk: Терезе таңбашалары енді бастапқыда терезе жиылу алдында болған мониторда көрсетіледі.
pl: Ikony okien są teraz początkowo wyświetlane na monitorze, na którym znajdowało się okno przed jego zminimalizowaniem.
pt_br: Os ícones das janelas agora são inicialmente exibidos no monitor onde a janela estava antes de ser minimizada.
ro: Pictogramele ferestrelor sunt acum afișate inițial pe monitorul pe care a fost prezentă fereastra înainte de a fi minimizată.
vi: Các biểu tượng cửa sổ hiện được hiển thị ban đầu trên màn hình nơi có cửa sổ trước khi được thu nhỏ.

source: The context menu (when clicking on an empty space) now has more useful options than before.
ca: El menú contextual (en fer clic sobre un espai buit) ara té més opcions útils que abans.
es: El menú contextual (al hacer clic en un espacio vacío) ahora tiene más opciones útiles que antes.
it: Il menu contestuale (quando si fa clic su uno spazio vuoto) ha ora più opzioni utili di prima.
kk: Контекстік мәзірде (бос орынға шерткенде) енді бұрынғыға қарағанда пайдалырақ опциялар бар.
pl: Menu kontekstowe (dostępne po kliknięciu pustego miejsca) zawiera teraz więcej przydatnych opcji niż wcześniej.
pt_br: O menu de contexto (ao clicar em um espaço vazio) agora possui mais opções úteis do que antes.
ro: Meniul contextual (atunci când faceți clic pe un spațiu gol) are acum mai multe opțiuni utile decât înainte.
vi: Menu ngữ cảnh (khi nhấp vào khoảng trống) giờ đây có nhiều tùy chọn hữu ích hơn trước.

source: File Icons
ca: Icones de fitxer
es: Iconos de Archivos
it: Icone dei file
kk: Файл таңбашалары
pl: Ikony plików
pt_br: Ícones de arquivos
ro: Pictograme pentru fișiere
vi: Biểu tượng tập tin

source: There is now an option to sort folders before files.
ca: Ara hi ha una opció per ordenar carpetes abans que fitxers.
es: Ahora hay una opción para ordenar los directorios antes que los archivos
it: È ora disponibile un'opzione per ordinare le cartelle prima dei file.
kk: Енді бумаларды файлдардың алдына сұрыптау опциясы бар.
pl: Teraz istnieje możliwość sortowania katalogów przed plikami.
pt_br: Agora, há uma opção para classificar as pastas antes dos arquivos.
ro: Există acum o opțiune de sortare a dosarelor înaintea fișierelor.
vi: Hiện tại có một tùy chọn để sắp xếp các thư mục trước các tập tin.

source: The positions of the icons are now saved in a way that should avoid icons moving around in unexpected ways when monitors are added and removed.
ca: Les posicions de les icones ara es desen d'una manera que hauria d'evitar que les icones es moguin de manera inesperada quan s'afegeixen i s'eliminen els monitors.
es: La posición de los iconos ahora se guarda de manera que se debería evitar que se muevan de manera inesperada al añadir y retirar monitores.
it: Le posizioni delle icone sono ora salvate in modo da evitare che le icone si spostino in modo imprevisto quando i monitor vengono aggiunti e rimossi.
kk: Таңбашалардың орындары енді мониторларды қосқанда немесе өшіргенде таңбашалардың күтпеген жерге жылжып кетуін болдырмайтындай етіп сақталады.
pl: Pozycje ikon są teraz zapisywane w sposób, który powinien zapobiegać nieoczekiwanemu przemieszczaniu się ikon podczas dodawania i usuwania monitorów.
pt_br: As posições dos ícones agora são salvas de forma a evitar que os ícones se movam de maneira inesperada quando monitores são adicionados ou removidos.
ro: Pozițiile pictogramelor sunt acum salvate într-un mod care ar trebui să evite deplasarea pictogramelor în moduri neașteptate atunci când monitoarele sunt adăugate și eliminate.
vi: Vị trí của các biểu tượng hiện được lưu theo cách tránh các biểu tượng di chuyển xung quanh theo những cách không mong muốn khi màn hình được thêm và xóa.

source: New files and dropped files now will be placed near the current cursor location.
ca: Els fitxers nous i els fitxers deixats anar ara es col·locaran a prop de la ubicació actual del cursor.
es: Los nuevos archivos y los archivos arrastrados ahora se colocarán cerca de la posición actual del cursor.
it: File nuovi e trascinati ora saranno posti vicino alla posizione corrente del cursore.
kk: Жаңа файлдар мен тасталған файлдар енді курсордың ағымдағы орнына жақын орналастырылады.
pl: Nowe pliki i upuszczone pliki będą teraz umieszczane w pobliżu bieżącego położenia kursora.
pt_br: Novos arquivos e arquivos arrastados agora serão colocados perto da localização atual do cursor.
ro: Fișierele noi și fișierele glisate acum vor fi plasate în apropierea locației curente a cursorului.
vi: Các tập tin mới và các tập tin bị xóa bây giờ sẽ được đặt gần vị trí con trỏ hiện tại.

source: Icons of fixed disks and drives can now be optionally shown.
ca: Les icones dels discs i unitats fixes ara es poden mostrar opcionalment.
es: Los iconos de los discos y dispositivos fijados ahora pueden mostrarse opcionalmente.
it: Ora è possibile visualizzare facoltativamente le icone dei dischi fissi e delle unità.
kk: Бекітілген дискілер мен жетектердің таңбашаларын енді таңдау бойынша көрсетуге болады.
pl: Ikony dysków stałych i napędów mogą być teraz opcjonalnie wyświetlane.
pt_br: Agora, os ícones de discos rígidos e unidades fixas podem ser exibidos opcionalmente.
ro: Pictogramele discurilor și unităților fixe pot fi acum afișate opțional.
vi: Giờ đây, các biểu tượng của đĩa và ổ đĩa cố định có thể được hiển thị tùy ý.

source: The 'Desktop Icons' tab was fully reworked.
ca: La pestanya «Icones de l'escriptori» s'ha redissenyat completament.
es: La pestaña «Iconos de Escritorio» se reescribió completamente.
it: La scheda 'Icone del desktop' è stata completamente ridisegnata.
kk: «Жұмыс үстелі таңбашалары» беті толығымен қайта жасалды.
pl: Karta „Ikony pulpitu” została całkowicie przeprojektowana.
pt_br: A aba "Ícones da área de trabalho" foi completamente reformulada.
ro: Fila „Pictograme de birou” a fost complet refăcută.
vi: Tab 'Biểu tượng máy tính để bàn' đã được làm lại hoàn toàn.

source: xfdesktop - settings - desktop icons
ca: xfdesktop - configuració - icones d'escriptori
es: xfdesktop - configuraciones - iconos del escritorio
it: xfdesktop - impostazioni - icone del desktop
kk: xfdesktop - баптаулар - жұмыс үстелі таңбашалары
pl: xfdesktop — ustawienia — ikony pulpitu
pt_br: xfdesktop - configurações - ícones da área de trabalho
ro: xfdesktop - opțiuni - pictograme de birou
vi: xfdesktop - cài đặt - biểu tượng trên màn hình

source: All shortcuts of Xfdesktop now can be configured, using the XfceShortcutsManagers widget.
ca: Totes les dreceres de l'Xfdesktop ara es poden configurar, utilitzant el giny XfceShortcutsManagers.
es: Todos los atajos de Xfdesktop ahora pueden ser configurados, usando el widget XfceShortcutsManagers.
it: Ora tutte le scorciatoie di Xfdesktop possono essere configurate utilizzando il widget XfceShortcutsManagers.
kk: Xfdesktop-тың барлық жарлықтарын енді XfceShortcutsManagers виджеті арқылы конфигурациялауға болады.
pl: Wszystkie skróty Xfdesktop można teraz konfigurować przy użyciu widżetu XfceShortcutsManagers.
pt_br: Todos os atalhos do Xfdesktop agora podem ser configurados, utilizando o widget XfceShortcutsManager.
ro: Toate combinațiile de taste rapide ale Xfdesktop pot fi acum configurate, folosind elementul de control XfceShortcutsManagers.
sr: Сада све пречице радне површи Иксфце-а могу бити подесиве, коришћењем справице Управника пречица Иксфце-а.
vi: Tất cả các phím tắt của Xfdesktop hiện có thể được định cấu hình bằng cách sử dụng tiện ích XfceShortcutsManagers.

source: xfdesktop - settings - keyboard shortcuts
ca: xfdesktop - configuració - dreceres de teclat
es: xfdesktop - configuraciones - atajos de teclado
it: xfdesktop - impostazioni - scorciatoie da tastiera
kk: xfdesktop - баптаулар - пернетақта жарлықтары
pl: xfdesktop — ustawienia — skróty klawiszowe
pt_br: xfdesktop - configurações - atalhos de teclado
ro: xfdesktop - opțiuni - combinații de taste rapide
vi: xfdesktop - cài đặt - phím tắt

source: More folders that hold background images were added as shortcuts in the settings dialog.
ca: S'han afegit més carpetes que contenen imatges de fons com a dreceres al diàleg de configuració.
es: Se han añadido más carpetas que contienen imágenes de fondo como accesos directos en el diálogo de configuración.
it: Sono state aggiunte altre cartelle contenenti immagini di sfondo come collegamenti nella finestra delle impostazioni.
kk: Сұхбат терезесіндегі баптауларға фондық суреттері бар көбірек бумалар жарлық ретінде қосылды.
pl: Dodano więcej katalogów zawierających obrazy tła jako skróty w oknie dialogowym ustawień.
pt_br: Mais pastas que contêm imagens de plano de fundo foram adicionadas como atalhos no diálogo de configurações.
ro: Mai multe dosare care conțin imagini de fundal au fost adăugate ca scurtături în fereastra de dialog a opțiunilor.
vi: Nhiều thư mục chứa ảnh nền đã được thêm dưới dạng lối tắt trong hộp thoại cài đặt.

source: The settings dialog will update if the background is changed from outside the dialog.
ca: El diàleg de configuració s'actualitzarà si el fons es canvia des de fora del diàleg.
es: El diálogo de configuración se actualizará si el fondo se cambia desde fuera de del diálogo.
it: La finestra delle impostazioni sarà aggiornata se lo sfondo viene modificato dall'esterno della finestra.
kk: Егер фон сұхбат терезесінен тыс жерде өзгертілсе, баптаулар сұхбат терезесі жаңартылады.
pl: Okno dialogowe ustawień zostanie zaktualizowane, jeśli tło zostanie zmienione spoza okna dialogowego.
pt_br: O diálogo de configurações será atualizado se o plano de fundo for alterado de fora do diálogo.
ro: Fereastra de dialog a opțiunilor se va actualiza dacă fundalul este modificat din afara ferestrei de dialog.
vi: Hộp thoại cài đặt sẽ cập nhật nếu nền được thay đổi từ bên ngoài hộp thoại.

source: Wallpaper image folders now are loaded fully asynchronously to prevent lag.
ca: Les carpetes d'imatges de fons de pantalla ara es carreguen de forma totalment asíncrona per evitar el retard.
es: Las carpetas de imágenes de fondo de pantalla se cargan ahora de forma totalmente asíncrona para evitar retrasos.
it: Le cartelle delle immagini dello sfondo ora vengono caricate in modo completamente asincrono per evitare ritardi.
kk: Кідірістерді болдырмау үшін тұсқағаз суреттерінің бумалары енді толығымен асинхронды түрде жүктеледі.
pl: Katalogi z tapetami są teraz ładowane całkowicie asynchronicznie, aby zapobiec opóźnieniom.
pt_br: As pastas de imagens de plano de fundo agora são carregadas de forma totalmente assíncrona para evitar atrasos.
ro: Dosarele de imagini de fundal sunt încărcate acum complet asincron pentru a preveni întârzierile.
vi: Các thư mục hình nền hiện được tải hoàn toàn không đồng bộ để tránh hiện tượng lag.

source: Context Menu
ca: Menú contextual
es: Menú Contextual
it: Menu contestuale
kk: Контекстік мәзір
pl: Menu kontekstowe
pt_br: Menu de contexto
ro: Meniu contextual
vi: Trình đơn ngữ cảnh

source: Cascading custom actions will now as well shown correctly in Xfdesktop.
ca: Les accions personalitzades en cascada ara també es mostraran correctament a Xfdesktop.
es: Las acciones personalizadas en cascada ahora también se muestran correctamente en Xfdesktop.
it: Azioni a cascata personalizzate verranno ora visualizzate correttamente in Xfdesktop.
kk: Каскадты пайдаланушы әрекеттері енді Xfdesktop-та да дұрыс көрсетілетін болады.
pl: Kaskadowe czynności niestandardowe będą teraz prawidłowo wyświetlane w programie Xfdesktop.
pt_br: Ações personalizadas em cascata agora também serão exibidas corretamente no Xfdesktop.
ro: Acțiunile personalizate în cascadă vor fi acum afișate corect în Xfdesktop.
vi: Các hành động tùy chỉnh xếp tầng giờ đây cũng sẽ được hiển thị chính xác trong Xfdesktop.

source: It is now possible to open multiple selected folders at once.
ca: Ara és possible obrir diverses carpetes seleccionades alhora.
es: Ahora es posible abrir varias carpetas seleccionadas a la vez.
it: Ora è possibile aprire più cartelle selezionate contemporaneamente.
kk: Енді бірнеше таңдалған буманы бірден ашуға болады.
pl: Teraz możliwe jest otwieranie wielu zaznaczonych katalogów jednocześnie.
pt_br: Agora, é possível abrir várias pastas selecionadas de uma vez.
ro: Acum este posibilă deschiderea simultană a mai multor dosare selectate.
vi: Bây giờ có thể mở nhiều thư mục đã chọn cùng một lúc.

source: The context menu now opens on button press rather than button release, as most users will expect.
ca: El menú contextual ara s'obre en prémer el botó en lloc de prémer el botó, com la majoria d'usuaris esperaran.
es: El menú contextual se abre ahora al pulsar el botón en lugar de al soltarlo, como esperaríala mayoría de los usuarios.
it: Ora il menu contestuale si apre quando si preme un pulsante anziché quando lo si rilascia, come si aspetterebbe la maggior parte degli utenti.
kk: Көптеген пайдаланушылар күткендей, контекстік мәзір енді батырманы жібергенде емес, басқанда ашылады.
pl: Menu kontekstowe otwiera się teraz po naciśnięciu przycisku, a nie po jego zwolnieniu, czego spodziewa się większość użytkowników.
pt_br: O menu de contexto agora é aberto ao pressionar o botão, em vez de ao soltar, como a maioria dos usuários espera.
ro: Meniul contextual se deschide acum la apăsarea butonului, și nu la eliberarea butonului, așa cum se așteaptă majoritatea utilizatorilor.
vi: Menu ngữ cảnh hiện sẽ mở khi nhấn nút thay vì nhả nút, như hầu hết người dùng mong đợi.
