Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Since there is now support for multiple panels, the separate <b>Xftaskbar4</b> and <b>Xfce4-iconbox</b> utilities are no longer required. Instead, both the taskbar and the iconbox are available as panel plugins now.
ca: Atès que ara hi ha suport per a múltiples panells, les utilitats separades <b>Xftaskbar4</b> i <b>Xfce4-iconbox</b> ja no són necessàries. En lloc d'això, tant la barra de tasques com el quadre d'icones estan disponibles ara com a connectors de panell.
cs: Protože už je více panelů podporováno, nejsou nadále samostatné nástroje <b>Xftaskbar4</b> a <b>Xfce4-iconbox</b> vyžadované. Místo toho jsou panel úloh a panel pro ikony nyní dostupné jako zásuvné moduly.
da: Siden der nu er understøttelse for flere paneler, er den separate <b>Xfprocesslinje4</b> og <b>Xfce4-ikonæske</b> værktøjer ikke længere påkrævet. I stedet er både processlinhen og ikonæsken tilgængelige som panel plugins nu.
de: Da jetzt mehrere Leisten unterstützt werden, werden die Werkzeuge <b>Xftaskbar4</b> und <b>Xfce4-iconbox</b> nicht länger benötigt. Die Funktionalität dieser Werkzeuge ist jetzt jeweils als Leistenplugin verfügbar.
es: Desde que existe soporte para paneles múltiples, los elementos <b>Xftaskbar4</b> y <b>Xfce4-iconbox</b> ya no son necesarios. En cambio, tanto la barra de tareas y la caja de iconos están ahora disponibles como complementos del panel.
fr: Les tableaux de bord multiples étant maintenant pris en charge, la barre des tâches et la boîte d’icônes sont désormais disponibles comme greffons de tableau de bord plutôt qu’en tant que fonctionnalités séparées.
gl: Xa que agora son compatíbeis múltiples paneis, as utilidades separadas <b>Xftaskbar4</b> e <b>Xfce4-iconbox</b> xa non son necesarias. No seu canto, tanto a barra de tarefas como a caixa de iconas están dispoñíbeis agora como engadidos de panel.
he: בגלל שיש עכשיו תמיכה בפאנלים מרובים, השירותים הנפרדים של <b>Xftaskbar4</b> ו-<b>Xfce4-iconbox</b> כבר לא נדרשים. במקום זאת, גם סרגל המשימות וגם קופסת האייקונים זמינים עכשיו כתוספי פאנל.
id: Karena sekarang telah ada dukungan multi-panel, utilitas <b>Xftaskbar4</b> dan <b>Xfce4-iconbox</b> sudah tidak dibutuhkan lagi. Sebagai gantinya, baik bilah alat maupun kotak ikon sekarang tersedia sebagai plugin panel.
it: Dato che ora sono supportati i pannelli multipli, non sono più richieste le utilità <b>Xftaskbar4</b> e <b>Xfce4-iconbox</b>. La barra delle applicazioni e il vassoio di sistema sono ora entrambi disponibili come plugin del pannello.
ja: 複数のパネルをサポートが追加されたため、<b>Xftaskbar4</b>と<b>Xfce4-iconbox</b>ユーティリティはもはや必要ありません。そのかわり、タスクバーとアイコンボックスはパネルプラグインとして使うことができます。
kk: Енді бірнеше панельге қолдау көрсетілетіндіктен, бөлек <b>Xftaskbar4</b> және <b>Xfce4-iconbox</b> утилиталары енді қажет емес. Оның орнына есептер панелі де, таңбашалар жиынтығы да панель плагиндері ретінде қолжетімді.
lt: Kadangi dabar yra kelių skydelių palaikymas, tai atskiros <b>Xftaskbar4</b> ir <b>Xfce4-iconbox</b> paslaugų programos yra daugiau nebereikalingos. Vietoj to, abu, taskbar ir iconbox dabar yra prieinami kaip skydelio įskiepiai.
ms: Oleh kerana adanya sokongan untuk panel berbilang, utiliti <b>Xftaskbar4</b> dan <b>Xfce4-iconbox</b> yang berasingan tidak lagi diperlukan. Malahan, kedua-dua palang tugas dan kotak ikon tersedia sebagai pemalam panel.
nb: Siden flere paneler nå støttes trengs ikke de separate verktøyene <b>Xftaskbar4</b> og <b>Xfce4-iconbox</b>. Nå er både oppgavelinja og ikonboksen tilgjengelig som paneltillegg.
oc: Coma il es d'ara enlà en carga de plusieurs panèls, los utilitaris separats <b>Xftaskbar4</b> e <b>Xfce4-iconbox</b> son pas mai necessaris. Al lieu de aquò, a la fois la barra dels prètzfaits e la bóstia a icònas son disponibles sous forme d'un empeuton del panèl ara.
pl: Obsługa konfiguracji z wieloma panelami sprawia, że narzędzia <b>Xftaskbar4</b> i <b>Xfce4-iconbox</b> nie są już potrzebne. Ich funkcje zastępują wtyczki panelu funkcjonujące jako aplety.
pt: Agora há suporte a múltiplos painéis, os utilitários separados <b>Xftaskbar4</b> e <b>Xfce4-iconbox</b> não são mais necessários. Ao invés, tanto a barra de tarefas quanto a caixa de ícones estão disponíveis como plugins de painel agora.
pt_br: Já que agora há suporte a múltiplos painéis, os utilitários separados <b>Xftaskbar4</b> e <b>Xfce4-iconbox</b> não são mais necessários. Ao invés, tanto a barra de tarefas quanto a caixa de ícones estão disponíveis como plugins de painel agora.
ro: Deoarece acum există suport pentru mai multe panouri, instrumentele <b>Xftaskbar4</b> and <b>Xfce4-iconbox</b> separate nu mai sunt necesare. În schimb, atât bara de sarcini, cât și caseta de pictograme sunt disponibile acum ca module pentru panouri.
ru: Так как теперь есть поддержка нескольких панелей, то отдельные утилиты <b>Xftaskbar4</b> и <b>Xfce4-iconbox</b> более не требуются. Они были заменены соответствующими модулями панели.
sq: Meqë tani mbulohen panele të shumtë, mjetet veçmas <b>Xftaskbar4</b> dhe <b>Xfce4-iconbox</b> s’janë më të domosdoshëm. Në vend të kësaj, si shtylla e punëve, ashtu edhe fusha e ikonave, tani gjenden në formën e shtojcave për panel.
sr: Будући да сада подржава више полица, више нису потребни посебни <b>Xftaskbar4</b> и <b>Xfce4-iconbox</b>. Уместо тога, трака задатака и кућица сличица су сада доступни као прикључци полице.
sv: Eftersom det nu finns stöd för flera paneler, behövs inte längre de separata <b>Xftaskbar4</b> och <b>Xfce4-iconbox</b> verktygen längre. Istället är nu både aktivitetshanteraren och iconbox tillgängliga som panelinsticksprogram.
th: เนื่องจากขณะนี้มีการรองรับการใช้พาเนลหลายอันแล้ว เครื่องมือ <b>Xftaskbar4</b> และ <b>Xfce4-iconbox</b> จึงไม่มีความจำเป็นอีกต่อไป ทั้งแถบทาสก์และกล่องไอคอนได้กลายมาเป็นปลั๊กอินของพาเนลแทนในรุ่นนี้
tr: Çoklu paneller için artık desteği olduğundan, <b>Xftaskbar4</b> ve <b>Xfce4-iconbox</b> araçları artık gerekli değiller, görev çubuğu ve simge kutusu, artık panel eklentileri olarak kullanılabilirler.
uk: З цього моменту маємо підтримку багатьох панелей, окремих утиліт <b>Xftaskbar4</b> і <b>Xfce4-iconbox</b> вже не потрібно. Замість них тепер є додатки панелі.
vi: Vì hiện đã có hỗ trợ cho nhiều bảng nên các tiện ích <b>Xftaskbar4</b> và <b>Xfce4-iconbox</b> riêng biệt không còn cần thiết nữa. Thay vào đó, cả thanh tác vụ và hộp biểu tượng đều có sẵn dưới dạng plugin bảng điều khiển.
zh_tw: 既然現在已經有多面板支援了，就再也不需要獨立的 <b>Xftaskbar4</b> 及 <b>Xfce4-iconbox</b> 實用工具了，工具列和圖示盒現在都以面板插件的形式提供。

source: Most of the additional panel plugins, available via the <a href="https://goodies.xfce.org/">Xfce Goodies Project</a>, have been updated for the new panel, and several new plugins were added. For example, the brand new <b>xfce4-xfapplet-plugin</b> allows users to add GNOME panel applets to the Xfce panel.
ca: La majoria dels connectors de panells addicionals, disponibles a través del <a href="https://goodies.xfce.org/">Xfce Goodies Project</a>, s'han actualitzat per al nou panell, i s'han afegit diversos connectors nous. Per exemple, el nou <b>xfce4-xfapplet-plugin</b> permet als usuaris afegir miniaplicacions del tauler GNOME al panell Xfce.
cs: Většina přídavných zásuvných modulů panelu dostupných v <a href="https://goodies.xfce.org/">projektu Doplňky Xfce</a> byla aktualizována pro použití s novým panelem a bylo přidáno několik nových zásuvných modulů. Například zcela nový zásuvný modul <b>xfce4-xfapplet-plugin</b> umožňuje uživatelům přidávat na panel Xfce applety pro panel GNOME.
da: De fleste supplerende panel plugins, tilgængelige via <a href="https://goodies.xfce.org/">Xfce lækkerier Projektet</a>, er blevet opdateret til den nye panel, og flere nye plugins er blevet tilføjet. Et eksempel, er den splinternye <b>xfce4-xfapplet-plugin</b> tillader brugere at tilføje GNOME panel applets til Xfce panelet.
de: Die meisten zusätzlichen Plugins, die über das <a href="https://goodies.xfce.org/">Xfce Goodies Projekt</a> verfügbar sind, wurden an die neue Leiste angepasst und einige neue Plugins wurden hinzugefügt. Zum Beispiel erlaubt das brandneue <b>xfce4-xfapplet-plugin</b> Benutzern, Leisten-Applets von GNOME zur Xfce-Leiste hinzuzufügen.
es: La mayoría de los complementos del panel adicionales, disponibles a través de <a href="https://goodies.xfce.org/">Extras del Proyecto Xfce</a>, se han actualizado para el nuevo panel, y varios complementos han sido añadidos. Por ejemplo, el nuevo <b>Complemento Xf 4</b>, que permite a los usuarios añadir miniaplicaciones del panel de GNOME2 al panel de Xfce.
fr: La plupart des greffons du tableau de bord additionnels, disponibles via le <a href="https://goodies.xfce.org/">Projet Xfce Goodies</a>, ont été mis à jour pour le nouveau tableau de bord, et plusieurs nouveaux greffons ont été ajoutés. Par exemple, le tout nouveau <b>xfce4-xfapplet-plugin</b> permet aux utilisateurs d’ajouter des applets du tableau de bord GNOME au tableau de bord Xfce.
gl: A maioría dos engadidos de panel adicionais, dispoñíbeis a través do <a href="https://goodies.xfce.org/">Proxecto de Extras do Xfce</a>, foron actualizados para o novo panel e engadíronse varios engadidos novos. Por exemplo, o novo <b>xfce4-xfapplet-plugin</b> permite aos usuarios engadir miniaplicacións do panel de GNOME ao panel do Xfce.
he: רוב תוספי הלוח הנוספים, הזמינים דרך <a href="https://goodies.xfce.org/">Xfce Goodies Project</a>, עודכנו ללוח החדש, ונוספו מספר תוספים חדשים. לדוגמה, תוסף <b>xfce4-xfapplet-plugin</b> החדש מאפשר למשתמשים להוסיף ישומי לוח של GNOME ללוח Xfce.
id: Sebagian besar plugin panel tambahan, yang tersedia melalui <a href="https://goodies.xfce.org/">Proyek Pernak-pernik Xfce</a>, telah diperbarui untuk panel yang baru, dan beberapa plugin baru telah ditambahkan. Sebagai contoh, <b>xfce4-xfapplet-plugin</b> yang baru memungkinkan pengguna untuk menambahkan applet panel GNOME ke panel Xfce.
it: La maggior parte dei plugin aggiuntivi per il pannello, disponibili su <a href="http://goodies.xfce.org/">progetto Goodies di Xfce</a>, sono stati aggiornati per il nuovo pannello e in più ne sono stati aggiunti di nuovi. Per esempio il nuovo <b>xfce4-xfapplet-plugin</b> permette agli utenti di aggiungere le applet del pannello di GNOME al pannello di Xfce.
ja: <a href="https://goodies.xfce.org/">Xfce Goodies Project</a> で利用できる追加のパネルプラグインのほとんどは、新しいパネル用に更新され、いくつかの新しいプラグインが追加されました。 たとえば、新しい <b>xfce4-xfapplet-plugin</b> を使用すると、ユーザーはGNOMEパネルアプレットをXfceパネルに追加できます。
kk: <a href="https://goodies.xfce.org/">Xfce Goodies жобасы</a> арқылы қолжетімді қосымша панель плагиндерінің көбісі жаңа панель үшін жаңартылды және бірнеше жаңа плагиндер қосылды. Мысалы, жаңа <b>xfce4-xfapplet-plugin</b> пайдаланушыларға Xfce панеліне GNOME панель апплеттерін қосуға мүмкіндік береді.
lt: Dauguma skydelio įskiepių, kurie yra prieinami per <a href="https://goodies.xfce.org/">Xfce Goodies projektą</a>, buvo atnaujinti naujam skydeliui ir dar buvo pridėti keli nauji įskiepiai. Pavyzdžiui, visiškai naujas <b>xfce4-xfapplet-plugin</b>, leidžiantis naudotojams pridėti GNOME skydelio programėles į Xfce skydelį.
ms: Kebanyakan pemalam panel tambahan, tersedia melalui <a href="https://goodies.xfce.org/">Projek Kudapan Xfce</a>, yang telah dikemaskini untuk panel baharu, dan beberapa pemalam baharu telah ditambah. Contohnya, <b>xfce4-xfapplet-plugin</b> membolehkan pengguna tambah aplet panel GNOME ke dalam panel Xfce.
nb: De fleste ekstra paneltilleggene, som er tilgjengelige via <a href="https://goodies.xfce.org/">Xfce godbit-prosjektet</a>, er oppdatert for det nye panelet. Flere nye tillegg er lagt til. For eksempel lar det nye tillegget <b>xfce4-xfapplet-plugin</b> brukere legge til GNOME-småprogram til Xfce-panelet.
pl: Większość wtyczek paneli dostępnych na stronach dodatków <a href="https://goodies.xfce.org/">projektu Xfce Goodies</a> została już zaktualizowana i obsługuje nowe panele. Do tego zestawu dodano kilka zupełnie nowych pozycji. Na przykład nowy aplet <b>xfce4-xfapplet-plugin</b> umożliwia umieszczanie na panelach apletów środowiska GNOME.
pt: A maioria dos plugins de painel adicionais, disponíveis através do <a href="https://goodies.xfce.org/">Projeto de Extras do Xfce</a>, foi atualizado para o novo painel e diversos novos plugins foram adicionados. Por exemplo, o novo <b>xfce4-xfapplet-plugin</b> permite que utilizadores adicionem applets do painel do GNOME ao painel do Xfce.
pt_br: A maioria dos plugins de painel adicionais, disponíveis via o <a href="https://goodies.xfce.org/">Projeto de Extras do Xfce</a>, foi atualizado para o novo painel e diversos novos plugins foram adicionados. Por exemplo, o novo <b>xfce4-xfapplet-plugin</b> permite que usuários adicionem mini-aplicativos do painel do GNOME ao painel do Xfce.
ro: Majoritatea modulelor suplimentare de panou, disponibile prin X, au fost actualizate pentru noul panou și au fost adăugate câteva module noi. De exemplu, noul Z permite utilizatorilor să adauge mini-aplicații pentru panoul GNOME la panoul Xfce.
ru: Большинство дополнительных модулей панели, доступных через <a href="https://goodies.xfce.org/">проект Xfce Goodies</a>, были обновлены для новой панели, а также были добавлены некоторые новые. Например, новый <b>xfce4-xfapplet-plugin</b> позволяет пользователям добавлять модули панели GNOME на панель Xfce.
sq: Shumica e shtojcave shtesë për panelin, që mund të merren nga <a href="https://goodies.xfce.org/">Projekti Xfce Goodies</a>, janë përditësuar për panelin e ri, si dhe janë shtuar edhe një numër shtojcash të reja. Për shembull, <b>xfce4-xfapplet-plugin</b> e re fringo u lejon përdoruesve të shtojnë aplikacionthe paneli GNOME te një panel Xfce-je.
sr: Већина додатних прикључака полице доступних преко <a href="https://goodies.xfce.org/">Пројекта ИксФЦЕ добрица</a> су освежени за нову полицу и неколико нових прикључака су додати. На пример, потпуно нови <b>xfce4-xfapplet-plugin</b> дозвољава корисницима да додају прикучке ГНОМ програмчића панела на ИксФЦЕ полицу.
sv: De flesta av de extra panelinsticksprogrammen tillgängliga via <a href="https://goodies.xfce.org/">Xfce Goodies Project</a>, har blivit uppdaterade för den nya panelen, och flera nya insticksprogram har lagts till. Till exempel den alldeles nya <b>xfce4-xfapplet-plugin</b> som tillåter användare att lägga till GNOME-panel-applets till Xfce-panelen.
th: ปลั๊กอินพาเนลเกือบทั้งหมดที่มีอยู่ใน <a href="https://goodies.xfce.org/">โครงการ Xfce Goodies</a> ได้รับการปรับตามพาเนลรุ่นใหม่นี้แล้ว และยังมีปลั๊กอินใหม่เพิ่มใหม่อีกหลายรายการ ตัวอย่างเช่น ปลั๊กอินใหม่เอี่ยม <b>xfce4-xfapplet-plugin</b> ช่วยให้ผู้ใช้สามารถเพิ่มแอปเพล็ตของพาเนล GNOME ลงในพาเนลของ Xfce ได้
tr: Bir çok ek panel eklentisi, <a href="https://goodies.xfce.org/">Xfce İyileştirmeler Projesi</a> üzerinde bulunabilir, yeni panel için güncellenebilir ve bir çok yeni eklenti eklenebilir. Örneğin, yeni </b>xfce4-xfapplet-plugin</b> eklentisi kullanıcılara, GNOME panel uygulamalarını, Xfce panellerine eklemesine izin verir.
uk: Більшість додаткових додатків панелі, доступних на сторінці <a href="https://goodies.xfce.org/">Xfce Goodies Project</a>, оновлено для нової панелі, і додано декілька нових додатків. Наприклад, новий додаток<b>xfce4-xfapplet-plugin</b> дозволяє користувачам додавати аплети GNOME до панелі Xfce.
vi: Hầu hết các plugin bảng điều khiển bổ sung, có sẵn thông qua <a href="https://goodies.xfce.org/">Dự án Xfce Goodies</a>, đã được cập nhật cho bảng điều khiển mới và một số plugin mới đã được thêm vào. Ví dụ: <b>xfce4-xfapplet-plugin</b> hoàn toàn mới cho phép người dùng thêm các ứng dụng của bảng điều khiển Gnome vào bảng điều khiển Xfce.
zh_tw: 在 <a href="https://goodies.xfce.org/">Xfce Goodies 專案</a> 上的許多額外的面板外掛程式都已經對新的面板更新，也加入了一些新的外掛程式。例如，新的 <b>xfce4-xfapplet-plugin</b> 讓使用者可以加入 GNOME 面板的小工具到 Xfce 面板上。

source: Time Management
ca: Gestió del temps
cs: Správa času
da: Tidsstyring
de: Zeitverwaltung
es: Gestión de la hora
fr: Gestion du temps
gl: Xestión do tempo
he: ניהול זמן
id: Manajemen Waktu
it: Gestione del tempo
ja: 時間管理
kk: Уақытты басқару
lt: Laiko tvarkymas
ms: Pengurusan Masa
nb: Tidsstyring
oc: Gestion del temps
pl: Zarządzanie czasem
pt: Gestão de hora e data
pt_br: Gerenciamento de tempo
ro: Gestionarea timpului
ru: Управление временем
sq: Administrim Kohe
sr: Управљање временом
sv: Tidshantering
th: การบริหารเวลา
tr: Zaman Yönetimi
uk: Налаштування часу
vi: Quản lý thời gian
zh_tw: 時間管理

source: The new time management application <b>Orage</b> replaces the <b>Xfcalendar</b>, which was introduced with Xfce 4.2.0. <b>Orage</b> provides several features to efficiently manage your time.
ca: La nova aplicació de gestió del temps <b>Orage</b> reemplaça el <b>Xfcalendar</b>, que es va introduir amb Xfce 4.2.0. <b>Orage</b> proporciona diverses funcions per gestionar el vostre temps de manera eficient.
cs: Nová aplikace pro správu času <b>Orage</b> nahrazuje <b>Xfcalendar</b>, představený s Xfce 4.2.0. <b>Orage</b> poskytuje mnoho funkcí a vlastností pro efektivní správu Vašeho času.
da: Den nye tidsledelse applikation <b>Orage</b> erstatter <b>Xfkalender</b>, hvilket var introduceret med Xfce 4.2.0. <b>Orage</b> tilbyder flere funktioner til effektivt håndtering af din tid.
de: Die neue Zeitverwaltungsanwendung <b>Orage</b> ersetzt <b>Xfcalendar</b>, der in Xfce 4.2.0 vorgestellt wurde. <b>Orage</b> bietet verschiedene Funktionen, um Ihre Zeit effizient zu verwalten.
es: La nueva aplicación de control de tiempo <b>Orage</b> reemplaza a <b>Xfcalendar</b>, que se introdujo con Xfce 4.2.0. <b>Orage</b> dispone de varias funciones para administrar eficientemente su tiempo.
fr: La nouvelle application de gestion du temps <b>Orage</b> remplace <b>xfcalendar</b> qui avait été introduit avec Xfce 4.2.0. <b>Orage</b> fournit plusieurs fonctionnalités pour gérer efficacement votre temps.
gl: A nova aplicación de xestión do tempo <b>Orage</b> substitúe ao <b>Xfcalendar</b>, que foi introducido con Xfce 4.2.0. O <b>Orage</b> fornece varias funcións para xestionar de xeito eficiente o seu tempo.
he: תוכנת ניהול הזמן החדשה <b>Orage</b> מחליפה את <b>Xfcalendar</b> שהוצגה עם Xfce 4.2.0. מספר תכונות לניהול יעיל של הזמן שלך מסופקות עם <b>Orage</b>.
id: Aplikasi manajemen waktu yang baru, <b>Orage</b> menggantikan <b>Xfcalendar</b>, yang diperkenalkan pada Xfce 4.2.0. <b>Orage</b> menyediakan beberapa fitur untuk mengelola waktu Anda secara efisien.
it: La nuova applicazione per la gestione del proprio tempo <b>Orage</b> sostituisce <b>Xfcalendar</b> che fu introdotto con Xfce 4.2.0. <b>Orage</b> fornisce svariate funzionalità per gestire efficacemente il proprio tempo.
ja: 新しい時間管理アプリケーション <b>Orage</b> が <b>Xfcalendar</b> (Xfce 4.2.0 で追加されたもの) を置き換えました。<b>Orage</b> は効果的に時間を管理するためのいくつかの機能を備えています。
kk: Жаңа <b>Orage</b> уақытты басқару қолданбасы Xfce 4.2.0 нұсқасында енгізілген <b>Xfcalendar</b> орнын басады. <b>Orage</b> уақытыңызды тиімді басқару үшін бірнеше мүмкіндіктерді ұсынады.
lt: Xfce 4.2.0 laidoje pristatytą programą <b>Xfcalendar</b>, pakeičia nauja laiko tvarkymo programa <b>Orage</b>. <b>Orage</b> pateikia kelias ypatybes, padedančias jums efektyviai tvarkyti savo laiką.
ms: Aplikasi pengurusan masa baharu <b>Orage</b> menggantikan <b>Xfcalendar</b>, yang mula-mula diperkenalkan dalam Xfce 4.2.0. <b>Orage</b> menyediakan beberapa fitur untuk mengurus masa anda dengan efisyen.
nb: Det nye programmet for tidsstyring <b>Orage</b> erstatter <b>Xfcalendar</b> som ble innført med Xfce 4.2.0. <b>Orage</b> har flere funksjoner for å effektivt administrere tiden din.
oc: La novèla aplicacion de gestion del temps <b>Orage</b> remplace <b>xfcalendar</b>, que es estada introduit amb Xfce 4.2.0. <b>Orage</b> fournit plusieurs foncionalitats per gerir efficacement votre temps.
pl: Nowy organizer i kalendarz <b>Orage</b> zastępuje program <b>Xfcalendar</b> zaprezentowany wraz z Xfce 4.2.0. Program udostępnia kilka funkcji służących do efektywnego zarządzania czasem.
pt: A nova aplicação <b>Orage</b> substituiu o <b>Xfcalendar</b>, introduzida na versão 4.2.0 do Xfce. O <b>Orage</b> disponibiliza diversas opções para uma gestão eficiente do seu tempo.
pt_br: O novo aplicativo de gerenciamento de tempo <b>Orage</b> substitui o <b>Xfcalendar</b>, o qual foi introduzido no Xfce 4.2.0. O <b>Orage</b> fornece diversos recursos para gerenciar de forma eficiente seu tempo.
ro: Noua aplicație de gestionare a timpului <b>Orage</b> înlocuiește <b>Xfcalendar</b>, care a fost introdusă cu Xfce 4.2.0. <b>Orage</b> oferă mai multe caracteristici pentru a vă gestiona eficient timpul.
ru: Новое приложение управления временем <b>Orage</b> заменило <b>Xfcalendar</b>, который был представлен в Xfce 4.2.0. <b>Orage</b> имеет несколько функций для эффективного управления вашим временем.
sq: Aplikacioni i ri i administrimit të kohëve, <b>Orage</b>, zëvendëson <b>Xfcalendar</b>-in, që qe sjellë nga Xfce 4.2.0. <b>Orage</b> furnizon disa veçori për të administruar me efikasitet kohën tuaj.
sr: Нови програм за управљање времном <b>Ораж</b> замењује <b>Иксфкалендар</b>, који је претстављен са Иксфце 4.2.0. <b>Ораж</b> обезбеђује неколико могућности за учинковито управљање временом.
sv: Det nya tidshanteringsprogrammet <b>Orage</b> ersätter <b>Xfcalendar</b>, som infördes med Xfce 4.2.0. <b>Orage</b> har flera funktioner för att effektivt hantera din tid.
th: โปรแกรมบริหารเวลา <b>Orage</b> มาแทนที่ <b>Xfcalendar</b> ที่เพิ่มเข้ามาใน Xfce 4.2.0 <b>Orage</b> มีความสามารถหลายอย่างที่จะช่วยบริหารเวลาของคุณได้อย่างมีประสิทธิภาพ
tr: Yeni zaman yönetimi uygulaması <b>Orage</b> Xfce 4.2.0 ile tanıtılan <b>Xfcalendar</b> ile değiştirildi.<b>Orage</b> verimli zaman yönetimi için çeşitli özellikler sağlar.
uk: Нова програма організації часу <b>Orage</b> заміняє <b>Xfcalendar</b>, який був впроваджений у Xfce 4.2.0. <b>Orage</b> має кілька додаткових можливостей для ефективного керування Вашим часом.
vi: Ứng dụng quản lý thời gian mới <b>Orage</b> thay thế <b>Xfcalendar</b>, được giới thiệu cùng với Xfce 4.2.0. <b>Orage</b> cung cấp một số tính năng để quản lý thời gian của bạn một cách hiệu quả.
zh_tw: 新的時間管理應用程式 <b>Orage</b> 取代了在 Xfce 4.2.0中引入的 <b>Xfcalendar</b>。 <b>Orage</b> 提供許多能有效管理您的時間的功能。

source: Orage
he: אוראג
sr: Ораж
vi: Cam
