Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Finally <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Panel Profiles</a>, which allows you to backup and restore your panel layouts, has moved under the Xfce umbrella.
ca: Finalment, <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Panel Profiles</a>, que us permet fer còpies de seguretat i restaurar les disposicions del plafó, s'ha mogut sota el paraigua de l'Xfce.
de: Schließlich ist <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Panel Profiles</a>, mit dem Sie Ihre Panel-Layouts sichern und wiederherstellen können, unter das Dach von Xfce gewandert.
es: Finalmente <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Perfiles de Panel</a>, que le permite realizar copias de seguridad y restaurar los diseños de su panel, se ha movido bajo el paraguas de Xfce.
gl: Finalmente, o <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Perfís de panel</a>, quen lle permite facer copias de seguranza e restaurar a disposición dos seus paneis, moveuse baixo o paraugas do Xfce.
he: סוף סוף <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">פרופילי לוח</a>, המאפשר לך לגבות ולשחזר את סידורי הלוח שלך, עבר להיות תחת מטריית Xfce.
it: Infine i <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Profili del pannello</a>, che ti permettono di fare backup e ripristinare le tue disposizioni dei pannelli, si sono spostati sotto l'ombrello di Xfce.
kk: Соңында, панель жаймаларының резервтік көшірмесін жасауға және қалпына келтіруге мүмкіндік беретін <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Панель профильдері</a> Xfce қамқорлығына өтті.
pl: Wreszcie <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Profile paneli</a>, które umożliwiają tworzenie kopii zapasowych i przywracanie układów paneli, zostały przeniesione pod parasol Xfce.
pt: Finalmente, o <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Painel de Perfis</a>, que lhe permite fazer cópias de segurança e restaurar a disposição dos seus painéis, moveu-se sob a alçada do Xfce.
pt_br: Por fim, o <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Perfis de painel</a>, que permite fazer backup e restaurar os layouts do painel, agora faz parte do projeto Xfce.
ro: În sfârșit, Profilurile panourilor, care vă permit să faceți copii de rezervă și să vă restaurați aspectul panourilor, au fost mutate sub umbrela Xfce.
ru: Наконец, <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Панель Профилей</a>, которая позволяет создавать резервные копии и восстанавливать макеты панелей, перешла под управление Xfce.
sq: Së fundi, <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Profile Paneli</a>, që ju lejon të kopjeruani dhe riktheni skemat tuaja për panelin, ka kaluar nën ombrellën e Xfce-së.
sr: Најзад су <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Пресеци полице</a> који омогућавају чување и повраћај размештаја полице, прешли под окриље ИксФЦЕ-а.
sv: Till sist <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Panelprofiler</a>, som låter dig säkerhetskopiera och återställa dina panel layouter, har flyttats in under Xfce paraplyet.
th: สุดท้าย <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">โพรไฟล์ของพาเนล</a> ซึ่งช่วยให้คุณสามารถสำรองและกู้คืนการจัดวางพาเนลของคุณได้ ได้ย้ายเข้ามาอยู่ในร่มของ Xfce แล้ว
vi: Cuối cùng <a href="https://git.xfce.org/apps/xfce4-panel-profiles/about/">Hồ sơ bảng điều khiển</a>, cho phép bạn sao lưu và khôi phục bố cục bảng điều khiển của mình, đã chuyển sang dưới cái ô Xfce.

source: As always it's also time to say goodbye to some older <strong>unmaintained or deprecated projects</strong>. (Luckily our projects only go to the attic aka the archive on git.xfce.org when they die.) With a salty teardrop of sadness we bid farewell to:
ca: Com sempre, també és hora de dir adeu a alguns projectes antics <strong>sense manteniment o obsolets</strong>. (Per sort, els nostres projectes només van a l'àtic, l'arxiu de git.xfce.org quan moren.) Amb una llàgrima salada de tristesa ens acomiadem de:
de: Wie immer ist es auch an der Zeit, sich von einigen älteren <strong>ungewarteten oder veralteten Projekten</strong> zu verabschieden. (Zum Glück wandern unsere Projekte nur auf den Dachboden aka das Archiv auf git.xfce.org, wenn sie sterben.) Mit einer salzigen Träne der Traurigkeit verabschieden wir uns von:
es: Como siempre, también es hora de decir adiós a algunos <strong>proyectos antiguos que no se han mantenido</strong> o que están obsoletos. (Afortunadamente, nuestros proyectos solo van al ático, también conocido como el archivo en git.xfce.org, cuando mueren). Con una lágrima salada de tristeza nos despedimos de:
gl: Como sempre, tamén é hora de despedirnos <strong>dalgúns proxectos máis antigos sen mantemento ou obsoletos</strong>. (Afortunadamente os nosos proxectos só van ao faiado, tamén coñecido como arquivo en git.xfce.org, cando morren.) Cunha salgada bágoa de tristeza despedímonos de:
he: כמו תמיד זה זמן להגיד להתראות ל<strong>פרויקטים לא מתוחזקים או לא בשימוש</strong> ישנים יותר. (למרבה המזל הפרויקטים שלנו הולכים רק לעליית הגג או בשמה הידוע הארכיון ב-git.xfce.org שם הם גוועים.) עם דמעה מלוחה של עצבות ניפרד מ:
it: Come sempre questo è anche il tempo per dire addio ad alcuni vecchi <strong>progetti che non sono mantenuti oppure deprecati</strong>. (Fortunatamente i nostri progetti, quando muoiono, vanno solamente in soffitta, ovvero l'archivio su git.xfce.org.) Con una lacrima salata di tristezza diciamo addio a:
kk: Әдеттегідей, кейбір ескірген <strong>қолдау көрсетілмейтін немесе ескірген жобалармен</strong> қоштасатын уақыт келді. (Бақытымызға орай, біздің жобалар жойылған кезде тек шатырға, яғни git.xfce.org сайтындағы архивке жіберіледі.) Біз қимай қоштасамыз:
pl: Jak zawsze nadszedł czas, aby pożegnać się z niektórymi starszymi, <strong>nieobsługiwanymi lub przestarzałymi projektami</strong>. (Na szczęście nasze projekty trafiają tylko na strych, czyli do archiwum po adresem git.xfce.org, kiedy umierają.) Ze słoną łzą smutku żegnamy się z:
pt: Como sempre, é também tempo de dizer adeus a alguns <strong>projetos mais antigos não mantidos ou obsoletos</strong>. (Felizmente, os nossos projetos só vão para o sótão, também conhecido como o arquivo em git.xfce.org, quando morrem). Com uma lágrima salgada de tristeza, despedimo-nos:
pt_br: Como sempre, também é hora de dizer adeus a alguns <strong>projetos não mantidos ou obsoletos</strong> mais antigos. (Felizmente, nossos projetos só vão para o sótão, também conhecido como arquivo em git.xfce.org, quando morrem.) Com uma lágrima salgada de tristeza, nos despedimos de:
ro: Ca întotdeauna, este, de asemenea, timpul să ne luăm rămas bun de la unele proiecte mai vechi <strong>neîntreținute sau depreciate</strong>. (Din fericire, proiectele noastre merg în pod aka arhiva de pe git.xfce.org numai atunci când mor.) Cu o lacrimă sărată de tristețe ne luăm adio de la:
ru: Как всегда, пришло время попрощаться с некоторыми старыми, <strong>не поддерживаемыми или устаревшими проектами</strong>. (К счастью, наши проекты отправляются только на чердак, он же архив на git.xfce.org когда они умрут.) С соленой слезой грусти мы прощаемся с:
sq: Si përherë, erdhi gjithashtu koha për t’u lënë lamtumirën disa ome older <strong>projekteve të vjetër të pamirëmbajtur ose të nxjerrë nga përdorimi</strong>. (Për fat, projektet tona thjesht shkojnë në baxhë, e njohur ndryshe si arkiv te git.xfce.org, ku cofin.) Me një pikë loti të hidhur trishtimi u lëmë lamtumirën:
sr: Као и до сада, време је да кажемо до виђења неким старијим <strong>неодржаваним или застарелим пројектима</strong>. (Срећом, наш пројекат иде у подрум тј. храни се на git.xfce.org када умре.) Капљом сузе тужне одајемо почаст следећима:
th: และเช่นเคย มันก็ถึงเวลาที่เราจะกล่าวอำลา <strong>โครงการเก่าที่ขาดการดูแลหรือหมดอายุไปแล้ว</strong> (โชคดีที่โครงการต่างๆ ของเราที่สิ้นอายุขัยจะเพียงแค่ย้ายไปเข้ากรุ attic ใน git.xfce.org เท่านั้น) ด้วยหยดน้ำตาอันขมขื่นแห่งความเศร้า เราขอโบกมือลาต่อ:
vi: Như mọi khi, đây cũng là lúc phải nói lời tạm biệt với một số <strong>dự án cũ không được bảo trì hoặc không được dùng nữa</strong>. (May mắn thay, các dự án của chúng tôi chỉ được đưa lên gác mái hay còn gọi là kho lưu trữ trên git.xfce.org khi chúng chết.) Với giọt nước mắt mặn đắng của nỗi buồn, chúng tôi chia tay:

source: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-mm, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin and xfswitch-plugin
ca: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin i xfswitch-plugin
gl: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-mm, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin e xfswitch-plugin
it: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-mm, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin e xfswitch-plugin
kk: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-mm, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin және xfswitch-plugin
lt: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-mm, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin ir xfswitch-plugin
pl: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-mm, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin oraz xfswitch-plugin
pt: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-mm, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin e xfswitch-plugin
pt_br: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-mm, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin e xfswitch-plugin
ru: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-mm, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin и xfswitch-plugin
sq: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-mm, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin dhe xfswitch-plugin
sv: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-mm, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin och xfswitch-plugin
th: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-mm, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin และ xfswitch-plugin
tr: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-mm, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin ve xfswitch-plugin
vi: garcon-vala, gtk-xfce-engine, pyxfce, thunar-actions-plugin, xfbib, xfc, xfce4-kbdleds-plugin, xfce4-mm, xfce4-taskbar-plugin, xfce4-windowlist-plugin, xfce4-wmdock-plugin và xfswitch-plugin

source: An online tour of the changes in Xfce 4.14 can be viewed here:
ca: Un recorregut en línia pels canvis a Xfce 4.14 es pot veure aquí:
da: En onlinerundvisning over ændringerne i Xfce 4.14 kan ses her:
de: Ein Online-Rundgang durch die Änderungen in Xfce 4.14 können Sie sich hier ansehen:
es: Aquí se puede ver un recorrido en línea de los cambios en Xfce 4.14:
gl: Pode facer unha visita para ver os cambios do Xfce 4.14 aquí:
he: סיור מקוון של השינויים ב-Xfce 4.14 ניתן לצפייה כאן:
it: Un tour online dei cambiamenti di Xfce 4.14 è disponibile al seguente collegamento:
kk: Xfce 4.14 нұсқасындағы өзгерістерге онлайн шолуды осы жерден көруге болады:
lt: Turą, kuriame parodomi Xfce 4.14 pakeitimai, galite peržiūrėti čia:
pl: Internetową prezentację wydania Xfce 4.14 można zobaczyć tutaj:
pt: Uma visita guiada das alterações no Xfce 4.14 pode ser vista aqui:
pt_br: As alterações do Xfce 4.14 podem ser vistas aqui:
ro: Un tur în Internet al modificărilor din versiunea Xfce 4.14 poate fi vizualizat aici:
ru: Онлайн-тур по изменениям в Xfce 4.14 можно просмотреть здесь:
sq: Një tur i ndryshimeve në Xfce 4.14 mund të shihet këtu:
sr: Обилазак измена у ИксФЦЕ-у 4.14 може бити виђен овде:
sv: En rundvandring online över ändringarna i Xfce 4.14 finns här:
th: ชมความเปลี่ยนแปลงต่างๆ ของ Xfce 4.14 แบบออนไลน์ได้ที่:
tr: Xfce 4.14'teki değişikliklerin çevrimiçi turu burada görüntülenebilir:
uk: Онлайновий огляд змін у Xfce 4.14 можна переглянути тут:
vi: Bạn có thể xem chuyến tham quan trực tuyến về những thay đổi trong Xfce 4.14 tại đây:

source: A detailed overview of the changes between Xfce 4.12 and Xfce 4.14 releases can be found on the following page:
ca: Podeu trobar una visió detallada dels canvis entre les versions de l'Xfce 4.12 i l'Xfce 4.14 a la pàgina següent:
da: Et detaljeret overblik over ændringerne mellem Xfce 4.12 og Xfce 4.14 findes på følgende side:
de: Eine detaillierte Übersicht der Änderungen zwischen Xfce Version 4.12 und Xfce Version 4.14 findet man auf der folgenden Seite:
es: En la siguiente página se puede encontrar una descripción detallada de los cambios entre las versiones Xfce 4.12 y Xfce 4.14:
gl: Na seguinte páxina pode atopar unha visión detallada dos cambios comparando a versión do Xfce 4.12 coa versión do Xfce 4.14:
he: סקירה מפורטת של שינויים בין גרסאות Xfce 4.12 ו-Xfce 4.14 אפשר למצוא בדף הבא:
it: Un resoconto dettagliato dei cambiamenti da Xfce 4.12 a Xfce 4.14 si trova nella seguente pagina:
kk: Xfce 4.12 және Xfce 4.14 шығарылымдары арасындағы өзгерістердің егжей-тегжейлі шолуын келесі беттен табуға болады:
lt: Išsamią, pakeitimų tarp Xfce 4.12 ir Xfce 4.14 laidų, apžvalgą galite rasti šiame puslapyje:
pl: Szczegółowe podsumowanie zmian pomiędzy wydaniami Xfce 4.12 i Xfce 4.14 dostępne jest na następującej stronie:
pt: Uma visão detalhada das alterações entre as versões Xfce 4.12 e Xfce 4.14 pode ser encontrada na página seguinte:
pt_br: Uma visão geral detalhada das mudanças entre os lançamentos do Xfce 4.12 e Xfce 4.14 pode ser encontrada na seguinte página:
ro: O prezentare detaliată a modificărilor dintre versiunile Xfce 4.12 și Xfce 4.14 poate fi găsită pe pagina următoare:
ru: Подробный обзор изменений между Xfce 4.12 и Xfce 4.14 можно найти на следующей странице:
sq: Një përmbledhje e hollësishme e dallimeve mes versioneve Xfce 4.12 dhe Xfce 4.16 mund të gjendet në faqen vijuese:
sr: Преглед танчина разлика између издања Иксфце-а 4.12 и 4.14 можете погледати на следећој страници:
sv: En detaljerad översikt över ändringarna mellan Xfce 4.12 och Xfce 4.14 versionerna finns på denna sida:
th: ภาพรวมโดยละเอียดของการเปลี่ยนแปลงจาก Xfce 4.12 เป็น Xfce 4.14 สามารถดูได้ที่เพจนี้:
tr: Xfce 4.12 ve Xfce 4.14 sürümleri arasındaki değişikliklere ilişkin ayrıntılı bir genel bakış aşağıdaki sayfada bulunabilir:
uk: Детальний огляд відмінностей між випусками Xfce 4.12 і Xfce 4.14 можна знайти на наступній сторінці:
vi: Bạn có thể tìm thấy tổng quan chi tiết về những thay đổi giữa các bản phát hành Xfce 4.12 và Xfce 4.14 trên trang sau:

source: Xfce 4.12 released
ca: Publicat Xfce 4.12
cs: Xfce 4.12 vydáno
da: Xfce 4.12 er udgivet
de: Xfce 4.12 veröffentlicht
es: Xfce 4.12 publicado
fr: Sortie de Xfce 4.12
gl: Xfce 4.12 publicada
he: Xfce 4.12 פורסמה
id: Xfce 4.12 telah dirilis
it: Rilasciato Xfce 4.12
ja: Xfce 4.12 がリリースされました
kk: Xfce 4.12 шықты
lt: Xfce 4.12 išleista
ms: Xfce 4.12 dikeluarkan
nb: Xfce 4.12 utgitt
oc: Sortida de Xfce 4.12
pl: Wydano Xfce 4.12
pt: Disponibilizado o Xfce 4.12
pt_br: Xfce 4.12 lançado
ro: A fost publicată versiunea Xfce 4.12
ru: Выпущен Xfce 4.12
sq: Është hedhur në qarkullim Xfce 4.12
sr: Иксфце 4.12 је објављен
sv: Xfce 4.12 släppt
th: Xfce 4.12 ออกแล้ว
tr: Xfce 4.12 çıktı
uk: Випущено Xfce 4.12
vi: Xfce 4.12 đã phát hành
zh_tw: Xfce 4.12 已發行

source: Xfce 4.12 is be the best release ever (yes, we like to party!)!
ca: L'Xfce 4.12 és el millor llançament de la història (sí, ens agrada sortir!)!
cs: Xfce 4.12 je dosud nejlepším vydáním (ano, slavíme rádi!)!
da: Xfce 4.12 er den bedste udgivelse nogensinde (ja, vi er i festhumør!)!
de: Xfce 4.12 ist die beste Veröffentlichung aller Zeiten!
es: ¡Xfce 4.12 es la mejor publicación de todas (¡SÍ, queremos celebrarlo!)!
fr: Xfce 4.12 est la meilleure version jamais sortie (oui, nous aimons faire la fête) !
gl: O Xfce 4.12 é a mellor versión de todas (si, gústanos festexalo!).
he: Xfce 4.12 היא הגרסה הטובה ביותר אי פעם (כן, אנחנו אוהבים לחגוג!)!
id: Xfce 4.12 adalah rilis terbaik yang pernah ada (ya, kami suka berpesta!)!
it: Xfce 4.12 è il migliore rilascio di sempre!
ja: Xfce 4.12 はこれまでで最高のリリースです（パーティーをしましょう！）！
kk: Xfce 4.12 — ең үздік шығарылым (иә, біз көңіл көтергенді ұнатамыз!)!
lt: Xfce 4.12 yra geriausia visų laikų laida (taip, mums patinka švęsti!)!
ms: Xfce 4.12 merupakan keluaran terbaik setakat ini (ya, akan merainya!)!
nb: Xfce 4.12 er den beste utgivelsen noensinne (ja, vi liker å feire!)!
pl: Xfce 4.12 jest najlepszym wydaniem w historii (yes, we like to party!)!
pt: Xfce 4.12 é o melhor lançamento de sempre (sim, gostamos de brincar!)!
pt_br: Xfce 4.12 é o melhor lançamento de todos (sim, gostamos de festejar!)!
ro: Xfce 4.12 este cea mai bună versiune de până acum (da, ne place să petrecem!)!
ru: Xfce 4.12 будет лучшим выпуском за всё время (да, нам нравится праздновать)!
sq: Xfce 4.12 është hedhja më e mirë në qarkullim se kurrë (po, na pëlqen të festojmë!)!
sr: Иксфце 4.12 је најбоље издање икада (да, волимо да славимо!)!
sv: Xfce 4.12 är den bästa versionen någonsin (ja, vi tycker om att festa!)!
th: Xfce 4.12 เป็นรุ่นที่ดีที่สุดเท่าที่เคยมีมา (ใช่แล้ว เราอยากฉลอง!)!
tr: Xfce 4.12 gelmiş geçmiş en iyi sürüm (evet, parti yapmayı seviyoruz!)!
uk: Xfce 4.12 має бути найкращим випуском (так, ми любимо святкувати!)!
vi: Xfce 4.12 là bản phát hành tốt nhất từ ​​trước đến nay (vâng, chúng tôi thích tiệc tùng!)!
zh_tw: Xfce 4.12 是有史以來最棒的版本（是的，我們喜歡派對！）！

source: Source : Internet comments.
ca: Font: Comentaris d'Internet.
cs: Zdroj: komentáře na internetu
da: Kilde : Internet-kommentarer.
de: Quelle: Internet-Kommentare
es: Fuente: Comentarios de Internet.
fr: Source : commentaires internet
gl: Fonte: Comentarios da Internet.
he: מקור: הערות באינטרנט.
id: Sumber : Komentar Internet.
it: Fonte: commenti su Internet.
ja: 出典: インターネットのコメント。
kk: Дереккөзі: интернет пікірлері.
lt: Šaltinis: komentarai internete.
ms: Sumber : Ulasan Internet.
nb: Kilde: Kommentarer på internett.
oc: Font : comentaris internet
pl: Źródło: komentarze internautów.
pt: Fonte: comentários Internet.
pt_br: Fonte: comentários na Internet.
ro: Sursa : Comentarii din Internet.
ru: Источник: комментарии в Интернет.
sq: Burimi : komente në Internet.
sr: Извор : примедбе са Интернета.
sv: Källa: Internetkommentarer.
th: ที่มา : ความคิดเห็นในอินเทอร์เน็ต
tr: Kaynak : İnternet yorumları.
uk: Джерело: коментарі в інтернеті.
vi: Nguồn: Bình luận trên Internet.
zh_tw: 來源：網路評論。
