Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: This tour will introduce you to new major features of Xfce 4.12. It only covers improvements made on the surface; for the full list of changes, see the <a href="/download/changelogs/">changelogs</a>.
ca: Aquest recorregut us presentarà les característiques principals noves de l'Xfce 4.12. Només cobreix les millores realitzades en la superfície; per a la llista completa dels canvis, consulteu els <a href="/download/changelogs/">registres de canvis</a>.
cs: Tato prohlídka Vám představí hlavní nové funkce Xfce 4.12. Zahrnuje pouze vylepšení provedená na povrchu. Úplný seznam změn naleznete v <a href="/download/changelogs/">protokolu o změnách</a>.
da: Denne rundvisning introducerer dig for nye større funktionaliteter i Xfce 4.12. Den dækker kun forbedringer som er lavet på overfladen; se <a href="/download/changelogs/">ændringsloggene</a> for en fuld liste af ændringer.
de: Dieser Rundgang stellt Ihnen einige neue Hauptmerkmale von Xfce 4.12 vor. Er behandelt allerdings nur sichtbare Änderungen der Oberfläche. Eine vollständige Liste der Änderungen finden Sie in den <a href="/download/changelogs/">Änderungsprotokollen</a>.
es: Este paseo le dará a conocer las nuevas características principales de Xfce 4.12. Solo cubre las mejoras realizadas en la superficie; para la lista completa consulte el <a href="/download/changelogs/">registro de cambios</a>.
fr: Cette présentation vous fera découvrir les principales nouveautés de Xfce 4.12. Elle ne couvre que les changements les plus visibles. Pour une liste complète des changements, se reporter au <a href="/download/changelogs/">journal des modifications</a>.
gl: Esta visita presenta as novas características principais do Xfce 4.12. Só abrangue as melloras feitas na parte visual; para a lista completa de cambios, consulte os rexistros de cambios
he: סיור זה יציג בפניך מאפיינים עיקריים חדשים של Xfce 4.12. הוא רק מכסה שיפורים שנעשו על פני השטח, לרשימת השינויים המלאה, ראה <a href="/download/changelogs/">יומן שינויים</a>.
id: Tur ini akan memperkenalkan Anda kepada fitur-fitur utama yang baru di Xfce-4.12. Ini hanya meliputi peningkatan yang dibuat di permukaan; untuk daftar lengkap perubahan, lihat <a href="/download/changelogs/">log perubahan</a>.
it: Questo tour descrive le principali novità introdotte da Xfce 4.12. Le novità descritte rappresentano solamente quelle visibili dall'utente. Per un elenco completo dei cambiamenti, consultare l'<a href="/download/changelogs/">elenco delle modifiche</a>.
ja: このツアーでは Xfce 4.12 の主な新機能について紹介します。ここでは目に見える部分のみについて説明していますが、すべての変更点については <a href="/download/changelogs/">更新履歴</a> をご覧ください。
kk: Бұл шолу сізді Xfce 4.12 жаңа негізгі мүмкіндіктерімен таныстырады. Ол тек сыртқы жақсартуларды қамтиды; өзгерістердің толық тізімін <a href="/download/changelogs/">өзгерістер журналынан</a> қараңыз.
lt: Šis turas supažindins jus su naujomis, svarbios Xfce 4.12 laidos, ypatybėmis. Jis aprašo tik iš išorės atliktus pakeitimus, pilnam pakeitimų sąrašui, žiūrėkite <a href="/download/changelogs/">keitimų žurnalus</a>.
ms: Jelajah ini akan memperkenalkan kepada anda fitur major baharu Xfce 4.12. Jelajah ini hanya meliputi penambahbaikan secara umum; untuk dapatkan senarai penuh perubahan, sila rujuk <a href="/download/changelogs/">log perubahan</a>.
nb: Denne omvisningen vil gi deg en oversikt over de store nye funksjonene i Xfce 4.12. Den dekker kun forbedringer som er gjort på overflaten; for den fullstendige listen over endringer, se <a href="/download/changelogs/">endringsloggene</a>.
oc: Aquesta visita vous fera descobrir de novèlas foncionalitats majeures de Xfce 4.12. Cobrís pas que la partida visuala d'aqueste qu'es estada faita, per la lista completa de las modificacions, veire lo <a href="/download/changelogs/">la lista dels modificacions</a>.
pl: Poniżej zaprezentowano najbardziej znaczące nowości środowiska Xfce wprowadzone w wersji 4.12. Zestawienie obejmuje jedynie zmiany dostrzegalne w interfejsie graficznym. Pełna lista znajduje się się na stronie <a href="/download/changelogs/">dziennika zmian</a>.
pt: Este guia mostra todas as novas funcionalidades do Xfce 4.12. Abrange apenas as melhorias superficiais; para uma lista completa das mudanças, veja o <a href="/download/changelogs/">registo de alterações</a>.
pt_br: O tour vai apresentar a você os novos recursos do Xfce 4.12. Ele somente cobre a parte visual do que já foi feito; para a lista completa de alterações, veja os <a href="/download/changelogs/">registro de alterações</a>.
ro: Acest tur vă va prezenta noile caracteristici majore ale Xfce 4.12. Acesta acoperă doar îmbunătățirile aduse la suprafață; pentru lista completă a modificărilor, consultați <a href="/download/changelogs/">Jurnalul de modificări al Xfce 4.12</a>.
ru: Данный тур ознакомит вас с новыми основными особенностями Xfce 4.12. Он описывает только внешние изменения, подробнее см. <a href="/download/changelogs/">список изменений</a>.
sq: Ky tur do t’ju paraqesë veçoritë e reja të rëndësishme të Xfce 4.12-s. Mbulon vetëm përmirësimet e bëra në sipërfaqe; për listën e plotë të ndryshimeve, shihni <a href="/download/changelogs/">regjistrat e ndryshimeve</a>.
sr: Обилазак ће представити нове крупне могућности Иксфце-а 4.12. Покрива само видљива површна побољшања; За потпуни преглед измена погледајте <a href="/download/changelogs/">дневнике измена</a>.
sv: Denna rundtur kommer att introducera dig för nya viktiga funktioner i Xfce 4.12. Det omfattar endast förbättringar som gjorts på ytan; för en fullständig lista över förändringar, se <a href="/download/changelogs/">ändringsloggar</a>.
th: เอกสารนำชมนี้จะแนะนำถึงความสามารถใหม่หลักๆ ของ Xfce 4.12 ซึ่งจะครอบคลุมเฉพาะการปรับปรุงรูปลักษณ์ภายนอกเท่านั้น หากต้องการดูรายการเปลี่ยนแปลงทั้งหมด กรุณาอ่านได้ที่ <a href="/download/changelogs/">ปูมการเปลี่ยนแปลง</a>
tr: Bu tur, Xfce 4.12 sürümünün yeni ve başlıca özelliklerini tanıtacaktır. Sadece arayüzdeki değişiklikleri listeler; değişikliklerin tüm listesi için, <a href="/download/changelogs/">Değişim Günlüğü</a> sayfasına göz atınız.
uk: Цей тур розкаже Вам про нові можливості Xfce 4.12. У ньому будуть показані тільки зовнішні покращення. Для повного списку змін дивіться <a href="/download/changelogs/">журнал змін</a>.
vi: Chuyến tham quan này sẽ giới thiệu cho bạn các tính năng chính mới của Xfce 4.12. Nó chỉ bao gồm những cải tiến được thực hiện trên bề mặt; để biết danh sách đầy đủ các thay đổi, hãy xem <a href="/download/changelogs/">nhật ký thay đổi</a>.
zh_tw: 此導覽向您介紹 Xfce 4.12 的主要新功能。它只包含了使用者可見的改善部份；要觀看完整的變動列表，見 <a href="/download/changelogs/">變動記錄</a> 。

source: Window Switcher Dialog
ca: Diàleg del commutador de finestres
cs: Dialogové okno pro přepínání oken
da: Vinduesskifter-dialog
de: Fensterwechseldialog
es: Diálogo de cambio de ventanas
fr: Le mode liste de la fenêtre Alt-Tab
gl: Diálogo de troco de xanelas
he: דו־שיח מעביר חלונות
id: Dialog Penukar Jendela
it: Schermata di cambio finestra
ja: ウィンドウ切り替えダイアログ
kk: Терезелерді ауыстыру сұхбат терезесі
lt: Langų perjungiklio dialogas
ms: Dialog Penukar Tetingkap
nb: Dialogboks for å bytte vindu
oc: Lo mòde lista de la fenèstra Alt-Tab
pl: Okno dialogowe przełączania okien
pt: Caixa de mudança de janela
pt_br: Diálogo alternador de janelas
ro: Fereastra «Comutatorului de ferestre»
ru: Диалог переключения окон
sq: Dialog Këmbyesi Dritaresh
sr: Прозорче промена прозора
sv: Fönsterväxlingsdialog
th: กล่องโต้ตอบสลับหน้าต่าง
tr: Pencere Değiştirici İletişim Penceresi
uk: Діалог перемикання вікон
vi: Hộp thoại chuyển đổi cửa sổ
zh_tw: 視窗切換器對話框

source: The window manager's Alt+Tab dialog is now fully themeable and also gained two new modes: a 'List' mode and a 'Window Preview' mode. Furthermore users use their mouse to click/select the window they want to give focus to.
ca: El diàleg Alt+Tab del gestor de finestres ara és completament temable i també ha guanyat dos modes nous: un mode «Llista» i un mode «Vista prèvia de finestres». A més, els usuaris utilitzen el seu ratolí per fer clic/seleccionar la finestra a la qual volen donar el focus.
cs: Nyní lze dialogovému oknu Alt+Tab správce oken nastavit motiv a také získalo dva nové režimy: Režim 'Seznam' a režim 'Náhled okna'. Uživatelé mohou požadované okno vybrat kliknutím myši.
da: Vindueshåndteringens Alt+Tabulator-dialog kan nu fuldtud bruge temaer og har også fået to nye tilstande: En 'Liste'-tilstand og en 'Vinduesforhåndsvisning'-tilstand. Derudover kan brugere bruge deres mus til at klikke/vælge det vindue de vil give fokus til.
de: Der Alt+Tab-Dialog des Fenstermanagers kann nun mit einem Stil versehen werden und hat außerdem zwei neue Modi erhalten: einen 'Listenmodus' sowie einen 'Fenstervorschaumodus'. Überdies verwenden Nutzer ihre Maus um das gewünschte Fenster per Klick zu fokussieren.
es: El diálogo Alt+Tab del gestor de ventanas es ahora totalmente temable y también ganó dos nuevos modos: un modo de «lista» y un modo de «vistas previas de ventanas». Además los usuarios pueden utilizan su ratón para hacer clic o seleccionar la ventana que desean dirigir el foco.
fr: La boîte de dialogue Alt+Tab du gestionnaire de fenêtre est maintenant entièrement personnalisable et dispose de deux nouveaux modes : un mode « Liste » et un mode « Prévisualisation de fenêtre ». En outre, les utilisateurs utilisent leur souris pour cliquer / sélectionner la fenêtre à laquelle ils veulent donner le focus.
gl: O diálogo de Alt + Tab do xestor de xanelas agora é totalmente personalizábel con temas e tamén gañou dous modos novos: un modo «Lista» e un modo «Vista previa de xanela». Ademais, os usuarios poden usar o seu rato para premer/seleccionar a xanela na que desexan poñer o foco.
he: דו־שיח Alt-Tab של מנהל החלונות עכשיו ניתן להתאמה אישית מלאה עם ערכות נושא וגם קיבל שני מצבים חדשים: מצב רשימה ומצב תצוגת חלון מקדימה. בנוסף העכבר משמש את המשתמשים לקליק/בחירה של החלון שהם רוצים לתת לו פוקוס.
id: Dialog Alt+Tab manajer jendela sekarang bisa menggunakan tema sepenuhnya dan juga mendapatkan dua mode baru: mode 'Daftar' dan mode 'Pratinjau Jendela'. Selain itu pengguna bisa menggunakan tetikus untuk memilih jendela yang akan diberi fokus.
it: La schermata di Alt+Tab del gestore delle finestre è ora completamente tematizzabile ed è stata dotata di due ulteriori modalità: quella a elenco e quella di anteprima delle finestre. L'utente può inoltre usare il mouse per selezionare la finestra da portare in primo piano.
ja: ウィンドウマネージャーの Alt+Tab ダイアログはテーマをサポートし、従来のリストモードに加え、新たにウィンドウプレビューモードが追加されました。さらに、マウスホイールとクリックでウィンドウを切り替えることができるようになりました。
kk: Терезе менеджерінің Alt+Tab сұхбат терезесі енді тақырыптарды толық қолдайды және екі жаңа режимге ие болды: «Тізім» режимі және «Терезені алдын ала қарау» режимі. Сонымен қатар, пайдаланушылар назар аударғысы келетін терезені таңдау/шерту үшін тышқанды қолдана алады.
lt: Langų tvarkytuvės Alt+Tab dialogas dabar pilnai palaiko temas, o taip pat įgauna dvi naujas veiksenas: „Sąrašo“ veikseną ir „Lango“ veikseną. Be to, naudotojai gali naudoti pelę, kad spusteltų/pasirinktų langą, kurį nori fokusuoti.
ms: Dialog Alt+Tab pengurus tetingkap kini sepenuhnya bertema dan juga dalam dua mod baharu: mod 'Senarai' dan mod 'Pratonton Tetingkap'. Pengguna boleh guna kursor tetikus mereka untuk klik/pilih tetingkap yang mahu diberi fokus.
nb: Vindusbehandlerens Alt + Tab-dialog kan nå stiles fullstendig og har også fått to nye moduser: en som lister opp vinduer og en som forhåndsviser dem. Brukere kan nå velge med musa de vinduene de vil gi fokus til.
pl: Okno Alt+Tab od teraz w pełni obsługuje motywy i otrzymało dwa nowe tryby: Tryb listy i Podgląd okien. Dodatkowo użytkownicy mogą zaznaczyć okno, które chcą oznaczyć jako aktywne.
pt: A janela do gestor de janelas Alt+Tab agora suporta temas e também ganhou dois novos modos: um modo 'Lista' e um modo 'Previsão de Janela'. Muitos utilizadores usam o rato para clicar/selecionar a janela que querem para lhe darem foco.
pt_br: O diálogo Alt-Tab do gerenciador de janelas agora é completamente personalizável e também ganhou dois novos modos: um modo 'Lista' e um modo 'Pré-visualizar janelas'. Além disso os usuários podem usar o mouse para clicar/selecionar a janela que eles desejarem focar.
ro: Fereastra de dialog «Alt+Tab» a administratorului de ferestre este acum complet personalizabilă și a câștigat, de asemenea, două moduri noi: un mod „Listă” și un mod „Previzualizare fereastră”. În plus, utilizatorii folosesc mausul pentru a face clic/selecta fereastra căreia doresc să îi acorde focalizarea.
ru: Диалог Alt+Tab оконного менеджера сейчас полностью поддерживает темы, а также приобрёл два новых вида: вид 'Список' и вид 'Предпросмотр окон'. Кроме того пользователи могут использовать свою мышь для клика/выбора окна которому они хотят передать фокус.
sq: Dialogu Alt+Tab i përgjegjësit të dritareve tani është plotësisht i personalizueshëm me tema dhe përfitoi edhe dy mënyra të reja: një mënyrë 'Listë' dhe një mënyrë 'Paraparje Dritaresh'. Për më tepër, përdoruesit mund të përdorin miun e tyre për të klikuar/përzgjedhur dritaren e cila duan të ketë fokusin.
sr: Прозорче измена управника прозора Алт+таб је сада потпуно темирано и добило је два нова начина рада: начин рада „списка“ и начин рада „прегледа прозора“. Корисници могу кликом миша да означе и одзначе прозор који желе у жижи.
sv: Fönsterhanterarens Alt+Tab dialog är nu fullt inställbart för teman och har även fått två nya lägen: ett "list"-läge och ett "Förhandsvisning av fönster"-läge. Dessutom använder användare sin mus för att klicka/välja fönstret de vill ge fokus till.
th: กล่องโต้ตอบ Alt+Tab ของโปรแกรมจัดการหน้าต่างรุ่นนี้สามารถใช้ชุดตกแต่งได้เต็มที่ และยังได้เพิ่มโหมดใหม่อีกสองโหมด คือโหมด 'รายชื่อ' และโหมด 'ตัวอย่างหน้าต่าง' นอกจากนี้ ผู้ใช้ยังสามารถใช้เมาส์คลิกเพื่อเลือกหน้าต่างที่จะให้โฟกัสได้ด้วย
tr: Pencere yöneticisinin Alt+Tab iletişim penceresi, artık tema destekli ve yeni iki kipe sahip: 'Liste' kipi ve 'Pencere Önizleme' kipi. Ayrıca kullancılar, farelerini kullanarak, istedikleri yere odaklanabilecekler.
uk: Діалог Alt+Tab менеджера вікон тепер дозволяє застосовувати теми, а також отримав два нові режими: режим 'Список' та режим 'Перегляд вікон'. Далі користувачі використовують мишку для клацання/вибирання вікна, на якому вони збираються фокусуватися.
vi: Hộp thoại Alt+Tab của trình quản lý cửa sổ giờ đây hoàn toàn có thể sử dụng theo chủ đề và cũng có hai chế độ mới: chế độ 'Danh sách' và chế độ 'Xem trước cửa sổ'. Hơn nữa, người dùng sử dụng chuột để nhấp/chọn cửa sổ mà họ muốn lấy nét.
zh_tw: 視窗管理員的 Alt+Tab 對話框現在完全的可主題化，並同時新增了兩個新的模式：「列表」模式及「視窗預覽」模式。此外，使用者可以使用他們的滑鼠來點擊／選取他們想要給予焦點的視窗。

source: The traditional dialog is fully themable now
ca: El diàleg tradicional ara és completament temable
cs: Nyní lze tomuto tradičnímu dialogovému oknu nastavit motiv
da: Den traditionelle dialog kan nu fuldtud bruge temaer
de: Der traditionelle Dialog kann nun vollständig mit Stilen versehen werden.
es: El diálogo tradicional ahora es completamente temable
fr: L’aspect de la fenêtre est désormais entièrement modifiable
gl: O diálogo tradicional agora é completamente personalizábel con temas
he: כעת ניתן להתאים את תיבת הדו־שיח המסורתית עם ערכות נושא
id: Dialog tradisional sekarang bisa menggunakan tema sepenuhnya
it: La finestra tradizionale è ora completamente tematizzabile
ja: 従来のダイアログでテーマがサポートされました
kk: Дәстүрлі сұхбат терезесі енді тақырыптарды толық қолдайды
lt: Tradiciniam dialogui dabar gali būti pilnai pritaikomos temos
ms: Dialog tradisional kini sepenuhnya bertema
nb: Den tradisjonelle dialogen kan nå stiles fullstendig
oc: L'aspècte de la fenèstra es d'ara enlà entièrament modificable
pl: Standardowe okno dialogowe wspiera teraz w pełni motywy
pt: A janela tradicional é agora totalmente personalizável
pt_br: O diálogo tradicional agora é completamente personalizável
ro: Fereastra de dialog tradițională este acum complet personalizabilă
ru: Оформление традиционного диалога теперь полностью настраиваемо
sq: Dialogu tradicional tani është plotësisht i personalizueshëm me tema
sr: Прозорче је сада потпуно темирано
sv: Den traditionella dialogen är nu fullt inställbar för teman
th: กล่องโต้ตอบเดิมขณะนี้สามารถใช้ชุดตกแต่งได้เต็มที่
tr: Geneleksel iletişim pencere, artık tamamen tema destekli
uk: Традиційний діалог тепер має теми
vi: Hộp thoại truyền thống hiện có đầy đủ chủ đề
zh_tw: 傳統對話框現在是完全可主題化的

source: The List mode of the Alt-Tab dialog.
ca: El mode de llista del diàleg Alt-Tab.
cs: Režim Seznam dialogového okna Alt+Tab.
da: Listetilstanden i Alt-Tabulator-dialogen.
de: Der Listenmodus des Alt+Tab-Dialogs.
es: Modo de lista del diálogo Alt+Tab.
fr: Le mode liste de la fenêtre Alt-Tab
gl: O modo de lista do diálogo Alt-Tab.
he: מצב רשימה של דיאלוג Alt-Tab.
id: Mode Daftar dialog Alt-Tab.
it: Modalità elenco di Alt-Tab.
ja: リストモードの切り替えダイアログです。
kk: Alt-Tab сұхбат терезесінің Тізім режимі.
lt: Alt-Tab dialogo Sąrašo veiksena.
ms: Mod senarai dialog Alt-Tab.
nb: Opplistingsmodusen til Alt + Tab-dialogvinduet
oc: Lo mòde lista de la fenèstra Alt-Tab
pl: Tryb listy okna Alt+Tab.
pt: O modo de lista da janela Alt-Tab.
pt_br: O modo lista do diálogo Alt-Tab.
ro: Modul „Listă” al dialogului «Alt-Tab».
ru: Диалог Alt-Tab в режиме списка
sq: Mënyra Listë e dialogut Alt-Tab.
sr: Начин рада списка у прозорчету Алт+таб.
sv: Listläget för Alt-Tab dialogen.
th: โหมด 'รายชื่อ' ของกล่องโต้ตอบ Alt-Tab
tr: Alt+Tab iletişim penceresinin Liste kipi.
uk: Режим Списку діалогу Alt-Tab.
vi: Chế độ Danh sách của hộp thoại Alt-Tab.
zh_tw: Alt-Tab 對話框的列表模式。

source: List mode of Alt-Tab, showing all window titles
ca: Mode de llista d'Alt-Tab, mostrant tots els títols de les finestres
cs: Režim Seznam okna Alt+Tab, zobrazující všechny dlaždice oken
da: Listetilstande i Alt-Tabulator, hvor alle vinduestitler vises
de: Listenmodus von Alt+Tab, alle Fenstertitel anzeigend.
es: Modo Alt+Tab de lista, mostrando los títulos de todas las ventanas
fr: Mode liste de Alt-Tab affichant les titres de toutes les fenêtres
gl: Modo de lista de Alt-Tab, amosando todos os títulos de xanela
he: מצב רשימה של Alt-Tab, המראה את כל שמות החלונות
id: Mode Daftar Alt-Tab, menampilkan semua judul jendela
it: Modalità elenco di Alt-Tab, in cui vengono mostrati i titoli di tutte le finestre
ja: すべてのウィンドウタイトルを表示したリストモード
kk: Барлық терезе тақырыптарын көрсететін Alt-Tab тізім режимі
lt: Alt-Tab dialogo Sąrašo veiksena, parodanti visas langų antraštes
ms: Mod senarai Alt-Tab, menunjukkan semua tajuk tetingkap
nb: Opplistingsmodusen til Alt + Tab, som viser alle vindustitlene
pl: Tryb listy Alt+Tab wyświetlający tytuły wszystkich okien
pt: Modo de lista Alt-Tab, mostrando todos os títulos das janelas
pt_br: Modo Lista do Alt-Tab, mostrando os títulos de todas as janelas
ro: Modul „Listă” al «Alt-Tab», care afișează toate titlurile ferestrelor
ru: Режим списка Alt-Tab, отображающий все заголовки окон
sq: Mënyra Listë e dialogut Alt-Tab, duke shfaqur krejt titujt e dritareve
sr: Приказ списка Алт-табом, приказује све наслове прозора
sv: Listläge för Alt-Tab, som visar alla fönsternamn
th: โหมด 'รายชื่อ' ของ Alt-Tab ซึ่งแสดงชื่อหัวหน้าต่างของทุกหน้าต่าง
tr: Alt-Tab penceresinin Liste kipi, tüm pencere döşemelerini gösterir
uk: Режим списку Alt-Tab, показано всі заголовки вікон
vi: Chế độ danh sách của Alt-Tab, hiển thị tất cả tiêu đề cửa sổ
zh_tw: Alt-Tab 的列表模式，正在顯示所有視窗標題

source: The Window Preview mode shows thumbnails of windows' content alongside their icon. Activating the compositor is a prerequisite for this mode.
ca: El mode Vista prèvia de la finestra mostra miniatures del contingut de les finestres al costat de la seva icona. Activar el compositor és un requisit previ per a aquest mode.
cs: Režim Náhled okna zobrazuje náhledy oken vedle jejich ikony. Tento režim vyžaduje zapnutí kompozitoru.
da: Vinduesforhåndsvisningstilstanden viser miniaturer af vinduernes indhold sammen med deres ikon. Aktivering af kompositøren er påkrævet for at bruge denne tilstand.
de: Der Fenstervorschaumodus zeigt kleine Vorschaubilder des jeweiligen Fensters zusammen mit dessen Symbol. Die Kompositor muss für die Funktion aktiviert sein.
es: El modo de vistas previas de ventanas muestra miniaturas del contenido de las ventanas junto a su icono. Activar el compositor es un prerrequisito para este modo.
fr: Le mode « prévisualisation des fenêtres » affiche des aperçus du contenu des fenêtres à côté de leur icône. L’activation du compositeur est un prérequis pour ce mode.
gl: O modo vista previa de xanela amosa miniaturas do contido das xanelas xunto coa sua icona. A activación do compositor é un requisito previo para este modo.
he: מצב תצוגת חלון מקדימה מראה תמונות מוקטנות של תוכן חלונות לצד האייקון שלהם. הפעלת העורך היא תנאי מקדים למצב זה.
id: Mode Pratinjau Jendela menampilkan miniatur isi jendela di samping ikon. Mengaktifkan kompositor menjadi prasyarat mode ini.
it: La modalità di anteprima delle finestre mostra le miniature delle finestre accanto alle loro icone. Per abilitare questa modalità è necessario che il compositore sia attivo.
ja: ウィンドウプレビューモードでは、アイコンとともにウィンドウのサムネイルを表示します。このモードを使用するにはコンポジット処理を有効にする必要があります。
kk: «Терезені алдын ала қарау» режимі терезелердің мазмұнын олардың таңбашасымен бірге эскиз түрінде көрсетеді. Бұл режим үшін композиторды іске қосу қажет.
lt: Langų Peržiūros veiksena šalia langų piktogramų rodo jų turinio miniatiūras. Šios veiksenos naudojimui yra būtinas kompozicionavimas.
ms: Mod Pratonton Tetingkap menunjukkan lakaran kenit kandungan tetingkap bersama-sama dengan ikon mereka. Pengaktifan kompositor adalah wajib untuk mod ini.
nb: Forhåndsvisning av vinduer viser miniatyrbilder av vindusinnholdet ved ikonet. For å bruke denne modusen må kompositteffekter slås på.
pl: Podgląd okien pokazuje miniatury zawartości okien wraz z ich ikonami. Musisz włączyć kompozytowanie okien aby z tego korzystać.
pt: O modo de pré-visualização mostra miniaturas do conteúdo das janelas juntamente com os seus ícones. A ativação do compositor é um pré-requisito para este modo.
pt_br: O modo pré-visualizar janelas mostra miniaturas do conteúdo das janelas com seus respectivos ícones. A ativação do compositor é um pré-requisito para este modo.
ro: Modul „Previzualizare fereastră” afișează miniaturi ale conținutului ferestrelor alături de pictograma acestora. Activarea compozitorului este o condiție prealabilă pentru acest mod.
ru: В режиме Предварительного просмотра окна показаны эскизы содержимого окон вместе со значками. Для этого режима требуется включение составителя.
sq: Mënyra Paraparje Dritaresh shfaq miniatura lënde dritareje tok me ikonën. Aktivizimi i hartuesit është kusht paraprak për këtë mënyrë.
sr: Преглед прозора приказује умањене сличице садржаја прозора поред његових сличица. За ову могућност је неопходно покретање управника слагања.
sv: Förhandsvisning av fönster läge visar miniatyrbilder av fönsterinnehåll tillsammans med deras ikon. Att aktivera kompositorn är ett krav för detta läge.
th: โหมด 'ตัวอย่างหน้าต่าง' จะแสดงภาพย่อของเนื้อหาหน้าต่างควบคู่กับไอคอนของหน้าต่าง การใช้โหมดนี้จำเป็นต้องเปิดใช้ compositor เสียก่อน
tr: Pencere Önizleme kipi, kendi simgelerinin yanında, pencere içeriğinin küçük resimlerini gösterir.
uk: Режим Перегляду вікон показує картинки змісту вікон збоку іконки. Цей режим вимагає активації композитного режиму.
vi: Chế độ Xem trước cửa sổ hiển thị hình thu nhỏ của nội dung cửa sổ cùng với biểu tượng của chúng. Kích hoạt bộ tổng hợp là điều kiện tiên quyết cho chế độ này.
zh_tw: 視窗預覽模式在視窗的小圖示旁顯示其縮圖。啟用合成器是這個模式的先決條件。
