Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Mouse settings dialog
ca: Diàleg d'ajusts del ratolí
cs: Dialogové okno nastavení myši
da: Museindstillinger-dialog
de: Dialog der Mauseinstellungen
es: Diálogo de configuración del ratón
fr: Fenêtre des paramètres de la souris
gl: Diálogo de configuración do rato
he: דיאלוג הגדרות עכבר
id: Dialog pengaturan tetikus
it: Finestra delle impostazioni del mouse
ja: マウスの設定ダイアログ
kk: Тышқан баптауларының сұхбат терезесі
lt: Pelės nustatymų dialogo langas
ms: Dialog tetapan tetikus
nb: Dialogvinduet for museinnstillinger
nl: Muis instellingen dialoogvenster
oc: Fenèstra dels paramètres de la mirga
pl: Okno konfiguracji myszy
pt: Janela de definições do rato
pt_br: Diálogo de configurações do mouse
ro: Fereastra pentru opțiunile mausului
ru: Диалог настройки мыши
sq: Dialog rregullimesh miu
sr: Прозорче поставки миша
sv: Musinställningsdialogfönster
th: กล่องตั้งค่าเมาส์
tr: Fare ayarları penceresi
uk: Діалог налаштування миші
vi: Hộp thoại cài đặt chuột
zh_tw: 滑鼠設定值對話窗

source: The <b>Mouse settings</b> dialog allows you to configure the different mice connected to your computer: button order, acceleration, double-click speed, mouse cursor theme, etcetera...
ca: El diàleg dels <b>ajusts del ratolí</b> us permet configurar els diferents ratolins que estiguin connectats al vostre ordinador: l'ordre dels botons, l'acceleració, la velocitat del doble clic, el tema de cursor del ratolí, etc.
cs: Dialogové okno <b>nastavení myši</b> umožňuje konfigurovat různé myši připojené k počítači: pořadí tlačítek, rychlost dvojitého kliknutí, motiv kurzoru myši, atd.
da: <b>Mus indstillinger</b> dialogen tillader dig at konfigurere forskellige mus forbundet til din komputer: knap orden, acceleration, dobbelt-klik hastighed, mus markør tema og så videre ...
de: Der <b>Maus</b>-Dialog erlaubt Ihnen die Konfiguration verschiedener Mäuse, die an Ihren Rechner angeschlossen sind: Reihenfolge der Tasten, Zeigergeschwindigkeit, Doppelklickgeschwindigkeit, Zeigerthema usw...
es: El diálogo de <b>configuración del ratón</b> le permite configurar los diferentes ratones conectados a su equipo: orden de los botones, aceleración, velocidad de doble clic, el tema del cursor del ratón, etc…
fr: La fenêtre des <b>paramètres de la souris</b> vous permet de configurer les différentes souris connectées à votre ordinateur : ordre des boutons, accélération, vitesse du double-clic, apparence du curseur, etc.
gl: O diálogo das <b>Opcións de rato</b> permítelle configurar os distintos ratos conectados ao computador: orde dos botóns, aceleración, velocidade de dobre clic, tema de cursor do rato, etcétera...
he: דיאלוג <b> הגדרות עכבר <b> מאפשר לך להגדיר את העכברים השונים המחוברים למחשב שלך: סדר לחצנים, תאוצה, מהירות קליק כפול, סגנון סמן עכבר, וכו'
id: Dialog <b>Pengaturan tetikus</b> memungkinkan Anda mengkonfigurasi berbagai perangkat tetikus yang terhubung ke komputer Anda: urutan tombol, akselerasi, kecepatan klik-ganda, tema kursor, dsb...
it: La finestra delle <b>impostazioni del mouse</b> permette di configurare i diversi mouse collegati al computer: l'ordine dei pulsanti, l'accelerazione, la velocità del doppio clic, il tema dei cursori, ecc...
ja: <b>マウス設定</b>ダイアログでは、コンピューターに接続されているマウスなどのポインティングデバイスごとに、ボタン設定、加速度、ダブルクリック認識、マウスカーソルのテーマなどが設定できます。
kk: <b>Тышқан баптаулары</b> сұхбат терезесі компьютерге қосылған әртүрлі тышқандарды баптауға мүмкіндік береді: батырмалар реті, үдету, қос шерту жылдамдығы, тышқан курсорының тақырыбы және т.б...
lt: <b>Pelės nustatymų</b> dialogas leidžia konfigūruoti įvairias, prie jūsų kompiuterio prijungtas, peles: mygtukų tvarką, pagreitį, dvikarčio spustelėjimo trukmę, pelės žymeklio temą ir t. t...
ms: Dialog <b>Tetapan tetikus</b> membolehkan anda konfigur pelbagai jenis tetikus yang bersambung dengan komputer anda: tertib butang, pemecutan, kelajuan dwi-klik, tema kursor tetikus, dan lain-lain...
nb: Dialogvinduet for <b>museinnstillinger</b> lar deg sette opp musene som er koblet til maskinen: Knapperekkefølge, akselerasjon, dobbeltklikk-hastighet, pekerdrakt, osv …
nl: De <b>muis-instellingen</b> dialoogvenster kunt u de computer configureren van de verschillende muizen aangesloten op uw: knopvolgorde, versnelling, snelheid van het dubbelklikken, muiscursor thema, etcetera ...
oc: La fenèstra dels <b>paramètres de la mirga </b> vos permet de configurar las diferentas mirga connectadas a vòstre ordenador : l'òrdre dels botons, l'accélération, la vitesse del clic doble , lo tèma de curseur de mirga, etc ...
pl: Ustawienia <b>myszy</b> pozwalają skonfigurować różne własności myszy podłączonej do komputera: układ przycisków, przyspieszenie ruchu kursora, prędkość dwukrotnego kliknięcia, styl kursora myszy, itp.
pt: As <b>definições do rato</b> permitem-lhe configurar os diferentes ratos ligados ao computador: ordem dos botões, rapidez de resposta, rapidez do duplo clique, cursor...
pt_br: O diálogo de <b>Configurações de mouse</b> permite que você configure mouses diferentes, conectados a seu computador: ordem de botões, aceleração, velocidade do clique duplo, tema do cursor do mouse, etc.
ro: Fereastra de dialog <b>Opțiuni pentru maus</b> vă permite să configurați diferitele mausuri conectate la calculator: ordinea butoanelor, accelerația, viteza de dublu-clic, tema cursorului, etc...
ru: Диалог <b>Настройки мыши</b> позволяет изменить порядок кнопок, ускорение, быстродействие двойного щелчка, оформление курсора и т.д.
sq: Dialogu <b>Rregullime miu</b> ju lejon të formësoni minj të ndryshëm të lidhur me kompjuterin tuaj: radhë butonash, përshpejtim, shpejtësi dyklikimi, pamje kursori miu, etj…
sr: Прозор <b>Поставке миша</b> омогућава да подесите различите мишеве повезане за рачунар: распоред дугмади, убрзање, брзину двоклика, тему показивача миша, итд...
sv: Dialogfönstret för <b>musinställningar</b> låter dig konfigurera möss anslutna till datorn: knappordning, acceleration, dubbelklickshastighet, muspekartema, etcetera...
th: กล่องโต้ตอบ <b>ตั้งค่าเมาส์</b> ช่วยให้คุณสามารถตั้งค่าเมาส์ต่างๆ ที่เชื่อมต่ออยู่กับคอมพิวเตอร์ของคุณได้ ไม่ว่าจะเป็นลำดับปุ่ม, ความเร่งของตัวชี้, ความเร็วดับเบิลคลิก, ชุดตกแต่งตัวชี้เมาส์ และอื่นๆ
tr: <b>Fare ayarları</b> iletişim penceresi bilgisayarınıza bağlı farenin çeşitli ayarlarını yapılandırmanıza imkan verir: düğme sırası, ivmelenme, çift tıklama hızı, fare imleç teması, vb...
uk: Діалог <b>Налаштування миші</b> дозволяє налаштувати різні миші, під'єднані до комп'ютера: порядок кнопку, прискорення, швидкість подвійного клацання, теми курсору миші, і таке інше.
vi: Hộp thoại <b>Cài đặt chuột</b> cho phép bạn định cấu hình các loại chuột khác nhau được kết nối với máy tính của bạn: thứ tự nút, khả năng tăng tốc, tốc độ nhấp đúp, chủ đề con trỏ chuột, v.v...
zh_tw: <b>滑鼠設定</b> 對話框讓您可以設定連接到您電腦上不同的滑鼠：按鍵順序、加速度、雙擊速度、游標主題等等...

source: Desktop settings
ca: Ajusts de l'escriptori
cs: Nastavení plochy
da: Skrivebordsindstillinger
de: Schreibtischeinstellungen
es: Configuración del escritorio
fr: Paramètres du bureau
gl: Configuración do escritorio
he: הגדרות שולחן עבודה
id: Pengaturan desktop
it: Impostazioni della scrivania
ja: デスクトップの設定
kk: Жұмыс үстелінің баптаулары
lt: Darbalaukio nustatymai
ms: Tetapan desktop
nb: Skrivebords-innstillinger
nl: Desktop-instellingen
oc: Paramètres del burèu
pl: Ustawienia pulpitu
pt: Definições do ambiente de trabalho
pt_br: Configurações da área de trabalho
ro: Opțiuni pentru spațiul de lucru (birou)
ru: Настройки рабочего стола
sq: Rregullime desktopi
sr: Поставке радне површи
sv: Skrivbordsinställningar
th: การตั้งค่าพื้นโต๊ะ
tr: Masaüstü ayarları
uk: Налаштування стільниці
vi: Cài đặt máy tính để bàn
zh_tw: 桌面設定值

source: Desktop settings dialog
ca: Diàleg d'ajusts de l'escriptori
cs: Dialogové okno nastavení plochy
da: Skrivebordsindstillinger-dialog
de: Dialog der Schreibtischeinstellungen
es: Diálogo de configuración del escritorio
fr: Fenêtre des paramètres de bureau
gl: Diálogo de configuración do escritorio
he: דיאלוג הגדרות שולחן עבודה
id: Dialog pengaturan desktop
it: Finestra delle impostazioni della scrivania
ja: デスクトップの設定ダイアログ
kk: Жұмыс үстелі баптауларының сұхбат терезесі
lt: Darbalaukio nustatymų dialogas
ms: Dialog tetapan desktop
nb: Dialogvinduet for skrivebordsinnstillinger
nl: Desktop-instellingen dialoogvenster
oc: Fenèstra dels paramètres de burèu
pl: Okno konfiguracji pulpitu
pt: Janela das definições do ambiente de trabalho
pt_br: Diálogo de configurações da área de trabalho
ro: Fereastra pentru opțiunile de birou
ru: Диалог настроек рабочего стола
sq: Dialog rregullimesh desktopi
sr: Прозор поставки радне површи
sv: Skrivbordsinställningsdialfönster
th: กล่องตั้งค่าพื้นโต๊ะ
tr: Masaüstü ayarları penceresi
uk: Діалог налаштування стільниці
vi: Hộp thoại cài đặt máy tính để bàn
zh_tw: 桌面設定值對話窗

source: The <b>Desktop settings</b> dialog is now much more compact; it allows you to configure per-screen settings: wallpaper, brightness, desktop menu, displayed icons, etcetera...
ca: El diàleg dels <b>ajusts de l'escriptori</b> ara és molt més compacte; us permet configurar els ajusts de cada pantalla: el paper pintat, la brillantor, el menú d'escriptori, les icones visualitzades, etcètera...
cs: Dialogové okno <b>nastavení plochy</b> je nyní mnohem kompaktnější. Umožňuje konfigurovat nastavení pro každou obrazovku zvlášť: tapetu plochy, jas, nabídku plochy, zobrazené ikony, atd.
da: <b>Skrivebords-indstillinger</b> dialogen er nu meget mere kompakt; den tillader dig at konfigurere per-skærm indstillinger: baggrundsbilleder, lysstyrke, skrivebords-menu, viste ikoner og så videre ...
de: Der <b>Schreibtisch</b>-Dialog ist jetzt deutlich kompakter; er ermöglicht Ihnen die Konfiguration von Einstellungen für jeden Bildschirm: Hintergrundbild, Helligkeit, Schreibtisch-Menü, angezeigte Symbole, etc...
es: El diálogo de <b>configuración del escritorio</b> es ahora mucho más compacto, le permite configurar por pantallas de configuración: fondos de pantalla, brillo, menú de escritorio, iconos que se muestran, etc…
fr: La fenêtre des <b>paramètres du bureau</b> est maintenant beaucoup plus compacte. Elle vous permet de configurer les paramètres par écran : fond d’écran, luminosité, menu du bureau, icônes affichées, etc.
gl: O diálogo de <b>Opcións de escritorio</b> agora é moito máis compacto; permite configurar os axustes por pantalla: fondo de pantalla, brillo, menú de escritorio, iconas amosadas, etcétera...
he: דיאלוג <b> הגדרות שולחן עבודה <b> הוא עכשיו הרבה יותר קומפקטי, הוא מאפשר לך להגדיר הגדרות לכל מסך: רקע, בהירות, תפריט שולחן עבודה, אייקונים מוצגים, וכו'
id: Dialog <b>Pengaturan desktop</b> sekarang jauh lebih kompak; ia memungkinkan Anda untuk mengkonfigurasi pengaturan tiap layar: gambar latar belakang, tingkat kecerahan, menu desktop, ikon yang ditampilkan, dsb...
it: La finestra delle <b>impostazioni della scrivania</b> è più compatta; permette di configurare le impostazioni per ogni schermo: sfondo, luminosità, menu della scrivania, icone visualizzate, ecc...
ja: <b>デスクトップの設定</b>ダイアログはよりコンパクトになりました。ここで画面ごとの壁紙、明るさ、デスクトップメニュー、表示アイコンなどの設定が行えます。
kk: <b>Жұмыс үстелінің баптаулары</b> сұхбат терезесі енді әлдеқайда жинақы; ол әр экран үшін жеке баптауларды: тұсқағаз, жарықтылық, жұмыс үстелі мәзірі, көрсетілетін таңбашалар және т.б. баптауға мүмкіндік береді...
lt: Dabar <b>Darbalaukio nustatymų</b> dialogas yra labiau glaudintas; jis leidžia jums nustatyti kiekvieno ekrano nustatymus: darbalaukio foną, ryškumą, darbalaukio meniu, rodomas piktogramas ir taip toliau...
ms: Dialog <b>Tetapan Desktop</b> kini lebih padat; ia membolehkan anda konfigur tetapan per-skrin: kertas dinding, kecerahan, menu desktop, ikon terpapar, dan lain-lain...
nb: Dialogvinduet for <b>skrivebordsinnstillinger</b> er nå langt mer kompakt. Det lar deg sette opp innstillinger for hver skjerm: Bakgrunnsbilde, lysstyrke, skrivebordsmeny, viste ikoner, osv …
nl: De <b>Desktop-instellingen</b> dialoogvenster is nu veel compacter, het stelt u in staat om de instellingen per scherm: behang, helderheid, desktop-menu, weergegeven pictogrammen, enzovoort ...
oc: La bóstia de dialòg dels <b>paramètres del burèu</b> es ara beaucoup mai compacte; elle vos permet de configurar los paramètres de l'ecran : fons d'ecran, luminositat, menú del burèu, icònas, etc ...
pl: Ustawienia <b>pulpitu</b> rozmieszczone są teraz w znacznie zwartym układzie. Program konfiguracyjny umożliwia przypisanie zestawu ustawień (tła, regulacji obrazu, menu pulpitu, wyświetlanych ikon, itd) dla każdego ekranu z osobna.
pt: A janela das <b>definições do ambiente de trabalho</b> é agora muito mais compacta. Permite-lhe configurar as definições de ecrã em diversos monitores: papel de parede, brilho, menus, ícones e muito mais...
pt_br: O diálogo de <b>Configurações de área de trabalho</b> agora é muito mais compacto; Ele permite que você configure configurações por tela: fundo de tela, brilho, menu de área de trabalho, ícones exibidos, etc.
ro: Fereastra de dialog <b>Opțiuni pentru birou</b> este acum mult mai compactă; vă permite să configurați opțiunile pentru fiecare ecran: fundal, luminozitate, meniu birou, pictograme afișate, etcetera...
ru: Диалог <b>Настройки рабочего стола</b> стал значительно компактнее и позволяет изменять настройки для каждого экрана: фоновое изображение, яркость, меню рабочего стола, отображаемые значки и т.д.
sq: Dialogu <b>Rregullime desktopi</b> tanimë është shumë më tepër kompakt; Ju lejon të formësoni rregullime për ekran: sfond desktopi, ndriçim, menu desktopi, ikona të shfaqura, etj…
sr: Прозор <b>поставки радне површи</b> је сада много сажетији; омогућава подешавање према екрану: позадине, осветљења, изборника површи, приказа сличица, итд...
sv: Dialogfönstret för <b>skrivbordsinställningar</b> är nu mycket mer kompakt; den låter dig att konfigurera inställningar per skärm: bakgrundsbild, ljusstyrka, skrivbordsmeny, visade ikoner, etcetera...
th: กล่องโต้ตอบ <b>ตั้งค่าพื้นโต๊ะ</b> ในรุ่นนี้ใช้พื้นที่กระชับขึ้นมาก และช่วยให้คุณสามารถตั้งค่าหน้าจอแต่ละหน้าแยกกันได้ ไม่ว่าจะเป็นภาพพื้นหลัง, ความสว่าง, เมนูพื้นโต๊ะ, ไอคอนที่แสดง และอื่นๆ
tr: <b>Masaüstü ayarları</b> iletişim penceresi artık daha etkili; her ekran için ayarları yapılandırmıza izin veriyor: duvar kağıdı, masaüstü menüsü, simgeler, vb...
uk: Діалог <b>Налаштування стільниці</b> тепер більш компактніший; він дозволяє налаштувати настройки екрану: шпалери, яскравість, меню робочого столу, значки, які показуються, і так далі...
vi: Hộp thoại <b>Cài đặt máy tính để bàn</b> giờ đây nhỏ gọn hơn nhiều; nó cho phép bạn định cấu hình cài đặt trên mỗi màn hình: hình nền, độ sáng, menu màn hình, biểu tượng được hiển thị, v.v ...
zh_tw: <b>桌面設定</b> 對話框現在更緊湊；它讓您可以調整每個螢幕的設定：桌布、亮度、桌面選單、顯示的圖示等等...
