Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: And then there was the problem with the keyboard shortcuts in Xfce 4.2... Xfce 4.2 limited the number of freely available keyboard shortcuts, while people wanted to assign any number of keyboard shortcuts. With Xfce 4.4 this limitation is history and the application shortcuts are now separated from the window manager shortcuts.
ca: I després hi havia el problema amb les dreceres de teclat a Xfce 4.2... Xfce 4.2 limitava el nombre de dreceres de teclat disponibles lliurement, mentre que la gent volia assignar qualsevol nombre de dreceres de teclat. Amb Xfce 4.4 aquesta limitació és l'historial i les dreceres de l'aplicació ara estan separades de les dreceres del gestor de finestres.
cs: A pak byl v Xfce 4.2 problém s klávesovými zkratkami... Uživatelé chtěli přidělit jakékoli číslo klávesové zkratce, ale Xfce 4.2 toto množství volně dostupných klávesových zkratek omezovalo. Toto omezení je v Xfce 4.4 minulostí a klávesové zkratky aplikací jsou nyní odděleny od zkratek správce oken.
da: Også var der problemet med tastatur genveje i Xfce 4.2 ... Xfce 4.2 begrænsede nummeret af frit-valgte tilgængelige tastatur-genveje, mens folk ville tildele ethvert nummer af tastatur-genveje. Med Xfce 4.4 var denne begrænsning fortid og applikations-genveje er nu separeret fra vindue-håndterings genveje.
de: Und dann gab es noch das Problem mit den Tastenkürzeln in Xfce 4.2... Xfce 4.2 beschränkte die Anzahl von frei konfigurierbaren Tastenkürzeln, aber Nutzer wollten eine beliebige Anzahl von Tastenkürzeln zuweisen. Mit Xfce4.4 gehört diese Beschränkung der Geschichte an und die Anwendungs-Tastenkürzel sind jetzt von den Tastenkürzeln der Fensterverwaltung getrennt.
es: Y luego estaba el problema con los atajos de teclado en Xfce 4.2 que limitaba el número de atajos de teclado. Con Xfce 4.4, esta limitación es ya pasado y los accesos a aplicaciones están ahora separados de los accesos directos del gestor de ventanas.
fr: Xfce 4.2 limitait le nombre de raccourcis clavier librement accessible, alors que les utilisateurs voulaient pouvoir en attribuer autant qu’ils le souhaitaient. Avec Xfce 4.4, cette limitation est de l’histoire ancienne et les raccourcis d’applications ont été séparés des raccourcis du gestionnaire de fenêtres.
gl: E logo estaba o problema cos atallos de teclado en Xfce 4.2... quen limitou o número de atallos de teclado dispoñíbeis de xeito gratuíto, mentres que a xente quería asignar calquera número de atallos de teclado. Co Xfce 4.4 esta limitación é historia e os atallos de aplicacións agora están separados dos atallos do xestor de xanelas.
he: ואז היתה הבעיה עם קיצורי המקלדת ב-Xfce 4.2... מספר קיצורי מקלדת זמינים בחופשיות הוגבל ב-Xfce 4.2, בעוד שאנשים רצו להקצות כל מספר של קיצורי מקלדת. עם Xfce 4.4 הגבלה זו היא הסטוריה וקיצורי התוכנות עכשיו מופרדים מקיצורי מנהל החלונות.
id: Dan kemudian ada permasalahan dengan pintasan papan tik di Xfce 4.2... Xfce 4.1 membatasi jumlah pintasan papan tik yang tersedia bebas, namun para pengguna ingin menetapkan banyak pintasan papan tik. Dengan Xfce 4.4 pembatasan ini sudah tidak ada lagi dan pintasan aplikasi sekarang terpisah dari pintasan manajer jendela.
it: E poi c'era il problema con le scorciatoie da tastiera in Xfce 4.2... Xfce 4.2 limitava il numero delle scorciatoie da tastiera disponibili, mentre gli utenti volevano assegnarne un numero qualsiasi. Con Xfce 4.4 questa limitazione è storia e le scorciatoie dell'applicazione sono ora distinte dalle scorciatoie del gestore delle finestre.
ja: またXfce 4.2ではキーボードショートカットに問題がありました…。たくさんの人がたくさんのキーボードショートカットを割り当てたいと思っていたのにもかかわらずXfce 4.2は自由に設定できるキーボードショートカットの数が限られていました。Xfce4.4では、この制限は過去の話となり、アプリケーションショートカットはウィンドウマネージャーショートカットから分けられました。
kk: Содан кейін Xfce 4.2-дегі пернетақта жарлықтарына қатысты мәселе туындады... Xfce 4.2 еркін қолжетімді пернетақта жарлықтарының санын шектеді, ал адамдар кез келген пернетақта жарлықтарының санын тағайындағысы келді. Xfce 4.4 нұсқасымен бұл шектеу артта қалды және қолданба жарлықтары енді терезе менеджері жарлықтарынан бөлінген.
lt: Dar, Xfce 4.2 laidoje, buvo problemų su sparčiaisiais klaviatūros klavišais... Xfce 4.2 ribojo laisvai prieinamų sparčiųjų klaviatūros klavišų skaičių, nors žmonės savo ruožtu, norėjo priskirti bet kokį sparčiųjų klaviatūros klavišų skaičių. Su Xfce 4.4 šis ribojimas liko tik istorija, o programų spartieji klavišai dabar yra atskirti nuo langų tvarkytuvės sparčiųjų klavišų.
ms: Dan seterusnya terdapat masalah dengan pintasan papan kekunci dalam Xfce 4.2... Xfce 4.2 hadkan bilangan pintasan papan kekunci yang tersedia bebas, sebaliknya ada orang ingin mengumpuk mana-mana bilangan pintasan papan kekunci. Dengan Xfce 4.4 batasan ini telah menjadi sejaran dan pintasan aplikasi kini diasingkan dari pintasan pengurus tetingkap.
nb: Det var problemer med hurtigtaster i Xfce 4.2 … Xfce 4.2 begrenset antall fritt tilgjengelige hurtigtaster, mens brukerne ville bruke et større antall hurtigtaster. Denne begrensingen ble fjernet i Xfce 4.4, og programhurtigtastene er nå skilt fra vindusbehandlerens hurtigtaster.
oc: E puèi i a eu lo problèma amb los acorchis de clavièr dins Xfce 4.2 ... Xfce 4.2 limite lo nombre d'acorchis de clavièr librement disponibles, mentre que lo monde voulaient atribuir un certan nombre d'acorchis de clavièr. Amb Xfce 4.4 aquesta limitacion es una histoire anciana e los acorchis d'aplicacions son d'ara enlà separats dels acorchis del gestionari de fenèstras.
pl: W wydaniu Xfce 4.2 znany był problem związany z ograniczoną ilością skrótów klawiszowych. Xfce 4.4 naprawia ten błąd i rozdziela skróty programów od skrótów menedżera okien.
pt: E depois houve o problema com as teclas de atalho no Xfce 4.2... O Xfce 4.2 limitava a quantidade de teclas de atalho disponíveis, quando pessoas queriam atribuir qualquer quantidade de teclas de atalho. Com o Xfce 4.4, essa limitação passou à história e as teclas de atalho agora são separadas dos atalhos de gestor de janelas.
pt_br: E, então, houve o problema com os atalhos de teclado no Xfce 4.2... O Xfce 4.2 limitava a quantidade de atalhos de teclados disponíveis, quando pessoas queriam atribuir qualquer quantidade de atalhos de teclado. Com o Xfce 4.4, essa limitação é história e os atalhos de teclado agora são separados dos atalhos de gerenciador de janelas.
ro: Și apoi a existat problema cu comenzile rapide de la tastatură în Xfce 4.2... Xfce 4.2 a limitat numărul de comenzi rapide de tastatură disponibile în mod liber, în timp ce oamenii doreau să atribuie orice număr de comenzi rapide de tastatură. Cu Xfce 4.4 această limitare este istorie și comenzile rapide ale aplicațiilor sunt acum separate de comenzile rapide ale administratorului de ferestre.
ru: И потом, была проблема с комбинациями клавиш клавиатуры в Xfce 4.2... Xfce 4.2 ограничивала количество свободно доступных комбинаций клавиш, хотя люди нуждались в назначении любого количества комбинаций клавиш клавиатуры. С Xfce 4.4 это ограничение ушло в историю, и комбинации клавиш приложения сейчас отделены от комбинаций клавиш оконного менеджера.
sq: Mandej ishte problemi me shkurtore tastiere në Xfce 4.2… Xfce 4.2 e kufizonte numrin e mundshëm të shkurtoreve të tastierës, ndërkohë që përdoruesit donin të caktonin çfarëdo numri shkurtoresh. Me 4.4-n, ky kufizim i takon të shkuarës dhe shkurtoret e aplikacioneve tani janë ndaras nga ato të përgjegjësit të dritareve.
sr: Постојала је потешкоћа са пречицама тастатуре у ИксФЦЕ-у 4.2... ИксФЦЕ 4.2 ограничава број доступних пречица тастатуре, док људи желе да задају било који број пречица тастатуре. Са Иксфце-ом 4.4, ово ограничење је прошлост, и пречице програма су одвојене од пречица управника прозора.
sv: Och sedan var det problemet med tangentbordsgenvägar i Xfce 4.2... Xfce 4.2 begränsade antalet av fritt tillgängliga genvägar, medan folk ville tilldela ett valfritt antal tangentbordsgenvägar. Med Xfce 4.4 utgåvan är denna begränsning historia och programgenvägar är nu separerade från fönsterhanterargenvägar.
th: และก็เคยมีปัญหาเกี่ยวกับปุ่มลัดแป้นพิมพ์ใน Xfce 4.2... Xfce 4.2 จำกัดจำนวนปุ่มลัดแป้นพิมพ์ที่เปิดให้ตั้งได้อิสระ ในขณะที่ผู้ใช้ต้องการกำหนดปุ่มลัดไม่จำกัดจำนวน ใน Xfce 4.4 ข้อจำกัดนี้ได้กลายเป็นอดีตไปแล้ว และปุ่มลัดเรียกโปรแกรมก็ได้ถูกแยกออกจากปุ่มลัดของโปรแกรมจัดการหน้าต่างแล้วด้วย
tr: Xfce 4.2... Xfce 4.2 içinde klavye kısayollarında sorun vardı. İnsanlar istediği sayıda klavye kısayolları atamak istiyorken, az sayıda boşta klavye kısayolu vardı. Xfce 4.4 ile birlikte bu sınırlama tarih oldu ve uygulama kısayolları, pencere yöneticisi kısayollarından ayrıldı.
uk: І ще були проблеми з клавіатурними скороченнями у версії Xfce 4.2... Xfce 4.2 обмежувало кількість доступних скорочень, тоді як користувачі бажали присвоювати кнопкам будь-яку кількість скорочень клавіатури. У версії Xfce 4.4 це обмеження вже є історією, і скорочення для програм тепер відділено від клавіатурних скорочень для менеджера вікон.
vi: Và sau đó đã xảy ra sự cố với các phím tắt trong Xfce 4.2... Xfce 4.2 đã giới hạn số lượng phím tắt có sẵn miễn phí, trong khi mọi người muốn gán bất kỳ số lượng phím tắt nào. Với Xfce 4.4, hạn chế này là lịch sử và các phím tắt ứng dụng hiện được tách biệt khỏi các phím tắt của trình quản lý cửa sổ.
zh_tw: 然後是在 Xfce 4.2中的鍵盤快捷鍵問題...Xfce 4.2限制了可自由使用的快捷鍵數量，但通常人們會想要使用任意數量的快捷鍵。從 Xfce 4.4開始，這個限制已經成為了歷史，並且從現在開始，應用程式的快捷鍵與視窗管理員的快捷鍵分離。

source: Feedback
ca: Comentaris
cs: Zpětná vazba
de: Rückmeldungen
es: Comentarios
fr: Retour
gl: Comentarios
he: משוב
id: Komentar, Kritik, dan Saran
it: Commenti
ja: フィードバック
kk: Кері байланыс
lt: Atsiliepimai
ms: Maklumbalas
nb: Tilbakemeldinger
oc: Retour
pl: Wsparcie
pt: Comentários
ro: Opinii și sugestii
ru: Обратная связь
sq: Përshtypje
sr: Одзив
sv: Återkoppling
th: ตอบกลับ
tr: Geri Bildirim
uk: Відгуки
vi: Nhận xét
zh_tw: 意見回饋

source: Please post comments on this article in my <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> and use the <a href="/community/lists">xfce</a> mailinglist if you have questions about Xfce 4.4.0 or trouble with the installation.
ca: Si us plau, publiqueu comentaris sobre aquest article al meu <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> i utilitzeu la llista de correu <a href="/community/lists">xfce</a> si teniu preguntes sobre Xfce 4.4.0 o problemes amb la instal·lació.
cs: Komentáře k tomuto článku prosím posílejte na můj <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> a v případě dotazů o Xfce 4.4.0 nebo potíží s instalací použijte e-mailovou konferenci <a href="/community/lists">xfce</a>.
da: Venligst, giv kommentarer på artiklen i min <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> og brug <a href="/community/lists">xfce</a> mailing-listen hvis du har spørgsmål omkring Xfce 4.4.0 eller problemer med installationen.
de: Bitte kommentieren Sie den Artikel in meinem <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">Blog</a> oder benutzen Sie die <a href="/community/lists">Xfce-Mailingliste</a>, falls Sie Fragen zu Xfce 4.4.0 oder Probleme mit der Installation haben.
es: Por favor, envíe los comentarios sobre este artículo a mi <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> y utilice la <a href="/community/lists">lista de correo de Xfce</a> si tiene alguna pregunta acerca de Xfce 4.4.0 o problemas con la instalación.
fr: Merci de poster vos commentaires à propos de cet article sur mon <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blogue</a> et d’utiliser la <a href="/community/lists">liste de diffusion Xfce</a> si vous avez des questions sur Xfce 4.4.0 ou des problèmes avec l’installation.
gl: Publica comentarios sobre este artigo na miña <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">bitácora</a> e usa a lista de distribución do <a href="/community/lists">xfce</a> se tes preguntas sobre Xfce 4.4.0 ou problemas coa instalación.
he: אנא רשום הערות על מאמר זה ב-<a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> והשתמש ברשימת התפוצה <a href="/community/lists">xfce</a> אם יש לך שאלות על Xfce 4.4.0 או בעיות עם ההתקנה.
id: Silakan kirim komentar mengenai artikel ini pada <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> saya dan gunakan milis <a href="/community/lists">xfce</a> jika Anda memiliki pertanyaan mengenai Xfce 4.4.0 atau permasalahan dengan pemasangan.
it: Commentare l'articolo su questo <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> e usare la lista di discussione di <a href="/community/lists">xfce</a> per le domande su Xfce 4.4.0 o per i problemi con l'installazione.
ja: この記事に関してのコメントを私の<a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">ブログ</a>に書いてください。何かXfce 4.4.0に関しての質問がある場合やインストール中に問題が起こった場合は、ぜひ<a href="/community/lists">xfce</a>のメーリングリストを使ってください。
kk: Осы мақала бойынша пікірлеріңізді менің <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">блогыма</a> қалдырыңыз және Xfce 4.4.0 туралы сұрақтарыңыз болса немесе орнату кезінде қиындықтар туындаса, <a href="/community/lists">xfce</a> таратылым тізімін пайдаланыңыз.
lt: Jeigu turite klausimų apie Xfce 4.4.0 ar jums kyla sunkumų su įdiegimu, prašau siųsti komentarus į straipsnį šiame mano <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">tinklaraštyje</a> arba naudoti <a href="/community/lists">xfce</a> elektroninio pašto grupę.
ms: Sila pos ulasan mengenai artikel ini di dalam <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> saya dan gunakan senarai mel <a href="/community/lists">xfce</a> jika anda mempunyai persoalan mengenai Xfce 4.4.0 atau menghadapi masalah dengan pemasangan.
nb: Har du spørsmål om Xfce 4.4.0 eller problemer med installasjonen? Legg igjen en kommentar på denne artikkelen i <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">bloggen</a> og bruk <a href="/community/lists">e-postlisten</a>.
oc: Se vos plai, daissatz vòstres comentaris sus aqueste article dins mon <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> e utilizar la lista de difusion <a href="/community/lists">xfce</a>se avètz de questions a prepaus de Xfce 4.4.0 o de problèmas amb l'installacion.
pl: Proszę o zamieszczanie komentarzy do tego artykułu w moim <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blogu</a>. Wszelkie pytania odnośnie Xfce 4.4.0 i problemów z instalacją należy kierować na <a href="/community/lists">listy dyskusyjne Xfce</a>.
pt: Publique os seus comentários neste artigo do meu <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blogue</a> e utilize a lista de correio do <a href="/community/lists">xfce</a> se tiver questões acerca do Xfce 4.4.0 ou problemas com a sua instalação.
pt_br: Poste comentários neste artigo em meu <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> e use a lista de discussão do <a href="/community/lists">xfce</a>, se tiver perguntas sobre o Xfce 4.4.0 ou problemas com a instalação.
ro: Vă rugăm să postați comentarii la acest articol în <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> și să utilizați lista de discuții <a href="/community/lists">xfce</a> dacă aveți întrebări despre Xfce 4.4.0 sau probleme cu instalarea.
ru: Пожалуйста, оставьте ваши комментарии на эту статью в моём <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">блоге</a> или используйте <a href="/community/lists">список рассылки Xfce</a>, если у вас есть вопросы по Xfce 4.4.0 или трудности с установкой.
sq: Ju lutemi, komentet postojini te ky artikull në <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blogun</a> tim dhe përdorni lista postimesh mbi <a href="/community/lists">Xfce</a>-në, nëse keni pyetje rreth Xfce 4.4.0 ose probleme me instalimin.
sr: Молим, пошаљите утиске о овом чланку на мој <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">блог</a>, и користите <a href="/community/lists">иксфце</a> дописни списак ако имате питања о Иксфце-у 4.4.0 или потешкоћа са уградњом.
sv: Posta gärna kommentarer på denna artikel på min <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> och använd <a href="/community/lists">xfce</a> e-postlista om du har frågor om Xfce 4.4 eller installationsproblem.
th: กรุณาโพสต์ความเห็นเกี่ยวกับบทความนี้ที่<a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">บล็อก</a>ของผม และใช้กลุ่มเมลของ <a href="/community/lists">xfce</a> หากคุณมีคำถามเกี่ยวกับ Xfce 4.4.0 หรือพบปัญหาเกี่ยวกับการติดตั้ง
tr: Lütfen <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">bloğumdaki</a> yazıya yorum bırakın ve <a href="/community/lists">xfce</a> maillistesine, Xfce 4.4.0 hakkında veya kurulum sorunları hakkında sorular sorun.
uk: Будь ласка, напишіть коментарі в моєму блозі <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> і використовуйте список розсилки <a href="/community/lists">xfce</a>, якщо ви маєте питання щодо Xfce 4.4.0 або проблеми з встановленням.
vi: Vui lòng gửi nhận xét về bài viết này trong <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">blog</a> của tôi và sử dụng danh sách gửi thư <a href="/community/lists">xfce</a> nếu bạn có thắc mắc về Xfce 4.4.0 hoặc gặp sự cố khi cài đặt.
zh_tw: 請在我的 <a href="http://xfce-diary.blogspot.com/2007/01/visual-tour-of-xfce-440.html">部落格</a> 的文章中張貼回覆，並使用 <a href="/community/lists">xfce</a> 郵件列表，如果您對 Xfce 4.4.0 有任何問題，或是有安裝上的困難。

source: Links
ca: Enllaços
cs: Odkazy
de: Verweise
es: Enlaces
fr: Liens
gl: Ligazóns
he: קישורים
id: Tautan
it: Collegamenti
ja: リンク
kk: Сілтемелер
lt: Nuorodos
ms: Pautan
nb: Lenker
oc: Ligams
pl: Odnośniki
pt: Ligações
ro: Legături
ru: Ссылки
sq: Lidhje
sr: Везе
sv: Länkar
th: ลิงก์
tr: Bağlantılar
uk: Посилання
vi: Liên kết
zh_tw: 鏈結

source: Xfce website
ca: Lloc web de l'Xfce
cs: Webová stránka Xfce
da: Xfce-websted
de: Xfce-Webseite
es: Sitio web de Xfce
fr: Site Web Xfce
gl: Sitio web de Xfce
he: אתר Xfce
id: Situs Xfce
it: Sito web di Xfce
ja: Xfce ウェブサイト
kk: Xfce веб-сайты
lt: Xfce svetainė
ms: Laman sesawang Xfce
nb: Xfce-nettside
oc: Site Web Xfce
pl: Witryna środowiska Xfce
pt: Página web do Xfce
pt_br: Site do Xfce
ro: Situl web al Xfce
ru: Веб-сайт Xfce
sq: Sajti i Xfce-së
sr: Веб страница ИксФЦЕ-а
sv: Xfce:s hemsida
th: เว็บไซต์ของ Xfce
tr: Xfce web sitesi
uk: Сайт Xfce
vi: Trang web Xfce
zh_tw: Xfce 網站

source: Thunar website
ca: Lloc web de Thunar
cs: Webová stránka aplikace Thunar
da: Thunar-websted
de: Thunar-Webseite
es: Sitio web de Thunar
fr: Site Web Thunar
gl: Sitio web de Thunar
he: אתר תונאר
id: Situs Thunar
it: Sito di Thunar
ja: Thunar ウェブサイト
kk: Thunar веб-сайты
lt: Thunar svetainė
ms: Laman sesawang Thunar
nb: Thunar-nettside
oc: Site Web Thunar
pl: Witryna programu Thunar
pt: Página web do Thunar
pt_br: Site do Thunar
ro: Situl web al Thunar
ru: Веб-сайт Thunar
sq: Sajti i Thunar-it
sr: Веб странице Тунара
sv: Thunars hemsida
th: เว็บไซต์ของ Thunar
tr: Thunar web sitesi
uk: Сайт Thunar
vi: Trang web Thunar
zh_tw: Thunar 網站

source: Credits
ca: Crèdits
cs: Autoři
da: Anerkendelser
de: Danksagungen
es: Créditos
fr: Crédits
gl: Créditos
he: שבחים
id: Kontributor
it: Ringraziamenti
ja: クレジット
kk: Авторлар
lt: Padėkos
ms: Penghargaan
nb: Bidragsytere
oc: Crédits
pl: Zasługi
pt: Créditos
pt_br: Créditos
ro: Autori
ru: Благодарности
sq: Falënderime
sr: Заслуге
sv: Tack till
th: เครดิต
tr: Hazırlayanlar
uk: Подяки
vi: Tín dụng
zh_tw: 致謝

source: Written by Benedikt Meurer, 21 Jan 2007
ca: Escrit per Benedikt Meurer, 21 de gener del 2007
cs: Napsal Benedikt Meurer, 21. ledna 2007
da: Skrevet af Benedikt Meurer, 21. jan. 2007
de: Geschrieben von Benedikt Meurer am 21. Januar 2007
es: Escrito por Benedikt Meurer, 21 de enero de 2007
fr: Écrit par Benedikt Meurer, le 21 janvier 2007
gl: Escrito por Benedikt Meurer, o 21 de xaneiro de 2007
he: נכתב ע"י בנדיקט מיורר, ה־21 בינואר 2007
id: Dibuat oleh Benedikt Meurer, 21 Jan 2007
it: Scritto da Benedikt Meurer, 21 Gen 2007
kk: Авторы Бенедикт Мейерер, 21 қаңтар 2007
lt: Sukūrė Benedikt Meurer, 21 Sau 2007
ms: Ditulis oleh Benedikt Meurer, 21 Jan 2007
nb: Skrevet av Benedikt Meurer, 21 Jan 2007
oc: Écrit per Benedikt Meurer, 21 Jan 2007
pl: Opracował Benedikt Meurer, 21 styczeń 2007
pt: Desenvolvido por Benedikt Meurer, 21 Jan 2007
pt_br: Escrito por Benedikt Meurer, 21 Jan 2007
ro: Scris de Benedikt Meurer, 21 ianuarie 2007
ru: Автор — Benedikt Meurer, 21 января 2007
sq: Shkruar nga Benedikt Meurer, 21 janar, 2007
sr: Написао Benedikt Meurer, 21.Јан.2007
sv: Skrivet av Benedikt Meurer, 21 Jan 2007
th: เขียนโดย Benedikt Meurer 21 ม.ค. 2550
tr: Benedikt Meurer, 21 Jan 2007
uk: Написано Benedikt'ом Meurer'ом, 21 Jan 2007
vi: Viết bởi Benedikt Meurer, ngày 21 tháng 1 năm 2007
zh_tw: 由 Benedikt Meurer 撰寫，2007年1月21日

source: Xfce 4.6 tour
ca: Recorregut de l'Xfce 4.6
cs: Prohlídka Xfce 4.6
da: Xfce 4.6 rundvisning
de: Rundgang durch Xfce 4.6
es: Paseo por Xfce 4.6
fr: Présentation de Xfce 4.6
gl: Visita ao Xfce 4.6
he: סיור ב Xfce 4.6
id: Tur Xfce 4.6
it: Tour di Xfce 4.6
ja: Xfce 4.6 ツアー
kk: Xfce 4.6 шолуы
lt: Xfce 4.6 turas
ms: Jelajah Xfce 4.6
nb: Xfce 4.6 – omvisning
oc: Visita Xfce 4.6
pl: Prezentacja Xfce 4.6
pt: Guia do Xfce 4.6
pt_br: Conheça o Xfce 4.6
ro: Turul versiunii Xfce 4.6
ru: Тур по Xfce 4.6
sq: Tur i Xfce 4.6-s
sr: Упознавање са ИксФЦЕ-ом 4.6
sv: Xfce 4.6 rundtur
th: นำชม Xfce 4.6
tr: Xfce 4.6 turu
uk: Огляд Xfce 4.6
vi: Tham quan Xfce 4.6
zh_tw: Xfce 4.6 導覽
