Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The <b>Appearance settings</b> dialog allows you to set the widget style, the icon theme, and font, toolbar and menu options.
ca: El diàleg <b>Configuració de l'aparença</b> us permet establir l'estil del giny, el tema d'icones i les opcions de tipus de lletra, barra d'eines i menú.
cs: Dialogové okno <b>nastavení vzhledu</b> umožňuje nastavit styl prvků oken, motiv ikon a možnosti písma, panelu nástrojů a nabídky.
da: <b>Udseende-indstillings</b> dialogen tillader dig at sætte en widget stil, ikon tema og skrifttype, værktøjslinje og menu indstillinger.
de: Der <b>Erscheinungsbild</b>-Dialog ermöglicht Ihnen die Einstellungen der Themen für Oberfläche und Symbole sowie die Konfiguration der Einstellungen für Schriften, Werkzeugleiste und Menüs und Knöpfe.
es: El diálogo <b>Configuración de aspecto</b> le permite establecer el estilo del widget, el tema de iconos, fuente y barra de herramientas y menús.
fr: La fenêtre des <b>paramètres d’apparence</b> vous permet de définir le style des widgets, le thème d’icônes, la police, la barre d’outils et les options du menu.
gl: O diálogo de <b>configuración de aparencia</b> permítelle configurar o estilo do trebello, o tema da icona e a letra, as barras de ferramentas e as opcións do menú.
he: דו־שיח <b> הגדרות מראה <b> מאפשר לך להגדיר את סגנון היישומון, ערכת האייקונים, הגופן, סרגל הכלים ואפשרויות התפריט.
id: Dialog <b>Pengaturan tampilan</b> memungkinkan Anda mengatur gaya widget, tema ikon, dan opsi fonta, bilah alat dan menu.
it: La finestra di <b>impostazione dell'aspetto</b> consente di configurare lo stile dei widget, il tema delle icone, lo stile del carattere, la barra degli strumenti e le opzioni del menu.
ja: <b>外観の設定</b>ダイアログでは、ウィジェットスタイル、アイコンテーマやフォント、ツールバー、およびメニューオプションの設定が行えます。
kk: <b>Сыртқы түрі баптаулары</b> сұхбат терезесі виджет стилін, таңбашалар тақырыбын, қаріпті, саймандар панелі мен мәзір опцияларын орнатуға мүмкіндік береді.
lt: <b>Išvaizdos nustatymų</b> dialogas leidžia nustatyti valdiklių stilių, piktogramų temą ir šriftą, įrankių juostos ir meniu parametrus.
ms: Dialog <b>Tetapan penampilan</b> membolehkan anda tetapkan gaya widget, tema dan fon ikon, pilihan palang alat dan menu.
nb: Dialogvinduet for <b>utseendeinnstillinger</b> lar deg sette stil, ikontema, skrifttype, verktøylinje og menyalternativer.
nl: De <b>Weergave-instellingen</b> dialoogvenster kunt u het instellen van de widget-stijl, het icoon thema, en het lettertype, werkbalk en menu-opties.
oc: La bóstia de dialòg dels <b>paramètres d'aparéncia</b> vos permet de definir lo style del widget, lo tèma d'icònas e la poliça, de la barra d'aisinas e dels opcions del menú.
pl: Ustawienia <b>wyglądu</b> pozwalają na dostosowanie stylu widżetów, stylu ikon, czcionki, pasków narzędziowych i menu poleceń.
pt: As <b>definições de aparência</b> permitem-lhe definir o tipo de aparência, os ícones, o tipo de letra e as opções do menu.
pt_br: O diálogo de <b>Configurações de aparência</b> permite que você defina o estilo de widgets, o tema dos ícones e fontes, barra de ferramentas e opções de menu.
ro: Fereastra de dialog <b>Opțiuni de aspect</b> vă permite să definiți stilul elementelor de control, tema pictogramei și opțiunile pentru font, bara de instrumente și meniu.
ru: Диалог <b>Настройка внешнего вида</b> позволяет выбирать стиль графических элементов, темы значков, а также изменять шрифт, панель инструментов и меню.
sq: Dialogu <b>Rregullime dukjeje</b> ju lejon të caktoni stile widget-i, temën e ikonave, si dhe mundësi shkronjash, panelesh dhe menush.
sr: Прозор <b>поставки изгледа</b> дозвољава да поставите начин изгледа справица, тему сличица, словни лик, траку алата и могућности изборника.
sv: Dialogfönstret för <b>utseendeinställningar</b> låter dig bestämma widget-stil, ikontema och teckensnitt, verktygsrad och menyalternativ.
th: กล่องโต้ตอบ <b>ตั้งค่ารูปลักษณ์</b> ช่วยให้คุณสามารถกำหนดสไตล์ของวิดเจ็ต, ชุดไอคอน, และตัวเลือกต่างๆ ของแบบอักษร, แถบเครื่องมือ, และเมนูได้
tr: <b>Görünüm ayarları</b> iletişim penceresi widget biçemi, simge teması, yazı tipi, araç çubuğu ve menü seçeneklerini ayarlamanıza izin verir.
uk: Діалог <b>Налаштування вигляду</b> дозволяє встановити стиль віджета, тему значків, параметри шрифту, панелі інструментів і меню.
vi: Hộp thoại <b>Cài đặt giao diện</b> cho phép bạn đặt kiểu tiện ích, chủ đề biểu tượng cũng như các tùy chọn phông chữ, thanh công cụ và menu.
zh_tw: <b>外觀設定</b> 對話框讓您可以設定小工具的風格、圖示主題、以及字型、工具列及選單的選項。

source: Display settings
ca: Mostra els paràmetres
cs: Nastavení displeje
da: Skærmindstillinger
de: Anzeigeeinstellungen
es: Mostrar configuración
fr: Paramètres d’affichage
gl: Opcións de pantalla
he: הגדרות מסך
id: Pengaturan tampilan
it: Impostazioni dello schermo
ja: ディスプレイの設定
kk: Экран баптаулары
lt: Ekranų nustatymai
ms: Tetapan paparan
nb: Skjerminnstillinger
nl: Weergave-instellingen
oc: Paramètres d'afichatge
pl: Ustawienia ekranu
pt: Definições de ecrã
pt_br: Configurações de exibição
ro: Opțiuni afișare
ru: Настройки дисплея
sq: Rregullime ekrani
sr: Подешавање приказа
sv: Skärminställningar
th: การตั้งค่าจอแสดงผล
tr: Ekran ayarları
uk: Налаштування дисплею
vi: Cài đặt hiển thị
zh_tw: 顯示設定值

source: Display settings dialog
ca: Mostra el diàleg de configuració
cs: Dialogové okno nastavení displeje
da: Skærmindstillinger-dialog
de: Dialog der Anzeigeeinstellungen
es: Diálogo de mostrar configuración
fr: Fenêtre des paramètres d’affichage
gl: Diálogo das opcións de pantalla
he: דו־שיח הגדרות מסך
id: Dialog pengatur tampilan
it: Finestra delle impostazioni dello schermo
ja: ディスプレイの設定ダイアログ
kk: Экран баптауларының сұхбат терезесі
lt: Ekranų nustatymų dialogas
ms: Dialog tetapan paparan
nb: Dialogvindu for skjerminnstillinger
oc: Afichar bóstia de dialòg paramètres
pl: Okno konfiguracyjne ustawień ekranu
pt: Janela das definições de ecrã
pt_br: Diálogo de configurações de exibição
ro: Fereastra pentru opțiunile de afișare
ru: Диалог настройки дисплея
sq: Dialog rregullimesh ekrani
sr: Прозор поставки приказа
sv: Dialogfönster för visningsegenskaper
th: กล่องตั้งค่าจอแสดงผล
tr: Görüntüleme ayarları iletişim penceresi
uk: Діалог налаштування дисплею
vi: Hiển thị hộp thoại cài đặt
zh_tw: 顯示設定值對話窗

source: The <b>Display settings</b> dialog allows you to set the resolution, refresh rate, and the rotation for each screen that is connected.
ca: El diàleg <b>Configuració de la pantalla</b> us permet establir la resolució, la freqüència d'actualització i la rotació per a cada pantalla que està connectada.
cs: Dialogové okno <b>nastavení displeje</b> umožňuje nastavit rozlišení, obnovovací frekvenci a rotaci pro každou připojenou obrazovku.
da: <b>Skærm-indstillings</b> dialogen tillader dig at sætte opløsning, opdaterings-hastighed og rotation for hvert enkel skærm der er forbundet.
de: Der Dialog <b>Anzeigeeinstellungen</b> ermöglicht Ihnen die Festlegung der Auflösung, der Bildwiederholrate und der Drehung jedes angeschlossenen Bildschirms.
es: El diálogo de <b>Configuración de pantalla</b> le permite ajustar la resolución, frecuencia de actualización, y la rotación de cada pantalla que está conectada.
fr: La fenêtre des <b>paramètres d’affichage</b> vous permet de définir la résolution, la fréquence de rafraîchissement et la rotation pour chaque écran connecté.
gl: O diálogo das <b>opcións de pantalla</b> permítelle estabelecer a resolución, frecuencia de actualización e a rotación para cada pantalla conectada.
he: דו־שיח <b> הגדרות מסך <b> מאפשר לך לקבוע את הרזולוציה, קצב הרענון, ואת הסיבוב לכל מסך שמחובר.
id: Dialog <b>Pengaturan tampilan</b> memungkinkan Anda mengatur resolusi, <i>refresh rate</i>, dan rotasi untuk setiap layar yang terhubung.
it: La finestra delle <b>impostazioni dello schermo</b> consente di impostare la risoluzione, la frequenza di aggiornamento e la rotazione di ogni schermo connesso.
ja: <b>ディスプレイ設定</b>ダイアログでは、接続されている画面ごとに、解像度、周波数、および回転の設定が行えます。
kk: <b>Экран баптаулары</b> сұхбат терезесі ажыратылымдықты, жаңарту жиілігін және қосылған әрбір экранның бұрылуын орнатуға мүмкіндік береді.
lt: <b>Ekrano nustatymų</b> dialogas leidžia jums nustatyti kiekvieno prijungto ekrano raišką, atnaujinimo dažnį ir pasukimą.
ms: Dialog <b>Tetapan paparan</b> membolehkan anda tetapkan resolusi, kadar segar semula, dan putaran bagi setiap skrin yang bersambung.
nb: Dialogvinduet for <b>skjerminnstillinger</b> lar deg velge oppløsning, oppdateringsfrekvens og rotasjon for hver skjerm som er koblet til.
oc: La fenèstra dels <b> paramètres d'afichatge </b> vos permet de definir la resolucion, frequéncia de refrescament e la rotacion per cada ecran que es connectat.
pl: Ustawienia <b>ekranu</b> dają możliwość ustalenia rozdzielczości, częstotliwości odświeżania oraz orientacji każdego podłączonego ekranu.
pt: As <b>definições de ecrã</b> permitem-lhe definir a resolução, a taxa de atualização e a rotação para cada monitor ligado ao computador.
pt_br: O diálogo <b>Configurações do monitor</b> permite que você defina a resolução, Taxa de atualização e rotação para cada tela conectada.
ro: Fereastra de dialog <b>Opțiuni de afișare</b> vă permite să configurați rezoluția, rata de reîmprospătare și rotația pentru fiecare ecran care este conectat.
ru: В диалоге <b>настройки экрана</b> можно устанавливать разрешение, частоту обновления и поворот каждого подключённого дисплея.
sq: Dialogu <b>Rregullime ekranit</b> ju lejon të caktoni qartësinë, shpeshti rifreskimi, dhe rrotullimin për çdo skenë që është e lidhur.
sr: Прозор <b>поставки приказа</b> омогућава постављање размере, учесталости освежавања, и обртања за сваки повезани екран.
sv: The <b>Visningsinställningar</b> låter dig att ställa in upplösning, uppdateringsfrekvens och rotation för varje ansluten skärm.
th: กล่องโต้ตอบ <b>ตั้งค่าจอแสดงผล</b> ช่วยให้คุณสามารถตั้งค่าความละเอียด, อัตรารีเฟรช, และการหมุนภาพของแต่ละหน้าจอที่เชื่อมต่ออยู่ได้
tr: <b>Görüntü ayarları</b> iletişim penceresinde çözünürlük, tazeleme hızı ve bağlı her bir ekran için döndürmeyi ayarlayabilirsiniz.
uk: Діалог <b>Налаштування екрану</b> дозволяє встановити роздільну здатність, частоту оновлення і обертання для кожного підключеного екрана.
vi: Hộp thoại <b>Cài đặt hiển thị</b> cho phép bạn đặt độ phân giải, tốc độ làm mới và xoay cho từng màn hình được kết nối.
zh_tw: <b>顯示設定</b> 對話框讓您可以設定解析度、更新速率、以及每個已連接螢幕的旋轉度。

source: Keyboard settings
ca: Ajusts del teclat
cs: Nastavení klávesnice
da: Tastaturindstillinger
de: Tastatureinstellungen
es: Configuración del teclado
fr: Paramètres du clavier
gl: Configuración do teclado
he: הגדרות מקלדת
id: Pengaturan papan tik
it: Impostazioni della tastiera
ja: キーボードの設定
kk: Пернетақта баптаулары
lt: Klaviatūros nustatymai
ms: Tetapan papan kekunci
nb: Tastatur-innstillinger
nl: Toetsenbord instellingen
oc: Paramètres del clavièr
pl: Ustawienia klawiatury
pt: Definições do teclado
pt_br: Configurações de teclado
ro: Configurări tastatură
ru: Настройки клавиатуры
sq: Rregullime tastiere
sr: Поставке тастатуре
sv: Tangentbordsinställningar
th: การตั้งค่าแป้นพิมพ์
tr: Klavye ayarları
uk: Налаштування клавіатури
vi: Cài đặt bàn phím
zh_tw: 鍵盤設定值

source: Keyboard settings dialog, layout tab
ca: Diàleg d'ajusts del teclat, pestanya de la disposició
cs: Dialogové okno nastavení klávesnice, karta rozložení
da: Tastaturindstillinger-dialog, layout-faneblad
de: Einstellungsdialog der Tastatur, Reiter »Belegungen«
es: Diálogo de configuración del teclado, diseños tabulados
fr: Fenêtre des paramètres du clavier, onglet de disposition
gl: Diálogo de configuración do teclado, lapela de disposición
he: דיאלוג הגדרות מקלדת, לשונית סידור
id: Dialog pengaturan papan tik, tab tata letak
it: Finestra delle impostazioni della tastiera, scheda della disposizione.
ja: キーボードの設定、レイアウトタブ
kk: Пернетақта баптауларының сұхбат терезесі, жайма беті
lt: Klaviatūros nustatymų dialogo langas, išdėstymų kortelė
ms: Dialog tetapan papan kekunci, tab bentangan
nb: Dialogvindu for tastaturinnstillinger, utformingsfanen
nl: Toetsenbord instellingen in het dialoogvenster het tabblad Indeling
oc: Fenèstra dels paramètres del Clavièr, onglet de presentacion
pl: Okno konfiguracji klawiatury, karta układu
pt: Janela de definições do teclado, separador disposição
pt_br: Diálogo de configurações de teclado, aba de layout
ro: Fereastra de dialog <b>Opțiuni pentru tastatură</b>, fila «Aranjament»
ru: Диалог настройки клавиатуры, раскладка
sq: Dialog rregullimesh tastiere, skedë skemash
sr: Прозор поставки тастатуре, лист распореда
sv: Dialogfönstret tangentbordsinställningar, fliken layout
th: กล่องตั้งค่าแป้นพิมพ์, แท็บผังแป้นพิมพ์
tr: Klavye ayarları penceresi, yerleşim sekmesi
uk: Діалог налаштування клавіатури та розкладок
vi: Hộp thoại cài đặt bàn phím, tab bố cục
zh_tw: 鍵盤設定對話框，佈局頁籤

source: The <b>Keyboard settings</b> dialog allows you to set keyboard preferences such as key repeating, keyboard shortcuts, and your keyboard layout.
ca: El diàleg <b>Configuració del teclat</b> us permet establir les preferències del teclat, com ara la repetició de tecles, les dreceres de teclat i la disposició del teclat.
cs: Dialogové okno <b>nastavení klávesnice</b> umožňuje nastavit předvolby klávesnice, například opakování kláves, klávesové zkratky a rozložení klávesnice.
da: <b>Tastatur-indstillinger</b> dialogen tillader dig at sætte tastatur præferencer såsom tast gentagelse, tastatur genveje, og dit tastatur opsætning.
de: Der <b>Tastatur</b>-Dialog erlaubt Ihnen die Konfiguration von Tastatureinstellungen wie Tastenwiederholung, Tastenkürzeln und der Tastaturbelegung.
es: El diálogo de <b>configuración del teclado</b> le permite configurar las preferencias de teclado como las teclas de repetición, los atajos y la distribución del teclado.
fr: La fenêtre des <b>paramètres du clavier</b> vous permet de régler vos préférences telles que la répétition des touches, les raccourcis et la disposition du clavier.
gl: O diálogo de <b>Opcións do teclado</b> permítelle configurar preferencias de teclado, como a repetición de teclas, atallos de teclado e a disposición do teclado.
he: דיאלוג <b> הגדרות מקלדת <b> מאפשר לך לקבוע העדפות מקלדת כמו חזרת מקש, קיצורי מקלדת, וסידור המקלדת שלך.
id: Dialog <b>Pengaturan papan tik</b> memungkinkan Anda mengatur preferensi papan tik seperti pengulangan tombol, pintasan papan tik, dan tata letak papan tik Anda.
it: La finestra delle <b>impostazioni della tastiera</b> permette di impostare le preferenze della tastiera come la ripetizione dei tasti, le scorciatoie e la disposizione della propria tastiera.
ja: <b>キーボード設定</b>ダイアログでは、キーリピート、キーボードショートカット、およびキーボードレイアウトといったキーボードの設定が行えます。
kk: <b>Пернетақта баптаулары</b> сұхбат терезесі пернелердің қайталануы, пернетақта жарлықтары және пернетақта жаймасы сияқты пернетақта баптауларын орнатуға мүмкіндік береді.
lt: <b>Klaviatūros nustatymų</b> dialogas leidžia jums nustatyti tokias klaviatūros nuostatas kaip klavišų kartojimas, klaviatūros susiejimai ir jūsų klaviatūros išdėstymai.
ms: Dialog <b>Tetapan papan kekunci</b> membolehkan anda tetapkan keutamaan papan kekunci seperti pengulangan kekunci, pintasan papan kekunci, dan bentangan papan kekunci anda.
nb: Dialogvinduet for <b>tastaturinnstillinger</b> lar deg endre innstillinger slik som tasterepetisjon, hurtigtaster og tastaturutforming.
nl: Het <b>toetsenbord instellingen</b> dialoogvenster kunt u voorkeuren in te stellen toetsenbord, zoals de belangrijkste herhalen, sneltoetsen en uw toetsenbord lay-out.
oc: La fenèstra dels <b>paramètres del clavièr</b> vos permet de definir dels preferéncias del clavièr telles que répétition dels tòcas , los acorchis de clavièr e la disposicion del clavièr.
pl: Ustawienia <b>klawiatury<b> oferują sposobność wyboru preferencji klawiatury, takich jak powtarzanie wprowadzania znaków, skróty klawiszowe i układ klawiatury.
pt: As <b>definições do teclado</b> permitem-lhe definir as preferências do teclado, tais como a repetição de teclas, os atalhos e a disposição do teclado.
pt_br: O diálogo de <b>Configurações de teclado</b> permite que você defina as preferências do teclado, como a repetição de teclas, atalhos de teclado e o layout do teclado.
ro: Fereastra de dialog <b>Opțiuni pentru tastatură</b> vă permite să configurați preferințele pentru tastatură, cum ar fi repetarea tastelor, comenzile rapide de la tastatură și aranjamentul tastaturii.
ru: Диалог <b>Настройки клавиатуры</b> позволяет изменить повтор клавиш, комбинации клавиш и раскладку клавиатуры.
sq: Dialogu <b>Rregullime tastiere</b> ju lejon të caktoni parapëlqime rreth tastierës, të tilla si përsëritje tastesh, shkurtore tastierash dhe skemën tuaj për tastierën.
sr: Прозор <b>Поставке тастатуре</b> омогућава да поставите подешавања тастатуре, као што је понављање, пречице тастатуре, и распоред тастатуре.
sv: Dialogfönstret för <b>Tangentbordsinställningar</b> låter dig ställa tangentbordsinställningarna som till exempel upprepning, tangentbordsgenvägar och tangentbordslayout.
th: กล่องโต้ตอบ <b>ตั้งค่าแป้นพิมพ์</b> ช่วยให้คุณสามารถตั้งค่าปรับแต่งต่างๆ ของแป้นพิมพ์ได้ เช่น การซ้ำปุ่มกด, ปุ่มลัดแป้นพิมพ์, และผังแป้นพิมพ์ของคุณ
tr: <b>Klavye ayarları</b> iletişim penceresinde tuş tekrarlama, klavye kısayolları ve klavye yerleşiminizi ayarlayabilirsiniz.
uk: Діалог <b>Налаштування клавіатури</b> дозволяє Вам налаштувати властивості клавіатури, такі як повторення клавіш, клавіатурні скорочення, розкладку клавіатури.
vi: Hộp thoại <b>Cài đặt bàn phím</b> cho phép bạn đặt các tùy chọn bàn phím như lặp lại phím, phím tắt và bố cục bàn phím của bạn.
zh_tw: <b>鍵盤設定</b> 對話框允許您設定鍵盤偏好，像是按鍵重覆、快捷鍵、以及您的鍵盤佈局。

source: Keyboard settings dialog, shortcuts tab
ca: Diàleg d'ajusts del teclat, pestanya de les dreceres
cs: Dialogové okno nastavení klávesnice, karta klávesových zkratek
da: Tastaturindstillinger-dialog, genveje-faneblad
de: Tastatureinstellungen-Dialog, Reiter Tastenkürzel
es: Diálogo de configuración del teclado, atajos tabulados
fr: Fenêtre des paramètres du clavier, onglet raccourcis
gl: Diálogo de configuración do teclado, lapela de atallos
he: דיאלוג הגדרות מקלדת, לשונית קיצורים
id: Dialog pengaturan papan tik, tab pintasan
it: Finestra delle impostazioni della tastiera, scheda delle scorciatoie.
ja: キーボードの設定、ショートカットタブ
kk: Пернетақта баптауларының сұхбат терезесі, жарлықтар беті
lt: Klaviatūros nustatymų dialogo langas, susiejimų kortelė
ms: Dialog tetapan papan kekunci, tab pintasan
nb: Dialogvinduet for tastaturoppsettet, hurtigtastfanen
nl: Toetsenbord instellingen dialoogvenster, snelkoppelingen tabblad
oc: Fenèstra dels paramètres del Clavièr, acorchis onglet
pl: Okno konfiguracji klawiatury, karta skrótów klawiszowych
pt: Janela de definições do teclado, separador dos atalhos
pt_br: Diálogo de configurações de teclado, aba de atalhos
ro: Fereastra de dialog <b>Opțiuni pentru tastatură</b> fila «Taste de comenzi rapide»
ru: Диалог настройки клавиатуры, комбинации клавиш
sq: Dialog rregullimesh tastiere, skedë shkurtoresh
sr: Прозор поставки тастатуре, лист пречица
sv: Dialogfönstret tangentbordsinställningar, fliken genvägar
th: กล่องตั้งค่าแป้นพิมพ์, แท็บปุ่มลัด
tr: Klavye ayarları penceresi, kısayollar sekmesi
uk: Діалог налаштування клавіатури, вкладка скорочень
vi: Hộp thoại cài đặt bàn phím, tab phím tắt
zh_tw: 鍵盤設定對話框，快捷鍵頁籤

source: You can now configure shortcuts more simply, and any shortcut conflicts are automatically detected.
ca: Ara podeu configurar les dreceres de manera més simple, i qualsevol conflicte de drecera es detecta automàticament.
cs: Nyní můžete konfigurovat klávesové zkratky jednodušeji a veškeré konflikty budou automaticky nalezeny.
da: Du kan nu konfigurere genveje mere simpelt, og hvilken som helst genvejs-konflikt er automatisk registreret.
de: Sie können Tastenkürzel jetzt deutlich einfacher konfigurieren und Konflikte zwischen Tastenkürzeln werden automatisch erkannt.
es: Ahora puede configurar los accesos directos más simplemente, y cualquier conflicto entre los accesos directos será detectado automáticamente.
fr: Vous pouvez maintenant configurer des raccourcis plus facilement, et tout conflit avec un raccourci existant sera automatiquement détecté.
gl: Agora pode configurar os atallos de xeito máis doado, calquera conflito entre atallos é automaticamente detectado.
he: אפשר כעת להגדיר קיצורים יותר בפשטות, וכל קונפליקט בקיצורים מתגלה אוטומטית.
id: Anda sekarang bisa mengkonfigurasi pintasan secara lebih sederhana, dan setiap pintasan yang konflik dapat dideteksi secara otomatis.
it: Le scorciatoie possono essere configurate più semplicemente e ogni conflitto è rilevato automaticamente.
ja: ショートカットの設定はよりシンプルになり、ショートカットの衝突は自動的に検出されるようになりました。
kk: Енді сіз жарлықтарды оңайырақ баптай аласыз және кез келген жарлық қайшылықтары автоматты түрде анықталады.
lt: Dabar galite lengviau konfigūruoti susiejimus, o bet kurie tarpusavyje konfliktuojantys susiejimai yra automatiškai aptinkami
ms: Anda kini dapat konfigur pintasan dengan lebih mudah, dan mana-mana pintasan berkonflik dikesan secara automatik.
nb: Du kan nå lettere sette opp hurtigtaster, og alle konflikter gjenkjennes automatisk.
nl: U kunt nu snelkoppelingen meer gewoon, en eventuele snelkoppelingen conflicten worden automatisch gedetecteerd.
oc: Podètz ara configurar dels acorchis, mai simplement, e los conflits d'acorchis son automaticament détectés.
pl: Konfiguracja skrótów klawiszowych jest teraz znacznie uproszczona a konflikty skrótów są automatycznie wykrywane.
pt: Agora a configuração das teclas de atalho são mais simples e os conflitos são mais fáceis de detetar.
pt_br: Agora você pode configurar atalhos de forma mais simples e qualquer conflito entre atalhos é automaticamente detectado.
ro: Acum puteți configura comenzi rapide mai simplu, iar orice conflicte de comenzi rapide sunt detectate automat.
ru: Теперь комбинации клавиш настраиваются проще, и конфликты определяются автоматически.
sq: Tani e tutje mund të formësoni shkurtore më thjesht, dhe çfarëdo përplasje shkurtoresh pikasen vetvetiu.
sr: Сада можете прилагодити пречице једноставније, и сваки сукоб пречица је самостално препознат.
sv: Du kan nu konfigurera genvägar enklare, och eventuella konflikter mellan genvägar spåras automatiskt.
th: ในรุ่นนี้ คุณสามารถตั้งค่าปุ่มลัดต่างๆ ได้ง่ายดายกว่าเดิม และมีการตรวจจับปุ่มลัดที่ตั้งซ้ำกันให้โดยอัตโนมัติ
tr: Artık kısayollarınızı daha kolay ayarlayabileceksiniz ve kısayol çakışmaları otomatik olarak algılanacak.
uk: Тепер налаштовувати клавіатуру стало простіше, всі конфлікти клавіатурних скорочень визначаються автоматично.
vi: Giờ đây, bạn có thể định cấu hình các phím tắt đơn giản hơn và mọi xung đột phím tắt sẽ tự động được phát hiện.
zh_tw: 現在，您可以更容易的設定快捷鍵，且會自動偵測任何衝突的快捷鍵。

source: Mouse settings
ca: Ajusts del ratolí
cs: Nastavení myši
da: Museindstillinger
de: Mauseinstellungen
es: Configuración del ratón
fr: Paramètres de la souris
gl: Configuración do rato
he: הגדרות עכבר
id: Pengaturan tetikus
it: Impostazioni del mouse
ja: マウスの設定
kk: Тышқан баптаулары
lt: Pelės nustatymai
ms: Tetapan tetikus
nb: Muse-innstillinger
nl: Muisinstellingen
oc: Paramètres de la mirga
pl: Ustawienia myszy
pt: Definições do rato
pt_br: Configurações do mouse
ro: Opțiuni maus
ru: Настройки мыши
sq: Rregullime miu
sr: Поставке миша
sv: Musinställningar
th: การตั้งค่าเมาส์
tr: Fare ayarları
uk: Налаштування миші
vi: Cài đặt chuột
zh_tw: 滑鼠設定值
