Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Xfce 4.8 used two processes for applying settings: <tt>xfce4-settings-helper</tt> and <tt>xfsettingsd</tt>. In 4.10 they have been merged into xfsettingsd, which now handles all system settings.
ca: Xfce 4.8 va utilitzar dos processos per aplicar la configuració: <tt>xfce4-settings-helper</tt> i <tt>xfsettingsd</tt>. A la 4.10 s'han fusionat a xfsettingsd, que ara gestiona tots els paràmetres del sistema.
cs: Xfce 4.8 používalo pro aplikaci nastavení dva procesy: <tt>xfce4-settings-helper</tt> a <tt>xfsettingsd</tt>. Ve verzi 4.10 byly spojeny do xfsettingsd, který nyní pracuje se všemi systémovými nastaveními.
da: Xfce 4.8 brugte to processor for at ansøge indstillinger: <tt>xfce4-indstillings-hjælper</tt> og <tt>xfsettings</tt>. I 4.10 er de blevet sammenlagt ind i xfsettingsd, hvilket nu håndterer alle system-indstillinger.
de: Xfce 4.8 verwendete zwei Prozesse zum Anwenden von Einstellungen: <tt>xfce4-settings-helper</tt> und <tt>xfsettingsd</tt>. In 4.10 wurden diese in xfsettingsd zusammengefasst, welcher nun alle Systemeinstellungen regelt.
es: Xfce 4.8 utilizó dos procesos para aplicar ajustes: <tt>xfce4-settings-helper</ tt> y <tt>xfsettingsd</ tt>. En 4,10 se han fusionado en xfsettingsd, que ahora se encarga de todos los ajustes del sistema.
fr: Xfce 4.8 utilisait deux processus pour appliquer des paramètres : <tt>xfce4-settings-helper</tt> et <tt>xfsettingsd</tt>. Dans la 4.10, ils ont été regroupés dans xfsettingsd qui gère désormais tous les paramètres du système.
gl: O Xfce 4.8 usou dous procesos para levar a cabo configuracións: <tt>xfce4-settings-helper</tt> e <tt>xfsettingsd</tt>. Na 4.10 fusionáronse en «xfsettingsd», quen agora manexa toda a configuración do sistema.
he: Xfce 4.8 השתמשה בשני תהליכים ליישום הגדרות: <tt>xfce4-settings-helper</tt> ו-<tt>xfsettingsd</tt>. ב-4.10 הם מוזגו לתוך xfsettingsd, שכעת מטפל בכל הגדרות המערכת.
id: Xfce 4.8 menggunakan dua proses untuk menerapkan pengaturan: <tt>xfce4-settings-helper</tt> dan <tt>xfsettingsd</tt>. Pada 4.10 kedua proses tersebut telah digabung ke dalam xfsettingsd, yang sekarang menangani keseluruhan pengaturan sistem.
it: Xfce 4.8 utilizzava due processi per applicare le impostazioni: <tt>xfce4-settings-helper</tt> e <tt>xfsettingsd</tt>. In 4.10 questi sono stati uniti in xfsettingsd, che ora gestisce tutte le impostazioni del sistema.
ja: Xfce 4.8 では設定の適用に 2 つのプロセス (<tt>xfce4-settings-helper</tt> と <tt>xfsettingsd</tt>) を使用していました。4.10 ではこれらは統合されて xfsettingsd がすべてのシステム設定を扱います。
kk: Xfce 4.8 баптауларды іске асыру үшін екі процесті қолданған: <tt>xfce4-settings-helper</tt> және <tt>xfsettingsd</tt>. In 4.10 нұсқасында олар xfsettingsd ішіне біріктірілді, ол енді барлық жүйелік баптауларды өңдейді.
lt: Xfce 4.8 nustatymų pritaikymui naudojo du procesus: <tt>xfce4-settings-helper</tt> ir <tt>xfsettingsd</tt>. 4.10 versijoje jie buvo sujungti į xfsettingsd, kuris tvarkosi su visais sistemos nustatymais.
ms: Xfce 4.8 gunakan dua proses untuk melaksanakan tetapan: <tt>xfce4-settings-helper</tt> dan <tt>xfsettingsd</tt>. Dalam 4.10 proses ini telah digabungkan menjadi xfsettingsd, yang kini mengendalikan semua tetapan sistem.
nb: Xfce 4.8 brukte to prosesser for å aktivere innstillinger: <tt>xfce4-settings-helper</tt> og <tt>xfsettingsd</tt>. I 4.10 er de slått sammen til xfsettingsd, som nå håndterer alle systeminnstillingene.
oc: Xfce 4.8 a utilizat deux processus per aplicar dels paramètres : <tt>xfce4-settings-helper</tt> e <tt>xfsettingsd</tt>. En 4.10, ils son estats fusionats en xfsettingsd, que gère totes los paramètres del sistèma.
pl: W wydaniu 4.8 środowisko Xfce używało dwóch procesów do wprowadzania ustawień: <tt>xfce4-settings-helper</tt> i <tt>xfcsettingsd</tt>. W wydaniu 4.10 fukcje obydwu usług zostały połączone w programie xfsettingsd, który teraz obsługuje wszystkie ustawienia systemowe.
pt: No Xfce 4.8 existiam 2 processos para as definições: o <tt>xfce4-settings-helper</tt> e o <tt>xfsettingsd</tt>. Na versão 4.10, integramos ambos para o xfsettingsd, responsável pelas definições do sistema.
pt_br: Xfce 4.8 usava dois processos para aplicar configurações: <tt>xfce4-settings-helper</tt> e <tt>xfsettingsd</tt>. No 4.10, eles foram mesclados em xfsettingsd, o qual cuida de todas as configurações do sistema.
ro: Xfce 4.8 folosea două procese pentru aplicarea configurărilor: <tt>xfce4-settings-helper</tt> și <tt>xfsettingsd</tt>. În 4.10 acestea au fost fuzionate în «xfsettingsd», care se ocupă acum de toate configurările sistemului.
ru: В Xfce 4.8 использовалось два процесса для применения настроек: <tt>xfce4-settings-helper</tt> и <tt>xfsettingsd</tt>. В 4.10 они объединены в xfsettingsd, который теперь управляет всеми настройками системы.
sq: Xfce 4.8 përdorte dy procese për aplikim rregullimesh: <tt>xfce4-settings-helper</tt> dhe <tt>xfsettingsd</tt>. Te 4.10 këta janë shkrirë në xfsettingsd, që tani trajton krejt rregullimet e sistemit.
sr: ИксФЦЕ 4.8 користи два процеса за примену поставки:<tt>xfce4-settings-helper</tt> и <tt>xfsettingsd</tt>. У 4.10 су стопљени у xfsettingsd, који сада управља целокупним поставкама система.
sv: Xfce 4.8 använde två processer för att tillämpa inställningar: <tt>xfce4-settings-helper</tt> and <tt>xfsettingsd</tt>. I 4.10 har de slagits samman till xfsettingsd, som nu hanterar alla systeminställningar.
th: Xfce 4.8 ใช้สองโพรเซสในการนำค่าตั้งไปใช้ คือ <tt>xfce4-settings-helper</tt> และ <tt>xfsettingsd</tt> ในรุ่น 4.10 โพรเซสทั้งสองได้ผนวกรวมเข้าด้วยกันเป็น xfsettingsd ตัวเดียว ซึ่งจัดการค่าตั้งทั้งหมดของระบบ
tr: Xfce 4.8 ayarları uygulamak için iki süreci kullanır: <tt>xfce4-settings-helper</tt> ve <tt>xfsettingsd</tt>.4.10'da onlar artık şu anda tüm sistem ayarlarını yöneten xfsettingsd içine birleştirilmiştir.
uk: Xfce 4.8 використовує два процеси для застосування налаштувань: <tt>xfce4-settings-helper</tt> і <tt>xfsettingsd</tt>. В 4.10 вони об’єднані у xfsettingsd, який тепер керує всіма налаштуваннями системи.
vi: Xfce 4.8 đã sử dụng hai quy trình để áp dụng cài đặt: <tt>xfce4-settings-helper</tt> và <tt>xfsettingsd</tt>. Trong 4.10, chúng đã được hợp nhất thành xfsettingsd, hiện xử lý tất cả cài đặt hệ thống.
zh_tw: Xfce 4.8使用兩個處理程序來套用設定： <tt>xfce4-settings-helper</tt> 和 <tt>xfsettingsd</tt> 。在4.10中已經合併為 xfsettingsd，可以處理所有的系統設定。

source: Settings Manager
ca: Gestor d'ajusts
cs: Správce nastavení
da: Indstillingshåndtering
de: Einstellungsverwaltung
es: Gestor de configuración
fr: Gestionnaire de paramètres
gl: Xestor de configuración
he: מנהל הגדרות
id: Manajer Konfigurasi Desktop
it: Gestore delle impostazioni
ja: 設定マネージャー
kk: Баптаулар менеджері
lt: Nustatymų tvarkytuvė
ms: Pengurus Tetapan
nb: Innstillingsbehandler
oc: Gestionari de paramètres
pl: Menedżer ustawień
pt: Gestor de definições
pt_br: Gerenciador de configurações
ro: Gestionar de opțiuni
ru: Диспетчер настроек
sq: Përgjegjës Rregullimesh
sr: Уредник поставки
sv: Inställningshanterare
th: โปรแกรมจัดการการตั้งค่า
tr: Ayarlar Yöneticisi
uk: Керівник налаштувань
vi: Trình quản lý cài đặt
zh_tw: 設定值管理員

source: The new <em>settings manager</em> groups configuration dialogs in categories and allows you to search for their names or descriptions. Most of the dialogs are also now embedded in the settings manager window (this was a compile-time option in Xfce 4.8).
ca: El nou <em>settings manager</em> agrupa els diàlegs de configuració en categories i us permet cercar els seus noms o descripcions. La majoria dels diàlegs també estan ara incrustats a la finestra del gestor de configuració (aquesta era una opció en temps de compilació a Xfce 4.8).
cs: Nový <em>správce nastavení</em> rozděluje konfigurační dialogová okna do kategorií a umožňuje hledat jejich názvy a popisky. Většina dialogových oken je nyní také vložena do okna správce nastavení (toto byla možnost při kompilaci Xfce 4.8).
da: Den nye <em>indstillings manager</em> gruppe-konfiguration dialoger i kategorier og tillader dig at søge for deres navne og beskrivelser. De fleste af dialogerne er nu også indbygget i indstillings-manager vinduet (dette var en bygge-tids mulighed i Xfce 4.8).
de: Die neue <em>Einstellungsverwaltung</em> gruppiert Dialoge in Kategorien und erlaubt die einfache Suche nach Namen oder Beschreibungen. Die meisten Dialoge sind auch direkt im Fenster der Einstellungsverwaltung verfügbar (bei Xfce 4.8 war das eine Einstellung, die zur Zeit der Programmkompilierung vorgenommen werden musste).
es: Los nuevos grupos en categorías del diálogo del <em>gestor de configuración</em> le permite buscar por nombres o descripciones. La mayoría de los cuadros de diálogo también están ahor incrustados en la ventana del gestor de configuración (esta era una opción en tiempo de compilación para Xfce 4.8).
fr: Le nouveau <em>gestionnaire de paramètres</em> regroupe les boîtes de dialogue de configuration par catégorie et permet de chercher leurs noms ou descriptions. La plupart de ces boîtes de dialogue sont maintenant intégrées à la fenêtre du gestionnaire de paramètres (c’était une option de compilation dans Xfce 4.8).
gl: O novo <em>xestor de configuración</em> agrupa diálogos de configuración en categorías e permítelle buscar os seus nomes ou descricións. Agora a maioría dos diálogos tamén están inseridos na xanela do xestor de configuracións (esta era unha opción de compilación no Xfce 4.8).
he: ה-<em>settings manager</em> החדש מקבץ תיבות דו־שיח הגדרות בקטגוריות ומאפשר לך לחפש את השמות או התיאורים שלהם. רוב הדיאלוגים כעת גם משובצים בחלון מנהל הגדרות (זו היתה אפשרות בזמן מהדיר ב-Xfce 4.8).
id: <em>Manajer pengaturan</em> yang baru mengelompokkan dialog konfigurasi dalam beberapa kategori dan memungkinkan Anda melakukan pencarian berdasarkan nama atau deskripsi. Sebagian besar dialog sekarang disematkan di jendela manajer pengaturan (ini adalah opsi saat kompilasi pada Xfce 4.8).
it: Il nuovo <em>gestore delle impostazioni</em> raggruppa le schermate di configurazione in categorie e permette di ricercare tra i nomi e le descrizioni. La maggior parte delle schermate sono ora incorporate nella finestra del gestore delle impostazioni (questa configurazione era opzionale al momento della compilazione per Xfce 4.8).
ja: 新しい<em>設定マネージャー</em>では設定ダイアログアイコンがカテゴリごとにグループ分けされ、名前や説明で検索できるようになりました。ほとんどのダイアログは設定マネージャーウィンドウに埋め込まれます (4.8 からのコンパイルオプション)。
kk: Жаңа <em>баптаулар менеджері</em> конфигурациялау сұхбат терезелерін санаттарға топтайды және олардың атаулары немесе сипаттамалары бойынша іздеуге мүмкіндік береді. Сұхбат терезелерінің көбісі енді баптаулар менеджері терезесіне ендірілген (бұл Xfce 4.8-де компиляция кезіндегі опция болатын).
lt: Nauja <em>nustatymų tvarkytuvė</em> sugrupuoja nustatymų dialogus į kategorijas ir leidžia ieškoti tarp jų pagal vardus ar aprašymą. Taipogi dabar dauguma dialogų yra įmontuoti į nustatymų tvarkytuvės langą (4.8 tai buvo kompiliavimo meto parametras).
ms: Dialog konfigurasi kumpulan <em>pengurus tetapan</em> baharu dalam kategori yang membolehkan anda gelintar nama atau keterangan mereka. Kebanyakan dialog juga kini terbenam di dalam tetingkap pengurus tetapan (ia merupakan pilihan compile-time di dalam Xfce 4.8).
nb: Den nye <em>innstillingsbehandleren</em> grupperer oppsettsdialoger i kategorier og lar deg søke etter navn og beskrivelse. De fleste av dialogvinduene er også bygd inn i vinduet til innstillingsbehandleren (dette var et kompileringsvalg i Xfce 4.8).
oc: Lo novèl <em>gestionari de paramètres</em> grop las bóstias de dialògs de configuracion dins dels categorias e vos permet de recercar lors noms o descripcions. La màger part de las bóstias de dialògs son tanben d'ara enlà integradas dins la fenèstra del gestionari dels paramètres (aquò èra una opcion de compilacion dins Xfce 4.8).
pl: Nowy <em>menedżer ustawień</em> przechowuje aktywatory programów konfiguracyjnych w oddzielnych kategoriach i umożliwia wyszukiwanie ich posługując się nazwą lub opisem. Większość z tych programów jest zintegrowana z oknem menedżera ustawień (dzięki opcji procesu kompilacji, która pojawiła się wraz z wydaniem wersji 4.8).
pt: O novo <em>gestor de definições</em> agrupa as janelas de definições em categorias e permite procurar pelos nomes ou descrições. A maioria das janelas agora está integrada na janela do gestor de definições (esta era uma opção de compilação no Xfce 4.8).
pt_br: O novo <em>gerenciador de configurações</em> agrupa os diálogos de configurações em categorias e permite a você pesquisar por seus nomes ou descrições. A maioria dos diálogos também estão agora embutidos na janela do gerenciador de configurações (isso foi uma opção em tempo de compilação no Xfce 4.8).
ro: Noul <em>gestionar de opțiuni</em> grupează dialogurile de configurare în categorii și vă permite să căutați numele sau descrierile acestora. De asemenea, majoritatea dialogurilor sunt acum încorporate în fereastra gestionarului de opțiuni (aceasta a fost o opțiune în timpul de compilare în Xfce 4.8).
ru: Новый <em>Диспетчер настроек</em> группирует диалоги настройки по категориям и позволяет осуществлять поиск по их названиям или описаниям. Большинство диалогов теперь также встроены в окно диспетчера настроек (в Xfce 4.8 это было опцией на этапе сборки).
sq: <em>Përgjegjësi i ri i rregullimeve</em> i grupon dialogët e formësimit në kategori dhe ju lejon të kërkoni për ta sipas emrash ose përshkrimesh. Shumica e dialogëve janë pjesë edhe e dritares së përgjegjësit të rregullimeve (Nën Xfce 4.8 kjo qe një mundësi që mund të jepej gjatë përpilimit).
sr: Нови <em>управник поставки</em> удружује прозоре поставки у врсте и дозвољава претрагу по називу и опису. Највећи број прозорчића су такође угњежђени у прозору управника поставки (то је била могућност превода у ИксФЦЕ-у 4.8).
sv: Den nya <em>inställningshanteraren</em> ordnar konfigurationsdialoger i kategorier och låter dig söka efter deras namn eller beskrivningar. De flesta dialogfönster är nu inbäddade i inställningshanteringsfönstret (det var ett kompileringsalternativ i Xfce 4.8).
th: <em>โปรแกรมจัดการการตั้งค่า</em>ตัวใหม่ได้จัดกลุ่มกล่องโต้ตอบตั้งค่าต่างๆ ไว้เป็นหมวดหมู่ และให้คุณสามารถค้นหาชื่อหรือคำบรรยายของกล่องโต้ตอบดังกล่าวได้ กล่องโต้ตอบส่วนใหญ่ได้ฝังตัวอยู่ในหน้าต่างโปรแกรมจัดการการตั้งค่าแล้วด้วย (พฤติกรรมนี้เคยเป็นตัวเลือกขณะคอมไพล์ใน Xfce 4.8)
tr: Yeni <em>Ayarlar Yöneticisi</em> yapılandırma iletişim pencerelerini kategoriler içinde gruplar ve isimlerine veya açıklamalarına göre aramanıza olanak tanır. Bir çok pencere, artık ayarlar yöneticisi penceresi içine gömülü durumdadır (Xfce 4.8, bu bir derleme zamanı seçeneğidir).
uk: Новий <em>менеджер сесій</em> групує діалоги налаштувань в категоріях і дозволяє Вам шукати по іменах і описах. Більшість діалогів тепер також вкладено у вікно менеджера налаштувань (це було параметром для компіляції в Xfce 4.8).
vi: <em>trình quản lý cài đặt</em> mới nhóm các hộp thoại cấu hình theo danh mục và cho phép bạn tìm kiếm tên hoặc mô tả của chúng. Hầu hết các hộp thoại hiện cũng được nhúng trong cửa sổ trình quản lý cài đặt (đây là tùy chọn thời gian biên dịch trong Xfce 4.8).
zh_tw: 新的 <em>設定值管理員</em> 以類別分組其設定對話框，並可以讓您搜尋它們的名字或描述。多數的對話框現在也嵌入到了設定值管理員的視窗中(在 Xfce 4.8中這是一個編譯選項)。

source: The settings manager with icons grouped by category and a search filter applied
ca: S'ha aplicat el gestor de paràmetres amb icones agrupades per categoria i un filtre de cerca
cs: Správce nastavení s ikonami seskupenými podle kategorií a s aplikovaným filtrem hledání
da: Indstillings-manager med ikoner gruppet i kategori og søgnings-filter anvendt
de: Die Einstellungsverwaltung mit Symbolen nach Kategorie angeordnet und mit einem eingegebenen Suchbegriff
es: El administrador de configuración con iconos agrupados por categorías y un filtro de búsqueda aplicado
fr: Le gestionnaire de paramètres avec des icônes regroupées par catégorie et un filtre de recherche appliquée
gl: O xestor de configuración con iconas agrupadas por categoría e un filtro de busca aplicado
he: מנהל ההגדרות עם אייקונים מקובצים לפי קטגוריה ומסנן חיפוש מיושם
id: Manajer pengaturan dengan ikon yang dikelompokkan berdasarkan kategori dan sebuah penyaring pencarian yang diterapkan
it: Il gestore delle impostazioni con le icone raggruppate per categoria e un filtro di ricerca applicato
ja: アイコンがカテゴリごとにグループ分けされ、検索機能が追加された新しい設定マネージャー
kk: Санаттар бойынша топталған таңбашалары және іздеу сүзгісі іске асырылған баптаулар менеджері
lt: Nustatymų tvarkytuvė su piktogramomis sugrupuotomis pagal kategoriją, pritaikius filtrą
ms: Pengurus tetapan dengan ikon dikelompok mengikut kategori dan penapis gelintar dilaksana
nb: Innstillingsbehandleren med ikoner gruppert etter kategori og med søkefilter slått på
oc: Lo gestionari de paramètres amb dels icònas regropadas per categoria e un filtre de recèrca aplicada
pl: Menedżer ustawień z zawartością pogrupowaną w kategoriach i użytym filtrem wyszukiwania
pt: O gestor configurações com ícones agrupados por categoria e um filtro de pesquisa aplicado
pt_br: O gerenciador de configurações com imagens agrupadas por categoria e um filtro de pesquisa aplicador
ro: Gestionarul de opțiuni cu pictograme grupate pe categorii și un filtru de căutare aplicat
ru: Диспетчер настроек со значками, сгруппированными по категориям, и применённым фильтром поиска
sq: Përgjegjësi i rregullimeve me ikona të grupuara sipas kategorish dhe me një filtër kërkimi në punë e sipër
sr: Управник поставки са сличицама по врстама и примењена претрага
sv: Inställningshanteraren med ikoner grupperade efter kategorier och tillämpat sökfilter
th: โปรแกรมจัดการการตั้งค่าซึ่งจัดกลุ่มไอคอนตามหมวดหมู่ และมีการใช้ตัวกรอง
tr: Simgeleri ile ayarlar yöneticisi kategoriye göre gruplandırılmış ve arama filtresi uygulanmıştır.
uk: Менеджер налаштувань зі значками, погрупованими по категоріях і застосованим фільтром пошуку
vi: Trình quản lý cài đặt với các biểu tượng được nhóm theo danh mục và áp dụng bộ lọc tìm kiếm
zh_tw: 圖示以類別分組且可用搜尋條件的設定值管理員

source: Settings Editor
ca: Editor d'ajusts
cs: Editor nastavení
da: Indstillingsredigering
de: Einstellungseditor
es: Editor de Configuración
fr: Éditeur de paramètres
gl: Editor da configuración
he: עורך הגדרות
id: Editor Pengaturan
it: Editor delle impostazioni
ja: 設定エディター
kk: Баптаулар түзеткіші
lt: Nustatymų redaktorius
ms: Penyunting Tetapan
nb: Redigering av innstillinger
oc: Paramètres Editor
pl: Edytor ustawień
pt: Editor de definições
pt_br: Editor de configurações
ro: Editor de opțiuni
ru: Редактор настроек
sq: Përpunues Rregullimesh
sr: Уређивач подешавања
sv: Inställningsredigerare
th: เครื่องมือแก้ไขค่าตั้ง
tr: Ayarlar Düzenleyicisi
uk: Редактор налаштувань
vi: Trình chỉnh sửa cài đặt
zh_tw: 設定值編輯器
