Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: If you typed the page address in the Address bar, make sure that it is spelled correctly.
ca: Si heu escrit l'adreça de la pàgina a la Barra d'adreces, comproveu que l'heu lletrejat correctament.
cs: Pokud jste adresu stránky zadali ručně do pole adresy, ujistěte se, že jste ji opsali správně.
da: Sørg for at sidens adresse i adresselinjen er stavet korrekt, hvis du selv har indtastet den.
de: Falls Sie die Seitenadresse in der Adresszeile eingegeben haben, stellen Sie sicher, dass diese richtig geschrieben ist.
es: Si escribió la dirección de la página en la barra de direcciones, compruebe que esté escrita correctamente.
fr: Si vous avez saisi l’adresse de la page dans la barre d’adresse, vérifiez qu’elle est correctement orthographiée.
gl: Se escribiu o enderezo da páxina na barra de enderezos, asegúrese de que está escrito correctamente.
he: אם הקלדת את הכתובת של הדף בשורת הכתובות, וודא שהיא מאויתת נכון.
id: Jika Anda mengetik alamat halaman di batang Alamat, pastikan ejaannya telah benar.
it: se è stato digitato un indirizzo di pagina nella barra degli indirizzi, assicurarsi di averlo scritto correttamente;
ja: アドレスバーにそのページのアドレスを入力したのであれば、それに打ち間違いがないか確認してください。
kk: Егер сіз бет адресін адрес жолағына терсеңіз, оның дұрыс жазылғанына көз жеткізіңіз.
lt: Jei vedėte adresą į adreso lauką, įsitikinkite jog parašėte teisingai.
ms: Jika anda menaip alamat halaman di dalam palang Alamat, pastikan ia dieja dengan betul.
nb: Hvis du skrev inn nettadressen på adresselinjen, må du kontrollere at den er riktig stavet.
nl: Als je getypt adres van de pagina in de adresbalk, zorg ervoor dat deze correct is gespeld.
oc: Se avètz picat l'adreça de la pagina dins la barra d'adreças, verificatz qu'es ortografiada corrèctament.
pl: jeśli adres wpisano w pasku adresu, upewnić się, że został on wprowadzony bezbłędnie,
pt: Se colocou o endereço na barra de endereços do navegador, verifique a ortografia.
pt_br: Se você digitou o endereço da página na barra de endereço, certifique-se que esteja escrito corretamente.
ro: Dacă ați introdus adresa paginii în bara de adrese, asigurați-vă că aceasta este scrisă corect.
ru: Если вы набрали адрес страницы в адресной строке, проверьте правильно ли он набран.
sq: Nëse e shtypët adresën e faqes te shtylla e Adresave, sigurohuni që është shkruar si duhet.
sr: Ако сте унели адресу у адресну траку, проверите да ли сте је правилно укуцали.
sv: Om du skrev sidadressen i sökfältet, se till att den är rätt stavad.
th: ถ้าคุณป้อนที่อยู่ของหน้าเว็บในแถบที่อยู่ กรุณาตรวจสอบให้แน่ใจว่าคุณสะกดที่อยู่ถูกต้อง
tr: Adres çubuğuna sayfa adresini girdiyseniz, doğru yazıldığından emin olun.
uk: Якщо Ви набрали адресу сторінки в адресному рядку, перевірте правильність набору.
vi: Nếu bạn đã nhập địa chỉ trang vào thanh Địa chỉ, hãy đảm bảo rằng địa chỉ đó viết đúng chính tả.
zh_tw: 如果您是在網址列中打入網址，請確認拼寫正確。

source: Open the <a href="/">Xfce home page</a> and look for links to the information you want.
ca: Obre la <a href="/">pàgina d'inici de l'Xfce</a> i cerca enllaços amb l'informació que vols.
cs: Otevřete <a href="/">domovskou stránku Xfce</a> a pokuste se najít odkazy na požadované informace.
da: Åbn <a href="/">Xfce's startside</a> og kig efter links til den information du ønsker.
de: Öffnen Sie die <a href="/">Xfce-Startseite</a> und suchen Sie nach Verweisen zu den gewünschten Informationen.
es: Abra la <a href="/">página de inicio de Xfce</a> y busque vínculos a la información que desea.
fr: Ouvrez la <a href="/">page d’accueil de Xfce</a> et cherchez les liens vers les informations que vous souhaitez.
gl: Abra a<a href="/">páxina de inicio do Xfce</a> e procure ligazóns á información que quere.
he: פתח את <a href="/">עמוד הבית של Xfce</a> וחפש קישורים למידע שאתה רוצה.
id: Buka <a href="/">halaman awal Xfce</a> dan cari tautan ke informasi yang Anda inginkan.
it: aprire la <a href="/">pagina principale di Xfce</a> e cercare i collegamenti alle informazioni di cui si ha bisogno;
ja: <a href="/">Xfce ホームページ</a>を開いて、あなたが欲しい情報へのリンクをお探しください。
kk: <a href="/">Xfce басты бетін</a> ашып, сізге қажет ақпаратқа сілтемелерді іздеңіз.
lt: Atverkite <a href="/">Xfce namų puslapį</a> ir paieškokite reikiamos informacijos.
ms: Buka <a href="/">laman sesawang Xfce</a> dan cari pautan yang berkaitan maklumat yang anda kehendaki.
nb: Åpne <a href="/">Xfce-hjemmesiden</a> og se etter lenker til informasjonen du ønsker.
nl: Open de <a href="/">Xfce homepage</a> en zoek naar koppelingen naar de informatie die u wilt.
oc: Dobrissètz la <a href="/">pagina d'acuèlh de Xfce</a> e recercatz de ligams cap a las informacions que volètz.
pl: otworzyć <a href="/">stronę główną witryny Xfce</a> i odszukać odnośnik prowadzący na odpowiednią stronę,
pt: Abrir <a href="/">página inicial</a> e procurar por ligações sobre a informação pretendida.
pt_br: Abra a <a href="/">página inicial do Xfce</a> e procure por links para a informação que deseja.
ro: Deschideți pagina de pornire <a href="/">Xfce</a> și căutați legăturile către informațiile dorite.
ru: Откройте <a href="/">домашнюю страницу Xfce</a> и ищите ссылки на нужную вам информацию.
sq: Hapni <a href="/">faqen hyrëse të Xfce-së</a> dhe kërkoni për lidhje mbi informacionin që doni.
sr: Отворите <a href="/">почетну страницу ИксФЦЕ-а</a> и потражите податке које желите.
sv: Öppna <a href="/">Xfce:s hemsida</a> och leta efter länkar till informationen du söker.
th: เปิด <a href="/">หน้าหลักของ Xfce</a> แล้วมองหาลิงก์ไปยังข้อมูลที่คุณต้องการ
tr: <a href="/">Xfce ana sayfası</a>nı açın ve istediğiniz bilgilere ilişkin bağlantıları arayın.
uk: Відкрийте <a href="/">Домашню сторінку Xfce</a> і пошукайте посилання на інформацію, яку Вам потрібно.
vi: Mở <a href="/">trang chủ Xfce</a> và tìm liên kết đến thông tin bạn muốn.
zh_tw: 開啟 <a href="/">Xfce 首頁</a> 並您要找的資訊的連結。

source: Click the Back button to try another link.
ca: Feu clic al botó Enrere per provar un altre enllaç.
cs: Klikněte na tlačítko Zpět a vyzkoušejte jiný odkaz.
da: Klik på Tilbage-knappen for at prøve et andet link.
de: Klicken Sie auf den Zurück-Knopf, um einen anderen Verweis zu versuchen.
es: Haga clic en el botón Atrás para probar con otro vínculo.
fr: Cliquez sur le bouton <i>Précédent</i> pour essayer un autre lien.
gl: Prema no botón Atrás para probar outra ligazón.
he: לחץ על כפתור אחורה לנסות קישור אחר.
id: Klik tombol Kembali untuk mencoba tautan lain.
it: utilizzare il pulsante "Indietro" per provare un altro collegamento;
ja: 「戻る」ボタンをクリックして他のリンクを試してみてください。
kk: Басқа сілтемені көру үшін "Артқа" батырмасын шертіңіз.
lt: Paspauskite Atgal mygtuką ir pabandykite kitą nuorodą.
ms: Klik butang Undur untuk cuba ke pautan lain
nb: Trykk på tilbake-knappen for å prøve en annen lenke.
nl: Klik op de knop Terug om een andere link te proberen.
oc: Clicatz sul boton Precedent per ensajar un autre ligam.
pl: przejść do poprzedniej strony i kliknąć inny odnośnik.
pt: Clique no botão Voltar para tentar outra ligação.
pt_br: Clique no botão Voltar para tentar um outro link.
ro: Faceți clic pe butonul Înapoi pentru a încerca o altă legătură.
ru: Вернитесь назад и попробуйте другую ссылку.
sq: Klikoni mbi butonin Mbrapsht që të provoni një lidhje tjetër.
sr: Вратите се назад и пробајте другу везу.
sv: Klicka på tillbakaknappen för att testa en annan länk.
th: คลิกที่ปุ่ม "ย้อนกลับ" เพื่อลองลิงก์อื่น
tr: Başka bir bağlantıyı denemek için Geri düğmesine tıklayın.
uk: Натисність кнопку Назад, щоб спробувати інше посилання.
vi: Bấm vào nút Quay lại để thử liên kết khác.
zh_tw: 按下後退鈕然後嘗試別的連結。

source: You can always <a href="mailto:webmaster@xfce.org">ask the webmaster</a> to assist you with your search, or report the problem in case you think this is needed.
ca: Sempre pots <a href="mailto:webmaster@xfce.org">preguntar un administrador</a> per que t'ajudi amb la teva recerca, o informar d'un problema si creus que és necessari.
cs: Pro pomoc s hledáním se můžete vždy <a href="mailto:webmaster@xfce.org">zeptat webmastera</a>, v případě nutnosti potíže nahlaste.
da: Du kan altid <a href="mailto:webmaster@xfce.org">spørge webmasteren</a> om at assistere dig med din søgning eller rapportér problemet hvis du tror der er behov for det.
de: Sie können auch <a href="mailto:webmaster@xfce.org">den Webmaster bitten</a>, Sie bei Ihrer Suche zu unterstützen, oder einen Fehler melden, falls Sie meinen, dass dies nötig ist.
es: Siempre puede <a href="mailto:webmaster@xfce.org">preguntarle al webmaster</a> (en inglés) para ser asistido con la búsqueda, o para informar de un problema en caso necesario.
fr: Vous pouvez toujours <a href="mailto:webmaster@xfce.org">demander au webmaster</a> de vous aider dans votre recherche, ou signaler un problème si vous pensez que cela est nécessaire.
gl: Sempre pode pedirlle <a href="mailto:webmaster@xfce.org">ao administrador do sitio</a> que lle axude na súa busca ou informar do problema se cree que é necesario.
he: אתה תמיד יכול <a href="mailto:webmaster@xfce.org">לבקש את מנהל האתר</a> לעזור לך בחיפוש שלך, או לדווח על הבעיה במקרה שאתה חושב שזה נדרש.
id: Anda dapat selalu <a href="mailto:webmaster@xfce.org">bertanya ke webmaster</a> untuk membantu Anda dengan pencarian Anda, atau melaporkan masalah jika Anda pikir perlu diperbaiki.
it: È sempre possibile chiedere assistenza per la ricerca al <a href="mailto:webmaster@xfce.org">webmaster</a>, o segnalare i problemi nel caso si ritenga necessario.
ja: あなたの検索を助けるため、あるいはあなたが問題だと思った場合は、いつでも<a href="mailto:webmaster@xfce.org">ウェブ管理者に問い合わせることができます。</a>
kk: Сіз әрқашан іздеуге көмектесу үшін <a href="mailto:webmaster@xfce.org">веб-шеберден сұрай</a> аласыз немесе қажет деп санасаңыз, мәселе туралы хабарлай аласыз.
lt: Jūs visada galite <a href="mailto:webmaster@xfce.org">paprašyti administratoriaus</a> pagalbos ieškant kažko ar pranešant apie klaidą.
ms: Anda boleh <a href="mailto:webmaster@xfce.org">menanya webmaster</a> untuk membantu penggelintaran anda, atau melaporkan masalah jika anda memerlukannya.
nb: Du kan alltid <a href="mailto:webmaster@xfce.org">spørre nettansvarlig</a> om å hjelpe deg med søket, eller rapportere problemet i tilfelle du tror dette er nødvendig.
nl: U kunt altijd <a href="mailto:webmaster@xfce.org">vragen aan de webmaster</a> om u te helpen met je zoektocht, of een rapport van het probleem in het geval u denkt dat dit nodig is.
oc: Podètz totjorn <a href="mailto:webmaster@xfce.org"> demandar al webmaster</a> per vos ajudar dins vòstra recèrca, o senhalar lo problèma al cas ont pensatz qu'aquò es necessari.
pl: Aby uzyskać pomoc przy wyszukiwaniu strony lub zgłosić istotny problem dotyczący strony internetowej, proszę skontaktować się z <a href="mailto:webmaster@xfce.org">jej opiekunem</a>.
pt: Pode sempre solicitar ao <a href="mailto:webmaster@xfce.org">administrador do sítio</a> que o ajude na pesquisa ou reportar o problema ocorrido, se achar que tal é necessário.
pt_br: Você sempre pode <a href="mailto:webmaster@xfce.org">pedir ao webmaster</a> para ajudá-lo com sua pesquisa ou para relatar o problema, caso ache necessário.
ro: Puteți oricând să <a href="mailto:webmaster@xfce.org">cereți administratorul sitului web</a> (în engleză) să vă ajute cu căutarea sau să raportați problema în cazul în care considerați că este necesar.
ru: Вы всегда можете <a href="mailto:webmaster@xfce.org">попросить веб-мастера</a> помочь вам в поиске или сообщить о проблеме в случае необходимости.
sq: Mundeni përherë t’i <a href="mailto:webmaster@xfce.org">kërkoni përgjegjësit të sajtit</a> t’ju vijë në ndihmë për kërkimin tuaj, ose të njoftoni problemin, në rast se mendoni se kjo është e nevojshme.
sr: Увек можете <a href="mailto:webmaster@xfce.org">питати веб-мајстора</a> да вам помогне у претрази или пријавити потешкоћу уколико је потребно.
sv: Du kan alltid <a href="mailto:webmaster@xfce.org">fråga webmastern</a> för att hjälpa dig med din sökning, eller rapportera problemet om du tror att det är nödvändigt.
th: คุณสามารถ<a href="mailto:webmaster@xfce.org">ติดต่อผู้ดูแลเว็บ</a>ให้ช่วยแนะนำในสิ่งที่คุณค้นหา หรือรายงานปัญหาในกรณีที่คุณคิดว่าจำเป็น
tr: Aramanızda size yardımcı olması için veya gerektiğinde bir sorunu bildirmek için her zaman <a href="mailto:webmaster@xfce.org">web master ile iletişime geçebilirsiniz</a>.
uk: Ви можете завжди <a href="mailto:webmaster@xfce.org">попросити вебмайстра</a> допомогти Вам з пошуком, або надішліть звіт про проблему у випадку, якщо вважаєте це необхідним.
vi: Bạn luôn có thể <a href="mailto:webmaster@xfce.org">yêu cầu quản trị viên web</a> hỗ trợ bạn tìm kiếm hoặc báo cáo sự cố trong trường hợp bạn cho rằng điều này là cần thiết.
zh_tw: 您總是可以 <a href="mailto:webmaster@xfce.org">詢問網站管理員</a> 以協助您搜尋，或是如果您認為這個連結是必要的話，回報此問題。

source: Xfce News
ca: Notícies de l'Xfce
cs: Novinky o Xfce
da: Xfce-nyheder
de: Xfce-Neuigkeiten
es: Noticias de Xfce
fr: Infos Xfce
gl: Novas de Xfce
he: חדשות Xfce
id: Berita Xfce
it: Novità di Xfce
ja: Xfce ニュース
kk: Xfce жаңалықтары
lt: Xfce naujienos
ms: Berita Xfce
nb: Xfce-nyheter
oc: Novèlas Xfce
pl: Aktualności Xfce
pt: Notícias Xfce
pt_br: Novidades do Xfce
ro: Noutăți Xfce
ru: Новости Xfce
sq: Lajme Xfce
sr: Вести Иксфце-а
sv: Xfce Nyheter
th: ข่าว Xfce
tr: Xfce Haberleri
uk: Новини Xfce
vi: Tin tức Xfce
zh_tw: Xfce 新聞

source: Xfce release announcements
ca: Anuncis de llançament de l'Xfce
cs: Oznámení o vydání Xfce
da: Udgivelsesbekendtgørelser til Xfce
de: Xfce-Freigabeankündigungen
es: Anuncios de publicación de Xfce
fr: Annonces des publications de Xfce
gl: anuncios de versións de Xfce
he: הכרזות הוצאה לאור של Xfce
id: Pengumuman rilis Xfce
it: Annunci di rilascio di Xfce
ja: Xfce リリースのお知らせ
kk: Xfce шығарылымдары туралы хабарландырулар
lt: Xfce išleidimo naujienos
ms: Pengumuman keluaran Xfce
nb: Xfces utgivelsesannonseringer
oc: Anoncis de las versions de Xfce
pl: Ogłoszenia o wydaniach Xfce
pt: Anúncios de versões Xfce
pt_br: Anúncios de lançamento do Xfce
ro: Anunțuri de lansare Xfce
ru: Анонсы выпусков Xfce
sq: Njoftime hedhjesh në qarkullim të Xfce-s
sr: Најаве издања Иксфце-а
sv: Xfce utgivningstillkännagivanden
th: ประกาศออกรุ่นของ Xfce
tr: Xfce sürüm duyuruları
uk: Анонси випусків Xfce
vi: Thông báo phát hành Xfce
zh_tw: Xfce 發行公告

source: Xfce Desktop Environment
ca: Entorn d'escriptori Xfce
cs: Desktopové prostředí Xfce
da: Xfce-skrivebordsmiljøet
de: Xfce-Arbeitsumgebung
es: Entorno de escritorio Xfce
fr: Environnement de bureau Xfce
gl: Contorno de escritorio do Xfce
he: סביבת שולחן עבודה Xfce
id: Lingkungan Desktop Xfce
it: Ambiente grafico Xfce
ja: Xfce デスクトップ環境
kk: Xfce жұмыс үстелі ортасы
lt: Xfce darbalaukio aplinka
ms: Persekitaran Desktop Xfce
nb: Skrivebordsmiljøet Xfce
oc: Environament de burèu Xfce
pl: Środowisko graficzne Xfce
pt: Ambiente de trabalho Xfce
pt_br: Ambiente de desktop Xfce
ro: Mediul de birou Xfce
ru: Среда рабочего стола Xfce
sq: Mjedisi Desktop Xfce
sr: Радно окружење ИксФЦЕ
sv: Skrivbordsmiljön Xfce
th: เดสก์ท็อป Xfce
tr: Xfce Masaüstü Ortamı
uk: Середовище стільниці Xfce
vi: Môi trường máy tính để bàn Xfce
zh_tw: Xfce 桌面環境

source: Categories
cs: Kategorie
da: Kategorier
de: Kategorien
es: Categorías
fr: Catégories
gl: Categorías
he: קטגוריות
id: Kategori
it: Categorie
ja: カテゴリ
kk: Санаттар
lt: Kategorijos
ms: Kategori
nb: Kategorier
nl: Categorieën
oc: Categorias
pl: Kategorie
pt: Categorias
pt_br: Categorias
ro: Categorii
ru: Категории
sq: Kategori
sr: Врсте
sv: Kategorier
th: หมวดหมู่
tr: Kategoriler
uk: Категорії
vi: Thể loại
zh_tw: 分類

source: Navigate
ca: Navega
cs: Navigovat
da: Navigér
de: Navigieren
es: Navegar
fr: Naviguer
gl: Navegar
he: נווט
id: Navigasi
it: Naviga
ja: ナビゲート
kk: Шарлау
lt: Naršyti
ms: Navigasi
nb: Navigasjon
oc: Navigar
pl: Nawiguj
pt: Navegação
pt_br: Navegar
ro: Navigare
ru: Обзор
sq: Lëvizje
sr: Управљајте
sv: Navigera
th: ท่องดู
tr: Yön belirticisi
uk: Навігація
vi: Điều hướng
zh_tw: 導航

source: Home
ca: Inici
cs: Domů
da: Hjem
de: Startseite
es: Inicio
fr: Accueil
gl: Inicio
he: בית
id: Beranda
ja: ホーム
kk: Басты бет
lt: Pradžia
ms: Rumah
nb: Hjem
oc: Acuèlh
pl: Strona główna
pt: Página inicial
pt_br: Página inicial
ro: Acasă
ru: Домашняя
sq: Kreu
sr: Почетна
sv: Hem
th: หน้าหลัก
tr: Ev
uk: Домашня
vi: Trang chủ
zh_tw: 主頁

source: Change language
ca: Canvia l'idioma
cs: Změnit jazyk
da: Skift sprog
de: Sprache ändern
es: Cambiar el idioma
fr: Changer la langue
gl: Cambiar de idioma
he: החלף שפה
id: Ubah bahasa
it: Cambia lingua
ja: 言語の変更
kk: Тілді өзгерту
lt: Keisti kalbą
ms: Ubah bahasa
nb: Bytt språk
nl: Taal wijzigen
oc: Cambiar la lenga
pl: Zmienia język
pt: Alterar idioma
pt_br: Alterar o idioma
ro: Schimbă limba
ru: Изменить язык
sq: Ndryshoni gjuhën
sr: Промени језик
sv: Välj språk
th: เปลี่ยนภาษา
tr: Dil değiştir
uk: Вибрати мову
vi: Thay đổi ngôn ngữ
zh_tw: 變更語言

source: Copyright %s <a href="/about/credits">Xfce Development Team</a>. This page was last modified on %s.
ca: Copyright %s <a href="/about/credits">L'equip de desenvolupament de l'Xfce</a>. Aquesta pàgina ha estat modificada el %s.
cs: Copyright %s <a href="/about/credits">Tým vývojářů Xfce</a>. Tato stránka byla naposledy změněna %s.
da: Ophavsret %s <a href="/about/credits">Xfce's udviklingshold</a>. Siden blev sidste ændret %s.
de: Urheberrecht %s <a href="/about/credits">Xfce-Entwicklungsmannschaft</a>. Diese Seite wurde zuletzt geändert am %s.
es: Copyright %s del <a href="/about/credits">Equipo de desarrollo de Xfce</a>. Esta página fue modificada por última vez en %s.
fr: Copyright %s <a href="/about/credits">Équipe de développement Xfce</a>. Dernière modification de cette page effectuée le %s.
gl: Copyright %s <a href="/about/credits">Equipo de desenvolvemento de Xfce</a>. Esta páxina foi modificada por última vez o %s.
he: זכויות יוצרים %s <a href="/about/credits"> קבוצת פיתוח Xfce </a>. עמוד זה עודכן לאחרונה ב־ %s.
id: Hak cipta %s <a href="/about/credits">Tim Pengembang Xfce</a>. Halaman ini terakhir dimodifikasi pada %s.
it: Copyright %s <a href="/about/credits">gruppo di sviluppo di Xfce</a>. Questa pagina è stata modificata l'ultima volta il %s.
ja: Copyright %s <a href="/about/credits">Xfce Development Team</a>. このページの最終更新日: %s
kk: Авторлық құқық %s <a href="/about/credits">Xfce әзірлеу тобы</a>. Бұл бет соңғы рет %s өзгертілді.
lt: Autorių teisės %s <a href="/about/credits">Xfce kūrėjų komanda</a>. Šis puslapis paskutinį kartą keistas %s.
ms: Hakcipta %s <a href="/about/credits">Pasukan Pembangunan Xfce</a>. Kali terakhir halaman ini diubahsuai pada %s.
nb: Opphavsrett %s <a href="/about/credits">Xfce Utviklingsteam</a>. Denne siden ble sist endret %s.
oc: Copyright %s <a href="/about/credits"> l'equipa de desvolopament Xfce </a>. Aquesta pagina es estada modificada sus %s .
pl: Prawa autorskie %s <a href="/about/credits">Zespół twórców Xfce</a>. Ostatnia modyfikacja strony: %s.
pt: Direitos de autor %s <a href="/about/credits">A equipa de desenvolvimento do Xfce</a>. Esta página foi modificada em %s.
pt_br: Direitos autorais %s <a href="/about/credits">Equipe de desenvolvimento do Xfce</a>. Esta página foi modificada pela última vez em %s.
ro: Drepturi de autor %s <a href="/about/credits">Echipa de dezvoltare a Xfce</a>. Această pagină a fost modificată ultima dată la %s.
ru: Copyright %s <a href="/about/credits">Команда разработки Xfce</a>. Последнее изменение страницы: %s.
sq: Të drejta kopjimi %s <a href="/about/credits">Ekipi i Zhvillimit të Xfce-së</a>. Kjo faqe u ndryshua së fundi më %s.
sr: Права умножавања %s <a href="/about/credits">Развојна дружина ИксФЦЕ-а</a>. Страница је последњи пут измењена %s.
sv: Copyright %s <a href="/about/credits">Xfce Development Team</a>. Den här sidan ändrades senast den %s.
th: สงวนลิขสิทธิ์ %s โดย <a href="/about/credits">ทีมพัฒนา Xfce</a> หน้านี้แก้ไขล่าสุดเมื่อ %s
tr: Telif Hakkı %s <a href="/about/credits">Xfce Geliştirme Takımı</a>. Bu sayfa en son %s tarihinde güncellendi.
uk: Всі права застережено %s <a href="/about/credits">Командою Розробників Xfce</a>. Цю сторінку останній раз змінено %s.
vi: Bản quyền %s <a href="/about/credits">Nhóm phát triển Xfce</a>. Trang này được sửa đổi lần cuối vào %s.
zh_tw: 著作權所有 %s <a href="/about/credits">Xfce 開發團隊</a>。此頁面最後修改日期為 %s 。

source: Hosted by <a href="https://gandi.net" target="_blank">Gandi</a>.
ca: Albergat per <a href="https://gandi.net" target="blank">Gandi</a>.
es: Organizado por <a href="https://gandi.net" target="_blank">Gandi</a>.
gl: Hospedado por <a href="https://gandi.net" target="_blank">Gandi</a>.
he: באירוח ע"י<a href="https://gandi.net" target="_blank">Gandi</a>.
it: Ospitato da <a href="https://gandi.net" target="_blank">Gandi</a>.
kk: <a href="https://gandi.net" target="_blank">Gandi</a> ұсынған хостинг.
lt: Prieglobą teikia <a href="https://gandi.net" target="_blank">Gandi</a>.
pl: Hostowana przez <a href="https://gandi.net" target="_blank">Gandi</a>.
pt: Hospedado por <a href="https://gandi.net" target="_blank">Gandi</a>.
pt_br: Hospedado por <a href="https://gandi.net" target="_blank">Gandi</a>.
ro: Găzduit de <a href="https://gandi.net" target="_blank">Gandi</a>.
ru: Хостинг: <a href="https://gandi.net" target="_blank">Gandi</a>.
sq: Strehuar nga <a href="https://gandi.net" target="_blank">Gandi</a>.
sr: Угошћава <a href="https://gandi.net" target="_blank">Ганди</a>.
vi: Được tổ chức bởi <a href="https://gandi.net" target="_blank">Gandi</a>.
