Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: After almost two years of work, we are happy to announce the release of Xfce 4.18 !
ca: Després de gairebé dos anys de treball, estem contents d'anunciar el llançament de l'Xfce 4.18!
de: Nach fast zwei Jahren Arbeit freuen wir uns, die Veröffentlichung von Xfce 4.18 bekannt zu geben!
es: ¡Después de casi dos años de trabajo, nos complace anunciar el lanzamiento de Xfce 4.18!
gl: Despois de case dous anos de traballo, temos o pracer de anunciar a publicación de Xfce 4.18.
he: לאחר כמעט שנתיים של עבודה, אנחנו שמחים להודיע על פרסומה של Xfce 4.18 !
it: Dopo quasi 2 anni di lavoro, siamo contenti di annunciare il rilascio di desktop Xfce 4.18 !
kk: Барлығы екі жылға жуық жұмыстан кейін, біз Xfce 4.18 шығарылымын жариялауға қуаныштымыз!
lt: Po beveik dvejų metų darbo, džiaugiamės, galėdami pranešti apie Xfce 4.18 laidą!
pl: Po prawie dwóch latach pracy z radością ogłaszamy wydanie Xfce 4.18!
pt: Após quase dois anos de trabalho, temos o prazer de anunciar o lançamento do Xfce 4.18!
pt_br: Após quase dois anos de trabalho, estamos felizes em anunciar o lançamento do Xfce 4.18!
ro: După aproape doi ani de muncă, suntem bucuroși să anunțăm lansarea versiunii Xfce 4.18 !
ru: После почти двух лет работы мы рады объявить о выпуске Xfce 4.18 !
sq: Pas gati dy vjetësh punë, jemi të gëzuar të njoftojmë hedhjen në qarkullim të Xfce 4.18 !
sr: Након умало четири године рада, радосни смо што можемо најавити издање Иксфце-а 4.18 !
sv: Efter nästan två års arbete är vi glada att kunna annonsera lanseringen av Xfce 4.18!
vi: Sau gần hai năm làm việc, chúng tôi vui mừng thông báo về việc phát hành Xfce 4.18 !

source: Since Xfce 4.16 a lot of major development happened. Our team added multiple nice new features, did a gazillion of bug fixes and did various minor improvements. Finally, all that is going to be released for your pleasure.
ca: Des de l'Xfce 4.16 es va produir un gran desenvolupament. El nostre equip va afegir diverses noves funcionalitats, va fer un gazillion de correccions d'errors i va fer diverses millores menors. Finalment, tot això serà alliberat per al seu plaer.
de: Seit Xfce 4.16 hat sich in der Entwicklung eine Menge getan. Unser Team fügte mehrere schöne neue Funktionen hinzu, nahm eine Unmenge von Fehlerkorrekturen vor und führte verschiedene kleinere Verbesserungen durch. Schließlich wird all dies zu Ihrer Freude veröffentlicht.
es: Desde Xfce 4.16 se produjeron muchos desarrollos importantes. Nuestro equipo agregó varias características nuevas y agradables, corrigió un montón de errores e hizo varias mejoras menores. Finalmente, todo eso va a ser lanzado para su placer.
gl: Desde Xfce 4.16 houbo moitos desenvolvementos importantes. O noso equipo engadiu varias funcións novas, fixo unha gran cantidade de correccións de erros e fixo varias melloras menores. Finalmente, todo isto vai ser liberado para o seu pracer.
he: מאז Xfce 4.16 התרחש הרבה פיתוח משמעותי. הצוות שלנו הוסיף מאפיינים נחמדים חדשים, ביצע תיקון של מלא באגים ועשה שיפורים קטנים שונים. לבסוף, כל זה מפורסם להנאתך.
it: Da Xfce 4.16 sono avvenuti molti sviluppi importanti. Il nostro team ha aggiunto tante nuove funzionalità, sistemato un sacco di bug ed effettuato vari piccoli miglioramenti. Infine, tutto questo verrà rilasciato per il vostro piacere.
kk: Xfce 4.16 нұсқасынан бері көптеген ірі әзірлемелер орын алды. Біздің команда көптеген жаңа мүмкіндіктер қосты, сансыз қателерді түзетті және әртүрлі ұсақ жақсартулар жасады. Сонымен, мұның бәрі сіздердің игіліктеріңіз үшін шығарылады.
pl: Od Xfce 4.16 wydarzyło się wiele ważnych rzeczy. Nasz zespół dodał wiele nowych i interesujących funkcji, zrobił miliardy poprawek błędów i wprowadził różne drobne ulepszenia. Wreszcie wszystko to zostanie uwolnione dla Twojej przyjemności.
pt: Desde o Xfce 4.16, muitos desenvolvimentos importantes aconteceram. A nossa equipa adicionou várias funcionalidades novas, fez um monte de correções de bugs e fez várias pequenas melhorias. Finalmente, tudo isso vai ser disponibilizado a seu belo prazer.
pt_br: Desde o Xfce 4.16, houve um grande desenvolvimento. Nossa equipe adicionou vários novos recursos interessantes, fez uma infinidade de correções de bugs e realizou diversas melhorias menores. Finalmente, tudo isso será lançado para o seu prazer.
ro: De la versiunea Xfce 4.16 au avut loc o mulțime de dezvoltări majore. Echipa noastră a adăugat mai multe caracteristici noi și plăcute, a făcut o mulțime de corecturi de erori și a făcut diverse îmbunătățiri minore. În cele din urmă, toate acestea vor fi lansate pentru plăcerea dvs.
ru: Начиная с Xfce 4.16 произошло много серьёзных изменений. Наша команда добавила несколько приятных новых функций, исправила множество ошибок и внесла различные мелкие улучшения. Наконец, все это будет выпущено для вашего удовольствия.
sq: Që nga Xfce 4.16 është kryer plot zhvillim me rëndësi. Ekipi ynë shtoni një numër veçorish të reja të lezetshme, kreu një milion ndreqje të metash dhe solli një numër përmirësimesh të vockla. Dhe më në fund, krejt kjo do të hidhet në qarkullim për kënaqësinë tuaj.
sr: Након Иксфце-а 4.16 мноштво крупних измена је урађено. Наша дружба је додала мноштво нових лепих могућности, исправила коладу грешака и извршила бројна мала побољшања. На концу, све то ће бити објављено ради вашег угођаја.
vi: Kể từ Xfce 4.16, rất nhiều sự phát triển lớn đã diễn ra. Nhóm của chúng tôi đã thêm nhiều tính năng mới thú vị, sửa rất nhiều lỗi và thực hiện nhiều cải tiến nhỏ. Cuối cùng, tất cả những gì sẽ được phát hành để bạn hài lòng.

source: This development cycle was influenced a lot by <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> and <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a>, which led to various new features, most of them for Thunar, the Xfce File Manager. Though as well multiple other Xfce components got a lot of love and many improvements were done under the hood.
ca: Aquest cicle de desenvolupament es va veure influït molt per <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> i <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a>, el que va donar lloc a diverses noves característiques, la majoria d'elles per a Thunar, el gestor de fitxers de l'Xfce. Tot i que a més molts altres components de l'Xfce van aconseguir molt d'amor i moltes millores es van fer sota el capó.
de: Dieser Entwicklungszyklus wurde stark von <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> und <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a> beeinflusst, was zu verschiedenen neuen Funktionen führte, die meisten davon für Thunar, der Xfce-Dateiverwaltung. Aber auch mehrere andere Xfce-Komponenten erhielten viel Liebe und viele Verbesserungen unter der Haube.
es: Este ciclo de desarrollo estuvo muy influenciado por <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> y <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a>, lo que dio lugar a varias características nuevas, la mayoría de ellas para Thunar, el administrador de archivos Xfce. Aunque también muchos otros componentes de Xfce recibieron mucho amor y se realizaron muchas mejoras bajo el capó.
gl: Este ciclo de desenvolvemento estivo moi influenciado por <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> e <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a>, o que levou a varias funcións novas, a maioría delas para Thunar, o Xestor de ficheiros Xfce. Aínda que tamén moitos outros compoñentes de Xfce recibiron moito amor e fixéronse moitas melloras baixo o capó.
he: מחזור הפיתוח הושפע מאוד מ<a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> ו<a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a> שהוביל למאפיינים חדשים, רובם ל-Thunar מנהל הקבצים של Xfce. עדיין רכיבים נוספים של Xfce קיבלו הרבה אהבה ושיפורים רבים בוצעו מתחת למכסה המנוע.
it: Questo ciclo di sviluppo è stato molto influenzato da <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> e <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a>, il che ha portato a diverse nuove funzionalità, di cui la maggior parte riguarda Thunar, il gestore di file di Xfce. Comunque anche molti altri componenti di Xfce sono stati revisionati e sono stati fatti molti miglioramenti.
kk: Бұл әзірлеу цикліне <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> және <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a> үлкен әсер етті, бұл әртүрлі жаңа мүмкіндіктерге, соның ішінде көбінесе Thunar (Xfce файлдар менеджері) үшін жаңалықтарға әкелді. Сонымен қатар, басқа да көптеген Xfce компоненттеріне көңіл бөлініп, ішкі жақсартулар жасалды.
pl: Duży wpływ na ten cykl rozwojowy miały <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> i <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a>, które doprowadziły do różnych nowych funkcji, w większości dla Thunara, menedżera plików Xfce. Chociaż wiele innych komponentów Xfce otrzymało wiele uwagi, a pod maską wprowadzono sporo ulepszeń.
pt: Este ciclo de desenvolvimento foi muito influenciado pelo <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> e <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a>, o que levou a várias novidades, a maioria delas para o Thunar, o Gestor de ficheiros do Xfce. Embora também vários outros componentes do Xfce tenham recebido muito amor e muitas melhorias tenham sido feitas debaixo do capô.
pt_br: Este ciclo de desenvolvimento foi fortemente influenciado pelo <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> e <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a>, o que resultou em vários novos recursos, sendo a maioria deles para o Thunar, o gerenciador de arquivos Xfce. Além disso, diversos outros componentes do Xfce receberam bastante atenção e muitas melhorias foram feitas nos bastidores.
ro: Acest ciclu de dezvoltare a fost influențat foarte mult de <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> și <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a>, ceea ce a condus la diverse caracteristici noi, majoritatea pentru Thunar, gestionarul de fișiere Xfce. Deși, de asemenea, multiple alte componente Xfce au primit o mulțime de dragoste și multe îmbunătățiri au fost făcute sub „capotă”.
ru: На этот цикл разработки сильно повлияли <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> и <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a>, что привело к появлению различных новых функций, большинство из которых для Thunar, файлового менеджера Xfce. Хотя многие другие компоненты Xfce также получили много любви, и было сделано много внутренних улучшений.
sq: Ky cikël zhvillimi i ndikua mjaft nga <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> dhe <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a>, që sollën disa veçori të reja, shumica e tyre për Thunar-in, Përgjegjësin e Kartelave në Xfce. Por një numër përbërësish të tjerë të Xfce-së përfituan kujdes dhe mjaft përmirësime janë bërë nën kapak.
sr: Овај развојни круг је имао велики утицај од <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">ГСоЦ 2021</a> и <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">ГСоЦ 2022</a>, који су довели до бројних нових могућности, најбројнијих за Тунара, управника датотека Иксфце-а. Такође су и бројни делови Иксфце-а добили доста пажње и многа побољшања испод површине.
vi: Chu kỳ phát triển này chịu ảnh hưởng rất nhiều bởi <a href="https://summerofcode.withgoogle.com/archive/2021/organizations/5706869816950784">GSoC 2021</a> và <a href="https://summerofcode.withgoogle.com/programs/2022/organizations/xfce">GSoC 2022</a>, dẫn đến nhiều tính năng mới, hầu hết dành cho Thunar, Trình quản lý tệp Xfce. Mặc dù vậy, nhiều thành phần Xfce khác cũng nhận được rất nhiều sự yêu thích và nhiều cải tiến đã được thực hiện.

source: Assuming you have installed Xfce 4.16, here is an overview on the major changes you will see on an upgrade to Xfce 4.18:
ca: Suposant que heu instal·lat Xfce 4.16, aquí teniu una visió general dels canvis principals que veureu en una actualització a Xfce 4.18:
de: Angenommen, Sie haben Xfce 4.16 installiert, dann finden Sie hier einen Überblick über die wichtigsten Änderungen, die Sie bei einem Upgrade auf Xfce 4.18 feststellen werden:
es: Suponiendo que haya instalado Xfce 4.16, aquí hay una descripción general de los principales cambios que verá en una actualización a Xfce 4.18:
gl: Supoñendo que instalou Xfce 4.16, aquí ten unha visión xeral dos principais cambios que verá nunha anovación a Xfce 4.18:
he: בהנחה שהתקנת Xfce 4.16, הנה סקירה של השינויים העיקריים שתראה בשדרוג ל-Xfce 4.18:
it: Supponendo che abbiate installato Xfce 4.16, ecco una panoramica dei principali cambiamenti che vedrete con l'aggiornamento a Xfce 4.18:
kk: Сізде Xfce 4.16 орнатылған деп есептесек, мұнда Xfce 4.18 нұсқасына жаңарту кезінде көретін негізгі өзгерістерге шолу берілген:
pl: Zakładając, że masz zainstalowane Xfce 4.16, oto przegląd głównych zmian, które zobaczysz po aktualizacji do Xfce 4.18:
pt: Partindo do princípio que tem o Xfce 4.16 instalado, aqui está uma visão geral das principais alterações que verá numa atualização para o Xfce 4.18:
pt_br: Assumindo que você tenha instalado o Xfce 4.16, aqui está uma visão geral das principais mudanças que você verá ao atualizar para o Xfce 4.18:
ro: Presupunând că aveți instalată versiunea Xfce 4.16, iată o prezentare generală a modificărilor majore pe care le veți vedea la actualizarea la versiunea Xfce 4.18:
ru: Предполагая, что вы установили Xfce 4.16, вот обзор основных изменений, которые вы увидите при обновлении до Xfce 4.18:
sq: Duke supozuar se të instaluar keni Xfce 4.16-n, ja një përmbledhje e ndryshimeve të rëndësishme që do të shihni në një përmirësim me Xfce 4.18-n:
sr: Предпостављајући да сте уградили Иксфце 4.16, ево сажетка највећих измена које ћете видети након надградње на Иксфце 4.18:
sv: Förutsatt att du har installerat Xfce 4.16, här är en översikt över de stora förändringarna du kommer att se vid en uppgradering till Xfce 4.18:
vi: Giả sử bạn đã cài đặt Xfce 4.16, đây là thông tin tổng quan về những thay đổi chính mà bạn sẽ thấy khi nâng cấp lên Xfce 4.18:

source: A detailed overview of the changes between Xfce 4.16 and Xfce 4.18 releases can be found on the following page:
ca: Podeu trobar una visió detallada dels canvis entre les versions Xfce 4.16 i Xfce 4.18 a la pàgina següent:
de: Einen detaillierten Überblick über die Änderungen zwischen den Versionen Xfce 4.16 und Xfce 4.18 finden Sie auf der folgenden Seite:
es: Puede encontrar una descripción detallada de los cambios entre las versiones Xfce 4.16 y Xfce 4.18 en la siguiente página:
gl: Na seguinte páxina pode atopar unha visión detallada dos cambios comparando a versión do Xfce 4.16 coa versión do Xfce 4.18:
he: סקירה מפורטת של השינויים בין Xfce 4.16 ו-Xfce 4.18 ניתן למצוא בדף הבא:
it: Un resoconto dettagliato dei cambiamenti da Xfce 4.16 a Xfce 4.18 si trova nella seguente pagina:
kk: Xfce 4.16 және Xfce 4.18 шығарылымдары арасындағы өзгерістер туралы толық шолуды келесі беттен табуға болады:
pl: Szczegółowy przegląd zmian między wersjami Xfce 4.16 i Xfce 4.18 można znaleźć na następującej stronie:
pt: Uma visão detalhada das alterações entre as versões Xfce 4.16 e Xfce 4.18 pode ser encontrada na página seguinte:
pt_br: Uma visão detalhada das mudanças entre os lançamentos do Xfce 4.16 e Xfce 4.18 pode ser encontrada na seguinte página:
ro: O prezentare detaliată a modificărilor dintre versiunile Xfce 4.16 și Xfce 4.18 poate fi găsită pe pagina următoare:
ru: Подробный обзор изменений между выпусками Xfce 4.16 и Xfce 4.18 можно найти на следующей странице:
sq: Një përmbledhje e hollësishme e dallimeve mes versioneve Xfce 4.16 dhe Xfce 4.18 mund të gjendet në faqen vijuese:
sr: Преглед танчина разлика између издања 4.16 и 4.18 може бити пронађен на овој страници:
sv: En detaljerad översikt över ändringarna mellan Xfce 4.16 och Xfce 4.18 versionerna finns på denna sida:
vi: Bạn có thể tìm thấy tổng quan chi tiết về những thay đổi giữa các bản phát hành Xfce 4.16 và Xfce 4.18 trên trang sau:

source: Xfce 4.16 released
ca: Xfce 4.16 llançat
da: Xfce 4.16 er udgivet
de: Xfce 4.16 veröffentlicht
es: Xfce 4.16 Lanzado
gl: Xfce 4.16 publicada
he: Xfce 4.16 פורסמה
id: Xfce 4.16 telah rilis
it: Rilasciato Xfce 4.16
ja: Xfce 4.16 を公開しました
kk: Xfce 4.16 жарық көрді
lt: Xfce 4.16 išleista
pl: Wydano Xfce 4.16
pt: Disponibilizado o Xfce 4.16
pt_br: Xfce 4.16 lançado
ro: A fost publicată versiunea Xfce 4.16
ru: Выпущен Xfce 4.16
sq: U hodh në qarkullim Xfce 4.16
sr: ИскФЦЕ 4.16 је објављен
sv: Xfce 4.16 släppt
th: Xfce 4.16 ออกแล้ว
tr: Xfce 4.16 çıktı
uk: Вийшов Xfce 4.16
vi: Xfce 4.16 đã phát hành

source: Today, after 1 year and 4 months of work, we are happy to announce the release of the Xfce desktop 4.16, a new stable version that supersedes Xfce 4.14.
ca: Avui, després d'1 any i 4 mesos de treball, ens complau anunciar el llançament de l'escriptori Xfce 4.16, una nova versió estable que substitueix a Xfce 4.14.
da: I dag, efter 1 år og 4 måneders arbejde, er vi glade for at kunne bekendtgøre udgivelsen af Xfce-skrivebordet 4.16, en ny stabil version som afløser Xfce 4.14.
de: Heute, nach 1 Jahr und 4 Monaten Arbeit, freuen wir uns, die Veröffentlichung des Xfce-Desktops 4.16 bekannt zu geben, eine neue stabile Version, die Xfce 4.14 ablöst.
es: Hoy, después de 1 año y 4 meses de trabajo, nos complace anunciar el lanzamiento del escritorio Xfce 4.16, una nueva versión estable que reemplaza a Xfce 4.14.
gl: Hoxe, despois de 1 ano e 4 meses de traballo, temos o pracer de anunciar a versión de escritorio do Xfce 4.16, unha nova versión estábel que substitúe ao Xfce 4.14.
he: היום, לאחר שנה ו-4 חודשים של עבודה, אנחנו שמחים להודיע על גרסה 4.16 של שולחן עבודה Xfce, גרסה יציבה חדשה שמחליפה את Xfce 4.14.
id: Hari ini, setelah 1 tahun dan 4 bulan lamanya bekerja, kami dengan bangga mengumumkan rilis dari desktop Xfce 4.16, sebuah versi stabil yang menggantikan Xfce 4.14
it: Oggi, dopo 1 anno e 4 mesi di lavoro, siamo contenti di annunciare il rilascio di desktop Xfce 4.16, una nuova versione stabile che sostituisce Xfce 4.14.
ja: 本日、1年4ヶ月の作業期間を経て、Xfce 4.14 の後継である新しい安定版、Xfceデスクトップ 4.16 版のリリースを公表することができました。
kk: Бүгін, 1 жыл және 4 ай жұмыстан кейін, біз Xfce 4.14 нұсқасын алмастыратын жаңа тұрақты нұсқа — Xfce 4.16 жұмыс үстелінің шыққанын қуана хабарлаймыз.
lt: Šiandien, po 1 metų ir 4 mėnesių darbo, mes džiaugiamės, galėdami pranešti apie Xfce 4.16 darbalaukio laidą, naują stabilią versiją, kuri pranoksta Xfce 4.14.
pl: Dzisiaj, po roku i czterech miesiącach pracy, mamy przyjemność ogłosić wydanie środowiska Xfce 4.16. Jest to nowa, stabilna wersja, która zastępuje Xfce 4.14.
pt: Hoje, após 1 ano e 4 meses de trabalho, temos o prazer de anunciar o lançamento do ambiente gráfico Xfce 4.16, uma nova versão estável que sucede ao Xfce 4.14.
pt_br: Hoje, após 1 ano e 4 meses de trabalho, estamos felizes em anunciar o lançamento do Xfce 4.16, uma nova versão estável que substitui o Xfce 4.14.
ro: Astăzi, după 1 an și 4 luni de muncă, suntem bucuroși să anunțăm lansarea mediului grafic de birou Xfce 4.16, o nouă versiune stabilă care înlocuiește versiunea Xfce 4.14.
ru: Сегодня, спустя 1 год и 4 месяца работы, мы рады объявить о выпуске среды рабочего стола Xfce 4.16, новой стабильной версии, которая пришла на смену Xfce 4.14.
sq: Sot, pas 1 viti dhe 4 muajsh punë, jemi të gëzuar të njoftojmë hedhjen në qarkullim të Xfce desktop 4.16-s, një version i ri i qëndrueshëm që zë vendin e Xfce 4.14-s.
sr: Данас, након 1 године и 4 месеци рада, срећни смо да можемо да најавимо издање радног окружења ИксФЦЕ 4.16, ново стабилно издање које наслеђује ИксФЦЕ 4.14.
sv: Idag, efter 1 år och 4 månaders arbete, har vi nöjet att tillkännage utgivningen av Xfce-skrivbordet 4.16, en ny stabil version som ersätter Xfce 4.14.
th: วันนี้ หลังจากทำงานกันอยู่ 1 ปี 4 เดือน เรามีความสุขใจที่จะประกาศออกรุ่นเดสก์ท็อป Xfce 4.16 ซึ่งเป็นรุ่นเสถียรรุ่นใหม่ที่จะมาแทน 4.14
tr: Bugün, 1 yıl ve 4 aylık bir çalışmanın ardından, Xfce 4.14'ün yerini alan yeni bir kararlı sürüm olan Xfce masaüstü 4.16'nın piyasaya sürüldüğünü duyurmaktan mutluluk duyuyoruz.
uk: Сьогодні, після 1 року і 4 місяців роботи, ми раді представити випуск стільниці Xfce 4.16, нова стабільна версія на заміну Xfce 4.14.
vi: Hôm nay, sau 1 năm 4 tháng làm việc, chúng tôi vui mừng thông báo về việc phát hành máy tính để bàn Xfce 4.16, một phiên bản ổn định mới thay thế Xfce 4.14.
