Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The layout selection dialog received a lot of love: it no longer displays cryptic language/variants codes but uses localized languages/variants names. Layout edition was also made easier by prefilling the dialogs with the current values.
ca: El diàleg de selecció de la disposició va rebre molt d'amor: ja no mostra codis de llenguatge críptic/variants, sinó que utilitza noms de llengües/variants localitzats. L'edició de la disposició també es va fer més fàcil preomplint els diàlegs amb els valors actuals.
cs: Dialogovému oknu pro výběr rozložení byla věnována velká pozornost: Již nezobrazuje nerozluštitelné kódy jazyků a variant, ale používá jejich lokalizované názvy. Úprava rozložení byla také zjednodušena předvyplněním dialogových oken aktuálními hodnotami.
da: Opsætning selektions-dialogen har modtaget en masse kærlighed: Det viser ikke længere kryptisk sprog/variant-koder men bruger lokaliseret sprog/variant-navne. Opsætnings-udgaven var også gjort nemmere ved at før-fylde dialogerne med de nuværende værdier.
de: Der Dialog zur Auswahl der Tastaturbelegung wurde stark überarbeitet: er zeigt nicht länger kryptische Codes für Sprachen und Sprachvarianten an, sondern benutzt lokalisierte Bezeichnungen für Sprachen und Sprachvarianten. Die Auswahl der Tastaturbelegung wurde ebenfalls erleichtert, indem die Dialoge mit den aktuell eingestellten Werten ausgefüllt werden.
es: El diálogo de selección de diseño ha recibido mucha atención: ya no muestra crípticos códigos de idioma / variantes sino que utiliza idiomas localizados/variaciones de lenguaje. La edición del diseño también se ha hecho más fácil mediante el relleno de los diálogos con los valores actuales.
fr: La fenêtre de sélection a reçu beaucoup d’attention : elle n’utilise plus de codes énigmatiques, mais un nom intelligible et dans votre langue. L’édition de la disposition a également été facilitée en préremplissant la fenêtre avec les valeurs actuelles.
gl: O diálogo de selección da disposición recibiu moito agarimo: xa non amosa códigos críticos de idiomas/variantes senón que emprega nomes de idiomas/variantes localizados. Tamén se facilitou a modificación da disposición co recheo dos diálogos cos valores actuais.
he: דיאלוג בחירת הסידור קיבל הרבה אהבה: הוא כבר לא מציג קודים נסתרים של שפות/נוסחים אלא משתמש בשמות מקומיים של שפות/נוסחים. עריכת סידור נהפכה קלה יותר גם הודות למילוי הערכים הנוכחיים בדיאלוגים.
id: Dialog pemilihan tata letak mendapatkan banyak cinta: ia tidak lagi menampilkan bahasa kripto/kode varian tetapi menggunakan bahasa lokal/nama variasi. Edisi tata letak juga dibuat lebih mudah dengan mengisikan dialog dengan nilai saat ini.
it: La finestra di selezione della disposizione è stata migliorata: non mostra più messaggi complessi o codici anonimi ma messaggi localizzati e nomi delle varianti. La modifica delle disposizione è stata anche resa più semplice completando automaticamente le finestre con i valori correnti
ja: レイアウト選択ダイアログにはたくさんの愛情が注がれました。もう難解な言語/バリアントコードをお見せすることはありません。そのかわりローカライズされた言語/バリアントを使用します。レイアウトの変更は現在の値が初期値となってダイアログに表示され、設定しやすくなっています。
kk: Жайманы таңдау сұхбат терезесі көптеген өзгерістерге ие болды: ол енді түсініксіз тіл/нұсқа кодтарының орнына аударылған тіл/нұсқа атауларын көрсетеді. Жаймаларды түзету де сұхбат терезесін ағымдағы мәндермен алдын ала толтыру арқылы жеңілдетілді.
lt: Išdėstymo pasirinkimo dialogas gavo daug dėmesio: jis daugiau neberodo slaptų kalbos/variantų kodų, bet naudoja lokalizuotus kalbos/variantų pavadinimus. Išdėstymo redagavimas buvo supaprastintas, iš anksto užpildant dialogus su esamomis reikšmėmis.
ms: Dialog pemilihan bentangan telah banyak diperkemaskan; ia tidak lagi memaparkan kod bahasa/varian yang pelik tetapi menggunakan nama bahasa/varian setempat. Edisi bentangan juga menjadi lebih mudah dengan membuat pra-isian dengan nilai semasanya.
nb: Dialogvinduet for utformingsvalg har fått mye oppmerksomhet. Det viser ikke lenger kryptiske språk- og variantkoder, men bruker lokaltilpassede navn. Redigering av utforming er også lettere ved at dialogvinduet er forhåndsutfylt med gjeldende verdier.
oc: La bóstia de dialòg de seleccion de la mesa en pagina a recebut fòrça atencion : aficha pas mai los còdis de lenga / variantas cryptiques mas utiliza de langages / variantas de noms localizats. La disposicion de l'édition a tanben été facilitée pel preemplenatge dels bóstia de dialòg amb las valors courantes.
pl: Okno wyboru układu klawiatury zostało znacznie dopracowane. Już nie wyświetla ono zagadkowych kodów języka lub wariantu, ale ich zlokalizowane nazwy. Ułatwiono proces modyfikowania układu, wypełniając okno konfiguracyjne bieżącymi wartościami.
pt: A janela de seleção de teclado recebeu a nossa especial atenção: já não utiliza os códigos dos idiomas/variantes mas sim os seus nomes. A edição das disposições tornam-se mais fáceis com os preenchimentos automáticos dos valores atuais.
pt_br: O diálogo de seleção de layout recebeu muito amor: ele não mais exibe códigos de idiomas/variantes ocultos, mas usa nomes de idiomas/variantes localizados. A edição doa layout também se tornou fácil com o carregamento prévio de diálogos com os valores atuais.
ro: Fereastra de dialog pentru selectarea aspectului a primit multă atenție: nu mai afișează codurile criptice ale limbilor/variantelor, ci utilizează denumirile în limba dictată de configurația regională a sistemului ale limbilor/variantelor. Editarea aranjamentelor a fost, de asemenea, facilitată prin preumplerea dialogurilor cu valorile curente.
ru: Много симпатии завоевал диалог выбора раскладки: он более не показывает загадочные коды языка/вариантов, а использует наименования локализованных языков/вариантов. Редактирование раскладки также было сделано легче путём заполнения диалогов текущими значениями.
sq: Dialogu i përzgjedhjes së skemës ka përfituar shumë përkujdesje: nuk shfaq më kode të mistershëm gjuhësh/variantesh, por përdor emra të përkthyer gjuhësh/variantesh. Edhe përpunimi i skemave është bërë gjithashtu më i lehtë, përmes plotësimit paraprak të dialogëve me vlerat e atëçastme.
sr: Прозорче за одабир распореда је добило много пажње! Оно више не приказује шифроване кодове језика/подврсте, већ користи имена преведених језика/подврста. Измена распореда је такође олакшана у прозорима где су попуњене тренутне вредности.
sv: Dialogfönstret för val av layout har fått mycket kärlek: den visar inte längre kryptiska språk/variant-koder utan använder lokaliserade språk/variant-namn. Layoutinställning underlättades också genom förifyllning av dialogerna med aktuella värden.
th: กล่องเลือกผังแป้นพิมพ์ได้รับความเอาใจใส่อย่างมาก กล่าวคือ ไม่ได้แสดงรหัสภาษา/แบบย่อยที่ลึกลับอีกต่อไป แต่ใช้ชื่อภาษา/แบบย่อยที่มีการแปลเป็นภาษาท้องถิ่น การแก้ไขผังแป้นพิมพ์ก็ยังถูกทำให้ง่ายขึ้นด้วยการเติมกล่องโต้ตอบด้วยค่าปัจจุบันขณะเปิดอีกด้วย
tr: Yerleşim seçimi iletişim penceresi, çok sevildi: artık şifreli dil/kod türevlerini göstermiyor, ancak yerelleştirilmiş dil/türev adlarını kullanıyor. Yerleşim düzenleme, mevcut değerler ile pencereleri yapmak artık daha kolay.
uk: Тепер діалог вибору розкладок не показує коди мов/варіантів, а використовує локалізовані назви мов/варіантів. Редагування розкладок також стало простіше за допомогою автозаповнення типовими значеннями.
vi: Hộp thoại lựa chọn bố cục nhận được rất nhiều sự yêu thích: nó không còn hiển thị mã ngôn ngữ/biến thể khó hiểu mà sử dụng tên ngôn ngữ/biến thể được bản địa hóa. Phiên bản bố cục cũng được thực hiện dễ dàng hơn bằng cách điền trước các hộp thoại với các giá trị hiện tại.
zh_tw: 鍵盤佈局選擇器受到很多關愛；它不再顯示隱晦的語言/變體代碼，而是使用在地話的語言/變體名稱。佈局選擇器也使用目前的值填充而變得更加容易。

source: Layouts and variants list
ca: Llista de disposicions i variants
cs: Seznam rozložení a variant
da: Opsætning og variant listen
de: Liste mit Tastaturbelegungen und Sprachvarianten
es: Diseños y lista de variantes
fr: Liste des dispositions et variantes
gl: Listaxe de disposicións e variantes
he: רשימת סידורים ונוסחים
id: Daftar tata letak dan varian
it: Elenco delle disposizioni e delle varianti
ja: レイアウトとバリアントリスト
kk: Жаймалар мен нұсқалар тізімі
lt: Išdėstymai ir variantų sąrašai
ms: Senarai bentangan dan varian
nb: Utforminger og variantliste
oc: Organizacions e la lista dels variantas
pl: Lista układów klawiatury i ich wariantów
pt: Disposição e lista de variantes
pt_br: Lista de variantes e layouts
ro: Lista aranjamentelor și a variantelor
ru: Список раскладок и вариантов
sq: Listë skemash dhe variantesh
sr: Списак распореда и подврста
sv: Layout och variantlista
th: รายชื่อผังแป้นพิมพ์และแบบย่อย
tr: Yerleşimler ve türler listesi
uk: Список розкладок і варіантів
vi: Danh sách bố cục và biến thể
zh_tw: 佈局及變體列表

source: Xfce 4.16 tour
ca: Tour Xfce 4.16
cs: Prohlídka Xfce 4.16
da: Xfce 4.16 rundvisning
de: Rundgang durch Xfce 4.16
es: Paseo de Xfce 4.16
gl: Visita ao Xfce 4.16
he: Xfce 4.16 סיור
id: Tur Xfce 4.16
it: Tour di Xfce 4.16
ja: Xfce 4.16 のツアー
kk: Xfce 4.16 шолуы
lt: Xfce 4.16 turas
pl: Prezentacja Xfce 4.16
pt: Guia do Xfce 4.16
pt_br: Conheça o XFCE 4.16
ro: Turul versiunii Xfce 4.16
ru: Тур по Xfce 4.16
sq: Tur i Xfce 4.16-s
sr: Обилазак Иксфцеа 4.16
sv: Xfce 4.16 Rundtur
th: นำชม Xfce 4.16
tr: Xfce 4.16 turu
uk: Огляд Xfce 4.16
vi: Tham quan Xfce 4.16
zh_tw: Xfce 4.16 導覽

source: This tour will introduce you to new major features of Xfce 4.16. It only covers improvements made on the (user-visible) surface; for the full list of changes, see the <a href="/download/changelogs/4.16/">changelog</a>.
ca: Aquest recorregut us introduirà les noves característiques principals de l'Xfce 4.16. Només cobreix les millores realitzades a la superfície (visible per l'usuari); per a la llista completa de canvis, vegeu el registre de canvis <a href="/download/changelogs/4.16/"></a>.
cs: Tato prohlídka Vám představí hlavní nové funkce Xfce 4.16. Zahrnuje pouze vylepšení provedená na povrchu. Úplný seznam změn naleznete v <a href="/download/changelogs/4.16/">protokolech o změnách</a>.
da: Denne rundvisning introducerer dig for nye større funktionaliteter i Xfce 4.16. Den dækker kun forbedringer som er lavet på overfladen (som brugeren kan se); se <a href="/download/changelogs/4.16/">ændringsloggen</a> for en fuld liste af ændringer.
de: Dieser Rundgang stellt Ihnen einige neue Hauptmerkmale von Xfce 4.16 vor. Er behandelt allerdings nur (für den Benutzer sichtbar) sichtbare Änderungen der Oberfläche. Eine vollständige Liste der Änderungen finden Sie im <a href="/download/changelogs/4.16/">Änderungsprotokoll</a>.
es: Este recorrido le presentará las nuevas funciones principales de Xfce 4.16. Solo cubre las mejoras realizadas en la superficie (visible para el usuario); para obtener la lista completa de cambios, consulte el <a href="/download/changelogs/4.16/">registro de cambios</a>.
gl: Esta visita presenta as novas características principais do Xfce 4.16. Só abrangue as melloras feitas na parte visual; para a lista completa de cambios (visíbeis para quen o usa), consulte os <a href="/download/changelogs/4.16/">rexistros de cambios</a>.
he: סיור זה יציג לך מאפיינים עיקריים חדשים של Xfce 4.16. הסיור מכסה רק שיפורים שנעשו על פני השטח (נראים למשתמש). לרשימת שינויים מלאה, ראה את <a href="/download/changelogs/4.16/">יומן שינויים</a>.
id: Tur ini akan mengenalkan Anda kepada fitur-fitur mayor baru dari Xfce 4.16. Tur ini hanya meliputi pengembangan yang dibuat di permukaan (yang terlihat oleh pengguna); untuk daftar lengkap perubahan, lihat <a href="/download/changelogs/4.16/">log perubahan</a>.
it: Questo tour descrive le principali novità introdotte da Xfce 4.16. Le novità descritte rappresentano solamente quelle visibili dall'utente. Per un elenco completo dei cambiamenti, consultare l'<a href="/download/changelogs/">elenco delle modifiche</a>.
ja: このツアーでは Xfce 4.16 の主な新機能について紹介します。ここでは（ユーザーが気付くような）外見上の部分のみについて説明していますが、すべての変更点については <a href="/download/changelogs/4.16/">更新履歴</a> をご覧ください。
kk: Бұл шолу сізді Xfce 4.16 нұсқасының негізгі жаңа мүмкіндіктерімен таныстырады. Онда тек пайдаланушыға көрінетін өзгерістер сипатталған; өзгерістердің толық тізімін <a href="/download/changelogs/4.16/">өзгерістер журналынан</a> көре аласыз.
lt: Šis turas supažindins jus su naujomis, pagrindinėmis Xfce 4.16 laidos ypatybėmis. Jame aprašomi tik išoriniai (naudotojui matomi) atlikti pakeitimai. Pilnam pakeitimų sąrašui, žiūrėkite <a href="/download/changelogs/4.16/">keitinių žurnalą</a>.
pl: Poniżej zaprezentowano najbardziej znaczące nowości środowiska Xfce wprowadzone w wersji 4.16. Zestawienie obejmuje jedynie zmiany dostrzegalne w interfejsie graficznym. Pełna lista znajduje się się na stronie <a href="/download/changelogs/4.16/">dziennika zmian</a>.
pt: Este guia irá apresentar-lhe as novas funcionalidades principais do Xfce 4.16. Abrange apenas as melhorias superficiais (visível ao utilizador); para a lista completa de alterações, veja o <a href="/download/changelogs/4.16/">registo de alterações</a>.
pt_br: Será apresentado a você, os novos recursos principais do Xfce 4.16. Ele abrange apenas as melhorias feitas na superfície (visível pelo usuário); para a lista completa de alterações, veja o <a href="/download/changelogs/4.16/">registro de alterações</a>.
ro: Acest tur vă va prezenta noile caracteristici majore ale Xfce 4.16. Acesta acoperă doar îmbunătățirile aduse la suprafață (vizibile pentru utilizator); pentru lista completă a modificărilor, consultați secțiunea <a href="/download/changelogs/4.16/">Jurnalul de modificări al Xfce 4.16</a>.
ru: Данный тур ознакомит вас с новыми основными особенностями Xfce 4.16. Он описывает только внешние (видимые пользователю) улучшения; список всех изменений см. в <a href="/download/changelogs/4.16/">списке изменений</a>.
sq: Ky tur do t’ju paraqesë veçoritë e reja të rëndësishme të Xfce 4.16-s. Mbulon vetëm përmirësime të bëra në sipërfaqe (të dukshme nga përdoruesit); për një listë të plotë të ndryshimeve, shihni <a href="/download/changelogs/4.16/">regjistrin e ndryshimeve</a>.
sr: Овај обилазак ће Вам представити нове битне могућности Иксфцеа 4.16. Обилазак покрива побољшања на (корисницима видљивој) површи; ради потпуног списка измена, погледајте <a href="/download/changelogs/4.16/">дневник измена</a>.
sv: Denna rundtur kommer att introducera dig för nya viktiga funktioner i Xfce 4.16. Det omfattar endast förbättringar som gjorts på det användaren kan se; för en fullständig lista över förändringar, se <a href="/download/changelogs/4.16/">ändringsloggen</a>.
th: เอกสารนำชมนี้จะแนะนำถึงความสามารถใหม่หลักๆ ของ Xfce 4.16 ซึ่งจะครอบคลุมเฉพาะการปรับปรุงหน้าตา (ส่วนที่มองเห็นได้) เท่านั้น หากต้องการดูรายการเปลี่ยนแปลงทั้งหมด กรุณาอ่านได้ที่ <a href="/download/changelogs/4.16/">ปูมการเปลี่ยนแปลง</a>
tr: Bu tur, Xfce 4.16 sürümünün yeni ve başlıca özelliklerini tanıtacaktır. Sadece arayüzdeki değişiklikleri listeler; değişikliklerin tüm listesi için, <a href="/download/changelogs/">Değişim Günlüğü</a> sayfasına göz atınız.
uk: Даний огляд ознайомить вас із новими основними можливостями Xfce 4.16. Це лише грубий (видимий для користувача) опис покращень; повний список змін дивіться у <a href="/download/changelogs/4.16/">журналі змін</a>.
vi: Chuyến tham quan này sẽ giới thiệu cho bạn các tính năng chính mới của Xfce 4.16. Nó chỉ bao gồm những cải tiến được thực hiện trên bề mặt (người dùng có thể nhìn thấy); để biết danh sách đầy đủ các thay đổi, hãy xem <a href="/download/changelogs/4.16/">nhật ký thay đổi</a>.
zh_tw: 此導覽向您介紹 Xfce 4.16 的主要新功能。它只包含了使用者可見的改善部份；要觀看完整的變動列表，見 <a href="/download/changelogs/4.16/">變動記錄</a> 。

source: Visual identity: New icons and palette
ca: Identitat visual: noves icones i paleta
cs: Vizuální identita: Nové ikony a paleta
da: Visuel identitet: Nye ikoner og palet
de: Visuelle Identität: Neue Symbole und Farbpalette
es: Identidad visual: nuevos iconos y paleta
gl: Identidade visual: novas iconas e paleta.
he: זהות ויזואלית: איקונים ולוח חדשים
id: Identitas visual: Ikon dan palet baru
it: Identità visiva: Nuove icone e colori
ja: ビジュアルアイデンティティ: 新しいアイコンとパレット
kk: Визуалды сәйкестік: Жаңа таңбашалар мен палитра
lt: Vaizdinė tapatybė: Naujos piktogramos ir paletė
pl: Tożsamość wizualna: nowe ikony i paleta
pt: Identidade visual: Novos ícones e paleta
pt_br: Identidade visual: novos ícones e paleta
ro: Identitate vizuală: noi pictograme și paletă
ru: Визуальное представление: Новые значки и палитра
sq: Identitet pamor: Ikona dhe paletë e re
sr: Видљиви знак распознавања: нове сличице и палете
sv: Visuell identitet: Nya ikoner och palett
th: ภาพที่เป็นเอกลักษณ์: ไอคอนและจานสีใหม่
tr: Görsel kimlik: Yeni simgeler ve palet
uk: Візуальна своєрідність: Нові значки і палітра
vi: Nhận dạng trực quan: Biểu tượng và bảng màu mới
