Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: With Xfce X.Ypre3, all core components enter code freeze which means from there on no code changes are allowed, unless they are signed off by the release manager. These should usually only be fixes to blocking or release-critical bugs. Translations are still allowed to go in.
cs: S verzí Xfce X.Ypre3 vstupují všechny klíčové komponenty do stavu zmrazení kódu, což znamená zákaz změn kódu, pokud to nedovolí správce vydání. Obvykle by to měly být pouze chyby, které blokují vydání nebo jsou pro vydání kritické. Překlady se stále mohou měnit.
da: Med Xfce X.Yfør3, alle kerne komponenter går i kode-frysning, hvilket betyder ingen kode-ændringer er tilladet, medmindre de er underskrevet af udgivelses-manageren. Disse burde egentlig kun være løsninger til blokering eller udgivelses-kritiske fejl. Oversættelser er stadig tilladt at gå ind.
de: Mit Xfce X.Ypre3 gelangen alle Komponenten in den Code-Freeze, was bedeutet, dass keine Änderungen am Quellcode mehr erlaubt sind, es sei denn sie werden vom Veröffentlichungsmanager freigegeben. Diese Änderungen sollten nur blockierende oder veröffentlichungskritische Fehler betreffen. Übersetzungen können nach wie vor aktualisiert werden.
fr: Avec Xfce X.Ypre3, tous les composants de base voient leur code gelé. Aucune modification n’est autorisé, sauf si signé par le gestionnaire de publication. Cela ne devrait concerner que les bogues bloquants ou critiques. Les traductions sont toujours acceptées.
id: Dengan Xfce X.Ypre3, semua komponen inti memasuki pembekuan kode yang berarti mulai saat itu tidak ada lagi perubahan kode yang diperkenankan, kecuali ditandatangani oleh manajer rilis. Pengecualian itu biasanya hanya berupa perbaikan kutu yang menghalang atau kritis terhadap rilis. Terjemahan masih diperbolehkan.
ja: Xfce X.Ypre3 では、すべてのコンポーネントはコードフリーズに入る。これ以降、リリースマネージャーに承認された場合を除き、コードの変更は許されない。それは通常ブロッキングあるいはリリースクリティカルバグの修正に限られる。翻訳の更新は引き続き許される。
lt: Su Xfce X.Ypre3, visi branduolio komponentai patenka į kodo užšaldymo stadiją, tai reiškia jog nuo šiol kodas negali būti keičiamas, nebent tai leido leidimo prižiūrėtojas. Paprastai tai turėtų būti tik pataisymai. Vertimai vis dar leidžiami.
ms: Dengan Xfce X.Ypra3, semua komponen teras memasuki pembekuan kod iaitu tiada lagi perubahan kod dibenarkan, kecuali ia telah mendapat keizinan oleh pengurus keluaran. Ia berlaku hanya untuk membaiki penyekatan atau pepijat kritikal-keluaran. Terjemahan masih lagi dibenarkan.
nb: Med Xfce X.Ypre3 fryses koden til alle kjernekomponentene. Det betyr at det fra derav ikke tillates noen kodeendringer med mindre de er utkvittert av en utgivelsesleder. Disse bør vanligvis kun være rettelser for blokkeringer og utgivelseskritiske feil. Oversettelser kan fortsatt sjekkes inn.
nl: Met Xfce X.Ypre3, alle kerncomponenten Vul de code freeze wat betekent dat vanaf daar geen wijzigingen in de code zijn toegestaan, tenzij ze ondertekend door de release manager. Deze moeten normaal gesproken alleen fixes worden tot het blokkeren of release-kritieke bugs. Vertalingen zijn nog steeds toegestaan om naar binnen
oc: Amb Xfce X.Ypre3, totes los components de còr entran en gèl del còdi, aquò significa a partir de là aucun cambiament de còdi es autorizat, levat se son signats pel responsable de la version. Aqueles devon generalament aver de correctius al blocage o de bugs critics per la publicacion. Las traduccions son totjorn autorizadas a i dintrar
pt: Com Xfce X.Ypre3, todos os componentes centrais entram em congelamento de código, o que significa que daqui para frente nenhuma alteração no código é permitida, a não ser que elas sejam autorizadas pelo gestor de lançamento. Normalmente haveria somente correções de bugs críticos. Tradutores podem continuar com o trabalho.
ru: С Xfce X.Ypre3 все основные компоненты входят в фазу заморозки кода, означающую возможность изменения кода, только если оно будет одобрено управляющим выпуска. Это обычно применимо только в случае исправления блокирующих или критичных для выпуска ошибок. Переводы в фазе заморозки всё ещё допустимы.
sq: Me Xfce X.Ypre3, krejt përbërësit bazë hyjnë në fazë ngrirjeje kodi, që do të thotë se tani e tutje nuk lejohen ndryshime kodi, veç në mos qofshin të lejuara nga përgjegjësi i hedhjes në qarkullim. Zakonisht këto duhet të jenë vetëm ndreqje të metash bllokuese ose kritike për hedhjen në qarkullim. Përkthimet lejohen ende të parashtrohen.
sv: Med Xfce X.Ypre3, går alla kärnkomponenter in i kodfrysning vilket betyder att från och med nu är inga kodändringar tillåtna, såvida de inte är godkända av utgåveansvarig. Dessa bör i regel bara vara rättningar av blockerande eller kritiska fel. Översättningar är fortfarande tillåtna att komma med.
th: เมื่อ Xfce X.Ypre3 ออก องค์ประกอบแกนหลักทุกตัวจะเข้าสู่ช่วงหยุดเปลี่ยนแปลงโค้ด ซึ่งหมายความว่าจากจุดนี้ไปจะไม่อนุญาตให้มีการเปลี่ยนแปลงโค้ดหากไม่มีการเซ็นกำกับโดยผู้จัดการรุ่น ซึ่งการเปลี่ยนแปลงที่อนุญาตควรเป็นรายการแก้บั๊กที่ขวางกั้นการออกรุ่นหรือวิกฤติต่อการออกรุ่นเท่านั้น แต่งานแปลต่างๆ ยังคงสามารถส่งเข้ามาได้
tr: Xfce X.Ypre3 ile, tüm temel bileşenler kod dondurmasına girer, bu sürüm yöneticisi tarafından izin verilmemiş hiç bir kod değişikliğine izin verilmeyecek demektir. Bu engelleyici veya kritik sürüm hataları içindir. Çeviri yapılmaya devam edilebilir.
uk: З Xfce X.Ypre3 всі основні компоненти входять у фазу замороження коду. Це означає, що не дозволяється змін коді, аж поки вони не будуть підписані керівником випуску. це повинні бути тільки виправлення вад, що блокують вихід випуску, або критичні вади для цілого випуску. Переклади все ще приймаються.
zh_tw: 自 Xfce X.Ypre3開始，所有核心組件進入代碼凍結，這代表了此時此不允許有任何的代碼修改，除非發行管理員簽名。通常這只會用在修復阻斷或非常嚴重的錯誤上。此時翻譯仍可進入。

source: Code Freeze Phase (2+ weeks)
cs: Fáze zmrazení kódu (2 a více týdnů)
da: Kodefrysningsfase (2+ uger)
de: Code-Freeze-Phase (2+ Wochen)
fr: Phase du gel de code (deux semaines et plus)
id: Fase Pembekuan Kode (2+ pekan)
ja: コードフリーズフェイズ (2 週間以上)
lt: Kodo užšaldymo fazė (2+ savaitės)
ms: Fasa Pembekuan Kod (2+ minggu)
nb: Kodefrys-stadiet (2+ uker)
nl: Code freeze Fase (2 + weken)
oc: Fasa de gèl del còdi (2 setmanas e +)
pt: Fase de congelamento de código (2+ semanas)
ru: Фаза заморозки кода (2+ недели)
sq: Faza e Ngrirjes së Kodit (2+ javë)
sv: Kodfrysningsfas (2+ veckor)
th: ขั้นหยุดเปลี่ยนแปลงโค้ด (2 สัปดาห์ขึ้นไป)
tr: Kod Dondurulma Süreci (2+ hafta)
uk: Фаза замороження коду (2+ тижні)
zh_tw: 程式碼凍結階段 (2+ 週)

source: With Xfce X.Ypre3, all core components enter code freeze. This phase is illustrated in the following figure and is explained in more detail in this section.
cs: S verzí Xfce X.Ypre3 vstupují všechny klíčové komponenty do stavu zmrazení kódu. Tato fáze je znázorněna v následujícím obrázku a je dále vysvětlena v této kapitole.
da: Med Xfce X.Yfør3, alle kerne komponenter træder i kode-frys. Denne fase er illustreret i den følgende figur og er uddybet i flere detaljer i denne sektion.
de: Mit Xfce X.Ypre3 gelangen alle Komponenten in den Code-Freeze. Diese Phase wird im folgenden Bild dargestellt und in diesem Abschnitt genauer erklärt.
fr: Avec Xfce X.Ypre3, tous les composants de base voient leur code figé. Cette phase est illustrée dans la figure ci-dessous et est expliquée plus en détail dans cette section.
id: Dengan Xfce X.Ypre3, semua komponen inti memasuki pembekuan kode. Fase ini digambarkan seperti berikut dan dijelaskan secara lebih rinci pada bagian ini.
ja: Xfce X.Ypre3 では、すべてのコンポーネントはコードフリーズに入る。このフェイズの詳細について説明する。
lt: Su Xfce X.Ypre3 visi branduolio komponentai patenka į kodo užšaldymo fazę. Ši fazė iliustruota sekančiame paveiksle ir paaiškinta šiame skyriuje.
ms: Dengan Xfce X.Ypra3, semua komponen teras telah memasuki pembekuan kod. Fasa ini dijelaskan dalam rajah berikut dan diterangkan lebih terperinci di dalam seksyen ini.
nb: Med Xfce X.Ypre3 fryses koden til alle kjernekomponentene. Denne fasen er illustrert i den følgende figuren, og er forklart i mer detalj i dette avsnittet.
nl: Met Xfce X.Ypre3, alle kerncomponenten Vul de code te bevriezen. Deze fase wordt geïllustreerd in de onderstaande figuur en wordt in meer detail uitgelegd in deze sectie.
oc: Amb Xfce X.Ypre3, totes los components de basa entrent en gèl del còdi. Aquesta fasa es illustrada dins la figura çaijós e es explicada mai en detalh dins aquesta seccion.
pt: Com o Xfce X.Ypre3, todos os componentes centrais entram em congelamento de código. Esta fase é ilustrada na imagem a seguir e é explicada em mais detalhes nesta seção.
ru: С выходом Xfce X.Ypre3 заморожен код всех основных компонентов. Данная фаза показана на следующем изображении и подробнее объяснена в этом разделе.
sq: Me Xfce X.Ypre3, krejt përbërësit bazë hyjnë në fazë ngrirjeje kodi. Kjo fazë ilustrohet në figurën vijuese dhe shpjegohet më hollësisht në këtë ndarje.
sv: Med Xfce X.Ypre3, går alla kärnkomponenter in i kodfrysning. Denna fas illustreras i följande figur och förklaras mer detaljerat i detta stycke.
th: เมื่อ Xfce X.Ypre3 ออก องค์ประกอบแกนหลักทุกตัวจะเข้าสู่ช่วงหยุดเปลี่ยนแปลงโค้ด ขั้นนี้ได้แสดงไว้ในภาพประกอบต่อไปนี้ และจะอธิบายรายละเอียดเพิ่มเติมในหัวข้อนี้
tr: Xfce X.Ypre3 ile, tüm temel bileşenler kod dondurulmasına girer. Bu evre, aşağıdaki şekilde açıklanmış ve bu bölümde detaylı olarak anlatılmıştır.
uk: З Xfce X.Ypre3 всі основні компоненти входять у фазу замороження коду. Ця фаза зображена на малюнку і пояснена детальніше в цьому розділі.
zh_tw: 自 Xfce X.Ypre3開始，所有核心組件進入代碼凍結。此章節中的下面的圖表更加詳細的解釋了這個階段。

source: The code freeze and its exceptions are supported by commit hooks. There is an update hook which doesn't allow any changes to master unless they are signed off by the release manager.
cs: Zmrazení kódu a jeho výjimky jsou podporovány odesíláním háčků. Existuje aktualizační háček, který neumožňuje žádné změny v hlavní větvi, pokud nejsou podepsány správcem vydání.
da: Kode-frysningen og dets undtagelser er understøttet af begå kroge. Der er en opdaterings-krog hvilket ikke tillader nogen ændringer til hoved, hvis ikke de er underskrevet af udgivelses-manageren.
de: Der Code-Freeze und die angesprochenen Ausnahmen werden mit Commit-Hooks realisiert. Es existiert ein Update-Hook, der keine Änderungen im Master-Zweig erlaubt, es sei denn, dass diese vom Veröffentlichungsmanager freigegeben sind.
fr: Le gel du code et ses exceptions sont spécifiquement gérés. Seule une mise à jour signée par le gestionnaire de publication sera prise en compte et intégrée à la branche maîtresse.
id: Pembekuan kode dan pengecualiannya didukung oleh kait-kait komit. Terdapat sebuah kait pembaruan yang tidak memperbolehkan perubahan apapun ke master kecuali ditandatangani oleh manajer rilis.
ja: コードフリーズおよび例外はコミットフックによってサポートされる。更新フックはリリースマネージャーの承認がないかぎり、あらゆる変更を許可しない。
lt: Kodo užšaldymas ir jo išimtys yra palaikomos siuntimo „hooks“. Yra atnaujinimo „hook“ kuris neleidžia jokių keitimų „master“ šakoje nebent juos leido leidimo prižiūrėtojas.
ms: Pembekuan kod dan pengecualiannya disokong oleh commit hooks. Terdapat commit hook yang tidak membenarkan mana-mana perubahan pada master melainkan ia telah diberi kebenaran oleh pengurus keluaran.
nb: Frys av kode og unntak fra dette understøttes av innsjekkingskroker. Det er en oppdateringskrok som ikke tillater noen endringer av hovedgreina hvis de ikke tillates av utgivelseslederen.
nl: De code te bevriezen en de uitzonderingen worden ondersteund door verbinden haken. Er is een update haak dat niet mogelijk eventuele wijzigingen te beheersen, tenzij ze ondertekend door de release manager.
oc: Lo gèl del còdi e sas excepcions son preses en carga per de commit hooks. I a un hook de mesa a jorn que permet pas de cambiaments dins master, levat se son signats pel responsable de la version.
pt: O congelamento de código e suas exceções são suportadas por hooks de commit. Há um hook de atualização, o qual não permite qualquer alteração no ramo principal a não ser que seja autorizado pelo gestor de lançamento.
ru: Заморозка кода и исключения из заморозки поддерживаются обработчиками отправки. Также есть обработчики обновления, которые не позволяют вносить изменения в мастер-ветвь, если эти изменения не были подписаны управляющим выпуска.
sq: Ngrirja e kodit dhe përjashtime prej saj mbulohen përmes hook-e depozitimesh. Ka një <em>hook</em> përditësimesh që nuk lejon çfarëdo ndryshimesh te dega <em>master</em>, veç në qofshin të nënshkruara nga përgjegjësi i hedhjes në qarkullim.
sv: Kodfrysningen och dess undantag stöds av commit hooks. Det finns en update hook som inte tillåter några ändringar till master såvida inte de är godkända av
th: การหยุดเปลี่ยนแปลงโค้ดและการยกเว้นได้รับการรองรับโดยใช้ hook ของการ commit โดยจะมี hook ของการอัปเดตที่จะไม่อนุญาตให้มีการเปลี่ยนแปลงใดๆ ใน master ถ้าไม่มีการเซ็นกำกับโดยผู้จัดการรุ่น
tr: Kod dondurulması ve istisnalar gönderi tetiklemeleri tarafından desteklenirler. Sürüm yöneticisin izin vermediği gönderilerin, master dalı içine değişime izin vermeyen güncelleme tetiği vardır.
uk: Замороження коду і всі винятки підтримуються через скрипти оновлення. Є скрипт оновлення, який не дозволяє будь-які зміни до основної гілки, поки не буде підписаний керівником випуску.
zh_tw: 代碼凍結及其例外交由提交套鉤去做。有一個更新套鉤，除非發行管理員簽名，否則它不允許任何對 master 分支的更動。

source: Tagging and Branching for Releases
cs: Označování a vytváření větví pro vydání
da: Tagging og forgrening af udgivelser
de: Markieren und Verzweigen für Freigaben
fr: Étiquetage et ramification des versions
id: Penandaan dan Pencabangan Rilis
ja: タグ付けとブランチの作成
lt: Leidimų žymėjimas ir šakų kūrimas
ms: Penandaan dan Pencabangan untuk Keluaran
nb: Merkelapper og avgreining for Utgivelse
nl: Tagging en vertakkingen tot Releases
oc: Marcatge e brancas per las versions
pt: Marcação e ramificação para lançamentos
ru: Пометки и ветвление выпусков
sq: Caktim Etiketash dhe Degësh për Hedhjen Në Qarkullim
sv: Märkning och förgreningar av utgåvor
th: การแท็กและการแตกแขนงสำหรับการออกรุ่นต่างๆ
tr: Sürümler için Etiketleme ve Dal oluşturmak
uk: Позначання і розгалуження випусків
zh_tw: 為發佈做標記和分支

source: Bugfixes/Changes
cs: Opravy chyb a změny
da: Fejlrettelser/ændringer
de: Fehlerkorrekturen/Änderungen
fr: Correction de bogues/modifications
id: Perbaikan Awakutu / Perubahan
ja: バグ修正/変更
lt: Klaidų taisymas/Pakeitimai
ms: Pembaikan Pepijat/Perubahan
nb: Feilrettinger/endringer
oc: Correccion de bugs / Cambiaments
pt: Correções/Alterações
ru: Исправления / изменения
sq: Ndreqje të metash/Ndryshime
sv: Felrättningar/ändringar
th: รายการแก้บั๊ก/เปลี่ยนแปลง
tr: Hata Düzeltmeleri/Değişiklikler
uk: Виправлення вад/Зміни
zh_tw: 錯誤修復/更改

source: If a core component requires fixes or changes during code freeze, the maintainer is required to create a new branch called ELS (//NAME OPEN FOR DISCUSSION//) to which he or she then commits the fixes. Refer to the section Code Freeze Exceptions if these are release-critical changes or fixes for blocking bugs.
cs: Pokud klíčová komponenta vyžaduje opravu chyby nebo změny během zmrazení kódu, údržbář musí vytvořit větev zvanou ELS (//NÁZEV OTEVŘEN K DISKUZI), do které odešle opravy. Informace, zda jsou tyto změny kritické pro vydání nebo opravují chyby blokující vydání, získáte v kapitole Výjimky při zmrazení kódu.
da: Hvis en kerne komponent, behøver fejl-retninger eller ændringer under kode-frys, behøver vedligeholderen at skabe en ny gren kaldet ELS (//NAVN ÅBEN FOR DISKUSSION//) til hvillket han eller hun så sender fejl-retningerne. Referer til sektion Kode Frys Undtagelser, hvis disse er udgivelses-kritiske ændringer eller fejl-retninger for blokerende fejl.
de: Wenn eine Kernkomponente eine Fehlerkorrektur oder eine Code-Änderung während des Code-Freezes benötigt, muss der Eigentümer einen neuen Zweig mit dem Namen ELS (//NAME OPEN FOR DISCUSSION//) erstellen, in dem dann die Änderungen durchgeführt werden. Informationen zu veröffentlichungskritischen Änderungen oder Änderungen für blockierende Fehler finden Sie im Abschnitt Ausnahmen für den Code-Freeze.
fr: Si un composant de base nécessite des corrections ou des modifications au cours du gel de code, le mainteneur doit créer une nouvelle branche appelée ELS sur laquelle il pourra appliquer les correctifs. En cas de changements critiques pour la publication ou de bogues bloquants, se référer à la section sur les exceptions au gel de code.
id: Jika sebuah komponen inti memerlukan perbaikan atau perubahan selama pembekuan kode, pemelihara perlu membuat sebuah cabang baru yang dinamakan ELS (//NAMA TERBUKA UNTUK DIDISKUSIKAN//) di mana ia melakukan komit perbaikannya. Lihat bagian Pengecualian Pembekuan Kode jika perubahan tersebut kritis terhadap rilis atau perbaikan untuk kutu yang menghalang.
ja: コードフリーズ中にコアコンポーネントの修正あるいは変更が必要になった場合、メンテナーは ELS (//NAME OPEN FOR DISCUSSION//) と呼ばれるブランチを新しく作成し、そこに修正をコミットする。リリースクリティカルな変更あるいはブロッキングバクの修正がある場合はコードフリーズ例外のセクションを参照のこと。
lt: Jei branduolio komponentui reikia pataisymų ar keitimų, kodo užšaldymo fazėje, prižiūrėtojas turi sukurti naują šaką pavadintą ELS(//PAVADINIMAS ATVIRAS DISKUSIJOMS//) į kurį jis siunčia reikiamus pataisymus. Remiantis kodo užšaldymo išimčių sekcija šie keitimai turi būti būtini.
ms: Jika komponen teras memerlukan pembaikan atau perubahan ketika pembekuan kod, penyelenggara diperlukan untuk mewujudkan cabang baharu yang dikenali ELS (//NAME OPEN FOR DISCUSSION//) yang mana dia akan serahkan pembaikan. Sila rujuk seksyen Pengecualian Pembekuan Kod jika ini adalah perubahan kritikal-keluaran atau pembaikan untuk pepijat penghalang.
nb: Dersom en komponent krever feilretting eller endringer under kodefrys må vedlikeholderen åpne en grein som heter ELS (navnet er åpent for diskusjon) der vedkommende sjekker inn rettingene. Se bolken «Unntak for kodefrys» hvis dette er kritiske endringer eller feilrettinger for blokkerende feil.
nl: Als een kernonderdeel vereist correcties of veranderingen tijdens de code te bevriezen, is de beheerder nodig is om een nieuwe tak heet ELS te maken (/ / NAAM open voor discussie / /) waar hij of zij vervolgens verbindt de fixes. Raadpleeg de sectie code freeze Uitzonderingen als deze release-kritieke veranderingen of correcties voor het blokkeren van bugs.
oc: Se un component del còr necessita de correccions o de modificacions al cors del gèl del còdi, lo responsable es necessari per crear una novèla branca apelada ELS (// NOM dobèrt a la discussion / /) per la quala el o ela s'engatja puèi los correctius. Se referir a la seccion Code Freeze Exceptions se aqueles cambiaments son critics per una sortida o de las correccions de bugs bloquants.
pt: Se um componente central requer correções ou alterações durante o congelamento de código, o mantenedor precisará criar um novo ramo chamado ELS (//NOME ABERTO PARA DISCUSSÃO//) para o qual ele ou ela vai então fazer o commit das correções. Veja a seção de exceções ao congelamento de código, se essas são alterações ou correções críticas para o lançamento de bugs impeditivos.
ru: Если основной компонент требует исправления или изменения во время заморозки кода, сопровождающий должен создать новую ветвь с названием ELS (//НАЗВАНИЕ ОТКРЫТО ДЛЯ ОБСУЖДЕНИЯ//), которую он или она затем передают для исправления. Передача в секцию Исключения при заморозке кода происходит если это критичные для выпуска изменения или исправления для блокировки ошибок.
sq: Nëse një përbërës bazë lyp ndreqje ose ndryshime gjatë fazës së ngrirjes së kodit, mirëmbajtësit i kërkohet të krijojë një degë të re të quajtur ELS (//EMËR I HAPUR PËR DISKUTIM//) te e cila ai ose ajo depoziton ndreqjet. Shihni ndarjen Përjashtime Nga Ngrirje Kodi, nëse bëhet fjalë për ndryshime kritike për hedhjen në qarkullim ose ndreqje të metash që bllokojnë hedhjet në qarkullim.
sv: Om en kärnkomponent kräver korrigeringar eller ändringar under kodfrysning, är utvecklaren tvungen att skapa en ny gren som kallas ELS (//NAME OPEN FOR DISCUSSION//) till vilken han eller hon bifogar rättningarna. Se stycket om undantag från kodfrysning om dessa är utgåvekritiska ändringar eller korrigeringar för blockerande fel.
th: ถ้าองค์ประกอบแกนหลักตัวใดจำเป็นต้องแก้บั๊กหรือต้องเปลี่ยนแปลงในช่วงหยุดเปลี่ยนแปลงโค้ด ผู้ดูแลต้องสร้างแขนงใหม่ชื่อ ELS (//ยังเปิดรับการอภิปรายเรื่องชื่อ//) เพื่อ commit รายการแก้ไขดังกล่าว โดยอ้างอิงหัวข้อ "ข้อยกเว้นของการหยุดเปลี่ยนแปลงโค้ด" ว่ารายการเหล่านี้เป็นการเปลี่ยนแปลงที่วิกฤติต่อการออกรุ่นหรือเป็นการแก้บั๊กที่ขวางกั้นการออกรุ่นหรือไม่
tr: Bir temel bileşen, kod dondurulması sırasında, hata düzeltmeye veya değişikliğe ihtiyaç duyduğunda, proje yürütücüsü, ELS diye adlandırılan yeni bir dal oluşturur ve düzeltmeleri gönderir. Kod Dondurma İstisnaları bölümünde belirtildiği gibi kritik sürüm hatalar veya hata düzeltmeleri olduğunda bakılır.
uk: Якщо основна компонента вимагає виправлення або зміни протягом замороження коду, тоді розробник повинен створити нову гілку з назвою ELS (//ІМ'Я ВІДКРИТЕ ДЛЯ ОБГОВОРЕННЯ//), до якої він або вона будуть надсилати виправлення. Перейдіть до розділу Винятки у фазі замороження коду, якщо маєте критичні для випуску зміни або виправлення для вад.
zh_tw: 如果一個核心組件在代碼凍結期間需要修復或更改，維護者必須創建一個新的分支，稱為 ELS (//公開徵求命名//)讓他/她可以提交修復。如果有非常嚴重的錯誤或是阻斷錯誤，參照此章節的代碼凍結例外。
