Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: In this 4.14 cycle the main goal was to port all core components to Gtk3 (over Gtk2) and GDBus (over D-Bus GLib). Most components also received GObject Introspection support. Along the way we ended up polishing our user experience, introducing quite a few new features and improvements (read below) and fixings a boatload of bugs (read changelog).
ca: En aquest cicle de 4,14 l'objectiu principal era portar tots els components del nucli a Gtk3 (sobre Gtk2) i GDBus (sobre D-Bus GLib). La majoria dels components també van rebre suport d'Introspecció GObject. Al llarg del camí vam acabar polint la nostra experiència d'usuari, introduint bastantes noves funcionalitats i millores (llegir a continuació) i arreglant una càrrega d'errors de vaixell (llegir registre de canvis).
de: In diesem 4.14-Zyklus war das Hauptziel, alle Kernkomponenten auf Gtk3 (von Gtk2) und GDBus (von D-Bus GLib) zu portieren. Die meisten Komponenten erhielten außerdem Unterstützung für GObject Introspection. Auf dem Weg dorthin haben wir die Benutzerfreundlichkeit verbessert, einige neue Funktionen und Verbesserungen eingeführt (siehe unten) und eine Menge Bugs behoben (siehe Änderungsprotokoll).
es: En este ciclo 4.14, el objetivo principal era portar todos los componentes principales a Gtk3 (sobre Gtk2) y GDBus (sobre D-Bus GLib). La mayoría de los componentes también recibieron compatibilidad con GObject Introspection. En el camino, terminamos puliendo nuestra experiencia de usuario, introduciendo bastantes características y mejoras nuevas (lea a continuación) y corrigiendo una gran cantidad de errores (lea el registro de cambios).
gl: Neste ciclo 4.14 o obxectivo principal era transportar todos os compoñentes principais a Gtk3 (desde Gtk2) e GDBus (desde D-Bus GLib). A maioría dos compoñentes tamén recibiron compatibilidade con GObject Introspection. Ao longo do camiño acabamos pulindo a nosa experiencia de usuario, introducindo bastantes funcións e melloras novas (lea máis abaixo) e arranxando unha chea de erros (lea o rexistro de cambios).
he: במחזור 4.14 זה המטרה העיקרית היתה להעביר את כל רכיבי הליבה ל-Gtk3 (במקום Gtk2) ו-GDBus (במקום D-Bus GLib). רוב הרכיבים קיבלו גם תמיכה ב-GObject Introspection. על הדרך מירקנו את חווית המשתמש שלנו, הוספנו לא מעט מאפיינים חדשים ושיפורים (קרא למטה) ותיקנו הרבה באגים (קרא את יומן השינויים).
it: In questo ciclo di 4.14 l'obbiettivo principale era di portare tutti i componenti principali a Gtk3 (da Gtk2) e GDBus (da D-Bus GLib). La maggior parte dei componenti ha ricevuto anche il supporto di GObject Introspection. Lungo la via abbiamo ripulito la nostra esperienza utente, introducendo un bel po' di nuove funzionalità e miglioramenti (leggi sotto) e sistemando un sacco di bug (leggi lista dei cambiamenti).
kk: Бұл 4.14 цикліндегі негізгі мақсат барлық негізгі компоненттерді (Gtk2-ден) Gtk3-ке және (D-Bus GLib-тен) GDBus-қа көшіру болды. Көптеген компоненттер сондай-ақ GObject Introspection қолдауын алды. Сонымен қатар, біз пайдаланушы интерфейсін жақсарттық, бірқатар жаңа мүмкіндіктер мен жақсартуларды (төменде оқыңыз) енгіздік және көптеген қателерді түзеттік (өзгерістер тізімін оқыңыз).
pl: W tym cyklu 4.14 głównym celem było przeniesienie wszystkich podstawowych komponentów do Gtk3 (z Gtk2) i GDBus (z D-Bus GLib). Większość komponentów otrzymała również wsparcie GObject Introspection. Po drodze dopracowaliśmy doświadczenie użytkownika, wprowadzając sporo nowych funkcji i ulepszeń (czytaj poniżej) oraz naprawiając mnóstwo błędów (przeczytaj dziennik zmian).
pt: Neste ciclo 4.14 o principal objetivo era transportar todos os componentes principais para Gtk3 (sobre Gtk2) e GDBus (sobre D-Bus GLib). A maioria dos componentes também recebeu suporte de introspeção GObject. Ao longo do caminho acabámos por polir a nossa experiência de utilizador, introduzindo bastantes novas funcionalidades e melhorias (ler abaixo) e corrigindo um monte de erros (ler registo de alterações).
pt_br: Neste ciclo do 4.14, o principal objetivo foi portar todos os componentes principais para Gtk3 (em vez de Gtk2) e GDBus (em vez de D-Bus GLib). A maioria dos componentes também recebeu suporte ao GObject Introspection. Ao longo do processo, acabamos aprimorando a experiência do usuário, introduzindo várias novas funcionalidades e melhorias (leia abaixo) e corrigindo uma infinidade de bugs (leia o registro de alterações).
ro: În acest ciclu 4.14, obiectivul principal a fost de a adapta toate componentele de bază la Gtk3 (peste Gtk2) și GDBus (peste D-Bus GLib). Majoritatea componentelor au primit, de asemenea, suport GObject Introspection. Pe parcurs, am ajuns să ne perfecționăm experiența de utilizare, să introducem câteva caracteristici noi și îmbunătățiri (citiți mai jos) și să corectăm o mulțime de erori (citiți lista modificărilor).
ru: В этом цикле 4.14 основной целью было перенести все основные компоненты на Gtk3 (или Gtk2) и GDBus (через D-Bus GLib). Большинство компонентов также получили поддержку самоанализа GObject. Попутно мы усовершенствовали наш пользовательский интерфейс, внедрив немало новых функций и улучшений (читайте ниже) и исправив множество ошибок (читайте список изменений).
sq: Në këtë cikël 4.14 synimi kryesor qe të silleshin krejt përbërësit bazë nën Gtk3 (që nga Gtk2) dhe GDBus (nga D-Bus GLib). Shumica e përbërësve përfitohen gjithashtu mbulim për GObject. Gjatë rrugës përfunduam duke lustruar punën e përdoruesve tanë, duke sjellë për herë të parë pak veçori të reja dhe përmirësime (lexoni më poshtë) dhe duke ndrequr një thes me të meta (lexoni regjistrimin e ndryshimeve).
sr: У овом раздобљу 4.14, главни циљ је био пребацити све јединице језгра на Гтк3 (од Гтк2) и ГДБус (од Д-Бус ГЛиб). Највише јединица су добиле подршку ГОбјецт Интроспецтион. Успут смо скончали глачањем нашег корисничког искуства, додајући само мало нових могућности и побољшања (читати ниже) и исправљајући мноштво грешака (читати дневник измена).
sv: I denna 4.14-cykel var huvudmålet att porta alla kärnkomponenter till Gtk3 (istället för Gtk2) och GDBus (istället för D-Bus GLib). De flesta komponenter fick också GObject Introspection-stöd. Längs vägen slutade vi med att polera vår användarupplevelse, introducerade en hel del nya funktioner och förbättringar (läs nedan) och fixade en massa buggar (läs ändringslogg).
th: ในรอบพัฒนา 4.14 นี้ เป้าหมายหลักคือการย้ายองค์ประกอบแกนหลักทั้งหมดไปใช้ Gtk3 (แทน Gtk2) และ GDBus (แทน D-Bus GLib) องค์ประกอบส่วนใหญ่ได้เพิ่มการรองรับ GObject Introspection ด้วย โดยในระหว่างทางเราก็ได้ขัดแต่งส่วนติดต่อผู้ใช้, เพิ่มความสามารถใหม่และการปรับปรุง (อ่านได้ที่ด้านล่าง) และแก้บั๊กต่างๆ อีกกระบิใหญ่ (อ่านได้ที่ปูมความเปลี่ยนแปลง)
tr: Bu 4.14 döngüsünde ana amaç, tüm temel bileşenleri Gtk3'e (Gtk2 üzerinden) ve GDBus'a (D-Bus GLib üzerinden) taşımaktı. Çoğu bileşen ayrıca GObject Introspection desteği aldı. Yol boyunca, kullanıcı deneyimimizi cilaladık, epeyce yeni özellikler ve iyileştirmeler ekledik (aşağıda okuyun) ve bir tekne dolusu hatayı düzelttik (değişiklik günlüğünü okuyun).
vi: Trong chu kỳ 4.14 này, mục tiêu chính là chuyển tất cả các thành phần cốt lõi sang Gtk3 (qua Gtk2) và GDBus (qua D-Bus GLib). Hầu hết các thành phần cũng nhận được hỗ trợ GObject Introspection. Trong quá trình thực hiện, chúng tôi đã cải thiện trải nghiệm người dùng của mình, giới thiệu khá nhiều tính năng và cải tiến mới (đọc bên dưới) cũng như sửa một loạt lỗi (đọc nhật ký thay đổi).

source: The <strong>main highlights of this release</strong> are:
ca: Els <strong>punts destacats principals d'aquest llançament</strong> són:
de: Die <strong>Höhepunkte dieser Veröffentlichung</strong> sind:
es: Los <strong>aspectos más destacados de esta versión</strong> son:
gl: Os aspectos máis salientábeis desta versión son:
he: <strong>הנקודות העיקריות של גרסה הזו</strong> הן:
it: Le <strong>principali novità di questo rilascio</strong> sono:
kk: <strong>Осы шығарылымның негізгі жаңалықтары</strong>:
pl: W <strong>bieżącym wydaniu zmianami najbardziej wartymi podkreślenia</strong> są:
pt: Os <strong>principais destaques deste lançamento</strong> são:
pt_br: Os <strong>principais destaques deste lançamento</strong> são:
ro: <strong>Principalele puncte forte ale acestei versiuni</strong> sunt:
ru: <strong>Основные особенности этого выпуска</strong>:
sq: <strong>Gjërat që ia vlen të nxirren në pah në këtë version</strong> janë:
sr: <strong>Истакнути у овом издању</strong> су:
sv: De <strong>viktigaste höjdpunkterna i denna utgåva</strong> är:
th: <strong>เรื่องเด่นๆ ของรุ่นนี้</strong> ได้แก่:
uk: <strong>Основні зміни цього випуску</strong>:
vi: <strong>Những điểm nổi bật chính của bản phát hành này</strong> là:

source: The <a href="https://docs.xfce.org/xfce/xfwm4/start">window manager</a> received a slew of updates and features, including support for VSync (using either Present or OpenGL as backend) to reduce or remove display flickering, HiDPI support, improved GLX support with NVIDIA proprietary/closed source drivers, support for XInput2, various compositor improvements and a new default theme.
ca: El gestor de finestres <a href="https://docs.xfce.org/xfce/xfwm4/start"></a> va rebre una sèrie d'actualitzacions i característiques, incloent el suport per VSync (utilitzant Present o OpenGL com a dorsal) per reduir o eliminar parpelleig de pantalla, suport HiDPI, suport millorat GLX amb controladors de codi privatiu/tancat NVIDIA, suport per XInput2, diverses millores de compositor i un tema predeterminat nou.
de: Die <a href="https://docs.xfce.org/xfce/xfwm4/start">Fensterverwaltung</a> erhielt eine Reihe von Updates und Funktionen, darunter die Unterstützung von VSync (mit Present oder OpenGL als Backend) zur Reduzierung oder Beseitigung von Bildschirmflackern, HiDPI-Unterstützung, verbesserte GLX-Unterstützung mit proprietären/geschlossenen NVIDIA-Treibern, Unterstützung für XInput2, verschiedene Compositor-Verbesserungen und ein neues Standardthema.
es: El administrador de ventanas recibió una gran cantidad de actualizaciones y características, incluida la compatibilidad con VSync (utilizando Present u OpenGL como backend) para reducir o eliminar el parpadeo de la pantalla, compatibilidad con HiDPI, compatibilidad mejorada con GLX con controladores patentados/de código cerrado de NVIDIA, compatibilidad con XInput2, varios mejoras del compositor y un nuevo tema predeterminado.
gl: O <a href="https://docs.xfce.org/xfce/xfwm4/start">xestor de xanelas</a> recibiu unha serie de actualizacións e funcións, incluído a compatibilidade con VSync (usando Present ou OpenGL como infraestrutura) para reducir ou eliminar o escintileo da pantalla, compatibilidade HiDPI, compatibilidade GLX mellorado con controladores de código propietario/pechado NVIDIA, compatibilidade con XInput2, varias melloras do compositor e un novo tema predeterminado.
he: <a href="https://docs.xfce.org/xfce/xfwm4/start">מנהל החלונות</a> קיבל הרבה עדכונים ומאפיינים, כולל תמיכה ב-VSync (על ידי שימוש בקצה עורפי Present או OpenGL) כדי לצמצם או לבטל ריצוד תצוגה, תמיכת HiDPI, תמיכת GLX משופרת עם דרייברים קנייניים/קוד סגור של NVIDIA, תמיכת XInput2, שיפורים שונים בעורך וערכת נושא ברירת מחדל חדשה.
it: Il <a href="https://docs.xfce.org/xfce/xfwm4/start">gestore di finestre</a> ha ricevuto una sfilza di aggiornamenti e feature, tra le quali il supporto per VSync (usando come backend Present oppure OpenGL) per ridurre o eliminare lo sfarfallio dello schermo, supporto per HiDPI, supporto migliorato per GLX con driver proprietari/a sorgente chiusa di NVIDIA, supporto per XInput2, molti miglioramenti del compositore ed un nuovo tema predefinito.
kk: <a href="https://docs.xfce.org/xfce/xfwm4/start">терезелер басқарушысы</a> дисплейдің жыпылықтауын азайту немесе жою үшін VSync қолдауы (backend ретінде Present немесе OpenGL қолданылады), HiDPI қолдауы, NVIDIA меншікті/жабық бастапқы кодты драйверлерімен жақсартылған GLX қолдауы, XInput2 қолдауы, композитордың әртүрлі жақсартулары және жаңа үнсіз келісім бойынша тақырыбын қоса алғанда, көптеген жаңартулар мен мүмкіндіктерге ие болды.
pl: <a href="https://docs.xfce.org/xfce/xfwm4/start">Menedżer okien</a> otrzymał mnóstwo aktualizacji i funkcji, w tym obsługę VSync (przy użyciu Present lub OpenGL jako backendu) w celu zmniejszenia lub usunięcia migotania ekranu, obsługę HiDPI, ulepszoną obsługę GLX z własnościowymi/zamkniętymi sterownikami NVIDIA, obsługę XInput2, różne ulepszenia kompozytora i nowy motyw domyślny.
pt: O <a href="https://docs.xfce.org/xfce/xfwm4/start">gestor de janelas</a> recebeu uma série de atualizações e funcionalidades, incluindo suporte para VSync (utilizando o "Present" ou OpenGL como "backend") para reduzir ou remover a cintilação do ecrã, suporte HiDPI, suporte GLX melhorado com drivers de código-fonte proprietário/fechado NVIDIA, suporte para XInput2, várias melhorias de compositores e um novo tema predefinido.
pt_br: O <a href="https://docs.xfce.org/xfce/xfwm4/start">gerenciador de janelas</a> recebeu uma série de atualizações e recursos, incluindo suporte para VSync (usando Present ou OpenGL como backend) para reduzir ou remover a cintilação da tela, suporte HiDPI, suporte GLX aprimorado com drivers de código fechado/proprietários NVIDIA, suporte para XInput2, várias melhorias de compositor e um novo tema padrão.
ro: <a href="https://docs.xfce.org/xfce/xfwm4/start">Administratorul de ferestre</a> a primit o serie de actualizări și caracteristici, inclusiv suport pentru VSync (utilizând Present sau OpenGL ca motor de redare) pentru a reduce sau elimina pâlpâirea ecranului, suport HiDPI, suport GLX îmbunătățit cu controlorii NVIDIA proprietari/cu sursă închisă, suport pentru XInput2, diverse îmbunătățiri ale compozitorului și o nouă temă implicită.
ru: <a href="https://docs.xfce.org/xfce/xfwm4/start">Оконный менеджер</a> получил множество обновлений и функций, включая поддержку VSync (с использованием либо Present, либо OpenGL в качестве бэкэнда) для уменьшения или устранения мерцания дисплея, поддержку HiDPI, улучшенную поддержку GLX с помощью проприетарных / закрытых драйверов NVIDIA, поддержку XInput2, различные улучшения компоновщика и новую тему по умолчанию.
sq: <a href="https://docs.xfce.org/xfce/xfwm4/start">Përgjegjësi i dritareve</a> përfitoi një mal me përditësime dhe veçori, përfshi mbulim për VSync (duke përdorur si mekanizëm ose Present-in, ose OpenGL-in) për të zvogëluar numrin ose për të hequr fare xixëllime ekrani, mbulim për HiDPI, mbulim të përmirësuar për GLX me përudhës NVIDIA pronësorë/me burim të mbyllur, mbulim për XInput2, disa përmirësime të hartuesit dhe një temë të re parazgjedhje.
sr: <a href="https://docs.xfce.org/xfce/xfwm4/start">Управник прозора</a> је добио мноштво нових могућности, укључујући подршку за усправно усклађивање исцртавања (користећи Пресент или ОпенГЛ позадинце) ради смањења или уклањања трептања приказа, подршку за високе размере приказа, побољшану подршку за Нвидијине ГЛИкса управљаче неслободне и слободне, подршку за ИксИнпут2, разна побољшања управника слагања и нову подразумевану тему.
th: <a href="https://docs.xfce.org/xfce/xfwm4/start">โปรแกรมจัดการหน้าต่าง</a> ได้รับการปรับปรุงและเพิ่มความสามารถจำนวนมาก ซึ่งรวมถึงการรองรับ VSync (โดยใช้ Present หรือ OpenGL เป็นตัวทำงานหลังฉาก) เพื่อลดหรือกำจัดการกะพริบของจอภาพ, การรองรับ HiDPI, ปรับปรุงการรองรับ GLX เมื่อทำงานกับไดรเวอร์เชิงพาณิชย์ซอร์สปิดของ NVIDIA, การรองรับ XInput2, การปรับปรุงการ composite หลายรายการ และเพิ่มชุดตกแต่งปริยายชุดใหม่
vi: <a href="https://docs.xfce.org/xfce/xfwm4/start">trình quản lý cửa sổ</a> đã nhận được nhiều bản cập nhật và tính năng, bao gồm hỗ trợ cho VSync (sử dụng Present hoặc OpenGL làm phụ trợ) để giảm hoặc loại bỏ hiện tượng nhấp nháy trên màn hình, hỗ trợ HiDPI, hỗ trợ GLX được cải thiện với trình điều khiển nguồn đóng/độc quyền của NVIDIA, hỗ trợ XInput2, nhiều cải tiến về bộ tổng hợp và chủ đề mặc định mới.

source: The <a href="https://docs.xfce.org/xfce/xfce4-panel/start">panel</a> got support for RandR's primary monitor feature, improved window grouping in the tasklist plugin (better UX, visual group indicator etc), a per-panel “icon-size” setting, a new default clock format and clock format evaluator as well as an improved default panel layout.
ca: El panell <a href="https://docs.xfce.org/xfce/xfce4-panel/start"></a> va obtenir suport per a la funció de monitor primari de RandR, va millorar l'agrupació de finestres al connector de llista de tasques (millor UX, indicador de grup visual, etc), una configuració «mida d'icones» per panell, un nou format de rellotge predeterminat i avaluador de format de rellotge, així com una disposició de panell predeterminada millorada.
de: Das <a href="https://docs.xfce.org/xfce/xfce4-panel/start">Panel</a> erhielt Unterstützung für die Primärmonitor-Funktion von RandR, eine verbesserte Fenstergruppierung im Tasklisten-Plugin (bessere UX, visuelle Gruppenanzeige, etc.), eine "Symbol-Größe"-Einstellung pro Panel, ein neues Standard-Uhrformat und einen Uhrformat-Evaluator sowie ein verbessertes Standard-Panel-Layout.
es: El <a href="https://docs.xfce.org/xfce/xfce4-panel/start">panel</a> obtuvo soporte para la función de monitor principal de RandR, agrupación de ventanas mejorada en el complemento de lista de tareas (mejor UX, indicador de grupo visual, etc.), una configuración de "tamaño de icono" por panel, un nuevo formato de reloj predeterminado y evaluador de formato de reloj, así como un diseño de panel predeterminado mejorado.
gl: O <a href="https://docs.xfce.org/xfce/xfce4-panel/start">panel</a> recibiu compatibilidade para a función de pantalla principal de RandR, mellorou o agrupamento de xanelas no complemento da lista de tarefas (mellor UX, indicador de grupo visual, etc.), unha configuración de «tamaño de icona» por panel, un novo formato de reloxo predeterminado e un avaliador de formato de reloxo. un deseño de panel predeterminado mellorado.
he: ה<a href="https://docs.xfce.org/xfce/xfce4-panel/start">לוח</a> קיבל תמיכה במאפיין תצוגה ראשית RandR, קיבוץ חלונות משופר בתוסף רשימת משימות (חווית משתמש טובה יותר, אינדיקטור קבוצה ויזואלי ועוד), הגדרת "גודל איקון" לפי לוח, פורמט שעון ברירת מחדל חדש ומעריך פורמט שעון וכמו כן סידור לוח ברירת מחדל משופר.
it: Il <a href="https://docs.xfce.org/xfce/xfce4-panel/start">pannello</a> ha ricevuto supporto per la feature dello schermo primario di RandR, raggruppamento di finestre nella estensione di tasklist migliorato (UX migliorata, indicatore visuale di gruppo ecc.), impostazione "icon-size" per ogni pannello, un nuovo formato predefinito dell'orologio e valutatore del formato dell'orologio oltre al migliorato layout predefinito del pannello.
kk: <a href="https://docs.xfce.org/xfce/xfce4-panel/start">панель</a> RandR негізгі монитор мүмкіндігіне қолдау, тапсырмалар тізімі плагинінде жақсартылған терезелерді топтастыру (жақсартылған UX, топтың визуалды индикаторы және т.б.), әр панель үшін «таңбаша өлшемі» баптауы, жаңа үнсіз келісім бойынша сағат пішімі мен сағат пішімін бағалаушы, сондай-ақ жақсартылған үнсіз келісім бойынша панель жаймасын алды.
pl: <a href="https://docs.xfce.org/xfce/xfce4-panel/start">Panel</a> otrzymał obsługę funkcji głównego monitora RandR, ulepszone grupowanie okien we wtyczce listy zadań (lepszy UX, wizualny wskaźnik grupy itp.), Ustawienie „rozmiaru ikony” dla każdego panelu, nowy domyślny format zegara i ewaluator formatu zegara, a także ulepszony domyślny układ paneli.
pt: O <a href="https://docs.xfce.org/xfce/xfce4-panel/start">painel</a> obteve suporte para a funcionalidade principal do monitor RandR, melhor agrupamento de janelas no plugin da lista de tarefas (melhor UX, indicador visual de grupo, etc.), uma definição por painel "tamanho de ícone", um novo formato predefinido de relógio e um avaliador de formato de relógio, bem como uma disposição melhorada do painel predefinido.
pt_br: O <a href="https://docs.xfce.org/xfce/xfce4-panel/start">painel</a> tem suporte para o recurso de monitor principal do RandR, agrupamento de janela aprimorado no plugin da lista de tarefas (melhor UX, visual indicador de grupo, etc.), uma configuração de “tamanho de ícone” por painel, um novo formato de relógio padrão e avaliador de formato de relógio, bem como um layout de painel padrão aprimorado.
ro: <a href="https://docs.xfce.org/xfce/xfce4-panel/start">Panoul</a> a primit suport pentru funcția de monitor primar a RandR, o grupare îmbunătățită a ferestrelor în modulul plugin pentru lista de sarcini (UX mai bun, indicator vizual al grupului etc.), o opțiune „dimensiune pictogramă” pentru fiecare panou, un nou format de ceas implicit și un evaluator al formatului de ceas, precum și un aspect implicit îmbunătățit al panoului.
ru: <a href="https://docs.xfce.org/xfce/xfce4-panel/start">Панель</a> получила поддержку основной функции монитора RandR, улучшенную группировку окон в плагине tasklist (улучшенный пользовательский интерфейс, индикатор визуальной группы и т.д.), Настройку размера значков для каждой панели, новый формат часов по умолчанию и средство оценки формата часов, а также улучшенную компоновку панели по умолчанию.
sq: <a href="https://docs.xfce.org/xfce/xfce4-panel/start">Paneli</a> përfitoi mbulim për veçorinë RandR të monitorit parësor, grupim të përmirësuar të dritareve te shtojca Listë punësh (punim më i mirë, tregues pamor grupesh, etj), një rregullim “icon-size” për panel, një format të ri parazgjedhje sahati dhe një vlerësues formatesh sahati, si dhe një skemë parazgjedhje të përmirësuar panelesh.
sr: <a href="https://docs.xfce.org/xfce/xfce4-panel/start">Полица</a> је добила подршку за могућности главног заслона Рандра, побољшано груписање прозора и прикључак списка задатака (боље корисничко искуство, видни указивач група, итд.), поставке „величина сличица“ по каналу, нови подразумевани облик подразумеваног часовника и оцењивач облика часовника, као и побољшани подразумевани размештај полице.
th: <a href="https://docs.xfce.org/xfce/xfce4-panel/start">พาเนล</a> รองรับการกำหนดจอภาพหลักของ RandR แล้ว, มีการปรับปรุงการจัดกลุ่มหน้าต่างในปลั๊กอินปุ่มเลือกหน้าต่าง (UX ที่ดีขึ้น, การทำเครื่องหมายกลุ่มหน้าต่าง ฯลฯ), ค่าตั้ง “ขนาดไอคอน” ที่จำเพาะกับพาเนล, รูปแบบและตัวประมวลผลรูปแบบปริยายอันใหม่ของนาฬิกา รวมถึงการปรับปรุงการจัดวางตั้งต้นของพาเนล
vi: <a href="https://docs.xfce.org/xfce/xfce4-panel/start">bảng điều khiển</a> được hỗ trợ cho tính năng giám sát chính của RandR, cải tiến việc nhóm cửa sổ trong plugin danh sách tác vụ (UX tốt hơn, chỉ báo nhóm trực quan, v.v.), cài đặt “kích thước biểu tượng” trên mỗi bảng, định dạng đồng hồ mặc định mới và trình đánh giá định dạng đồng hồ cũng như bố cục bảng mặc định được cải tiến.
