Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: A checkbox was added in order to allow running shell scripts. In Thunar 4.18 it only was possible to change that behavior by changing a hidden setting. Use that option with caution!
ca: S'ha afegit una casella de selecció per a permetre executar scripts d'intèrpret d'ordres. En Thunar 4.18 només era possible canviar aquest comportament canviant una configuració oculta. Utilitzeu aquesta opció amb precaució!
de: Ein Kontrollkästchen wurde hinzugefügt, um die Ausführung von Shell-Skripten zu ermöglichen. In Thunar 4.18 war es nur möglich, dieses Verhalten zu ändern, indem eine versteckte Einstellung geändert wurde. Verwenden Sie diese Option mit Bedacht!
es: Se añadió una casilla de verificación para permitir la ejecución de scripts de shell. En Thunar 4.18 sólo era posible cambiar ese comportamiento cambiando una configuración oculta. ¡Usa esa opción con precaución!
gl: Engadiuse unha caixa de verificación para permitir a execución de códigos do interprete de ordes. No Thunar 4.18 só era posíbel cambiar ese comportamento cambiando unha configuración oculta. Use esa opción con precaución!
he: נוספה תיבת סימון על מנת לאפשר הרצה של תסריטי shell. ב-Thunar 4.18 היה ניתן לשנות התנהגות זו על ידי שינוי הגדרה נסתרת. השתמש באפשרות זו בזהירות!
it: Una casella è stata aggiunta per permettere l'esecuzione di script per la shell. In Thunar 4.18 è stato possibile cambiare questo comportamento solo tramite un'impostazione nascosta. Usare tale opzione con cautela!
kk: Қоршам скрипттерін орындауға рұқсат беру үшін құсбелгі қосылды. Thunar 4.18 нұсқасында бұл әрекетті тек жасырын параметрді өзгерту арқылы өзгертуге болатын еді. Бұл опцияны абайлап пайдаланыңыз!
pl: Dodano pole wyboru, aby umożliwić uruchamianie skryptów powłoki. W programie Thunar 4.18 zmiana tego zachowania była możliwa tylko poprzez zmianę ukrytego ustawienia. Używaj tej opcji ostrożnie!
pt: Foi adicionada uma caixa de seleção a fim de permitir a execução de "shell scripts". No Thunar 4.18 só foi possível alterar esse comportamento alterando uma configuração oculta. Use essa opção com cuidado!
pt_br: Foi adicionada uma caixa de seleção a fim de permitir a execução de "scripshell scripts". No Thunar 4.18 só foi possível alterar esse comportamento alterando uma configuração oculta. Use essa opção com cuidado!
ro: A fost adăugată o casetă de selectare pentru a permite rularea scripturilor shell. În Thunar 4.18 a fost posibilă schimbarea acestui comportament doar prin modificarea unei opțiuni ascunse. Utilizați această opțiune cu precauție!
ru: Был добавлен флажок, чтобы разрешить запуск сценариев оболочки. В Thunar 4.18 это поведение можно было изменить только путем изменения скрытой настройки. Используйте эту опцию с осторожностью!
sq: U shtua një kutizë për të lejuar xhirim programthesh shelli. Te Thunar 4.18 qe e mundshme të ndryshohej kjo sjellje vetëm duke ndryshuar një rregullim të fshehur. Hapni sytë kur përdorni këtë mundësi!
sr: Кућица потврђивања је додата са циљем да дозволи извршавање скрипата шкољке. У Тунару 4.18 је само било могуће изменити такво понашање изменом скривених подешавања. Користите ту могућност са опрезом!
vi: Một hộp kiểm đã được thêm vào để cho phép chạy các tập lệnh shell. Trong Thunar 4.18, chỉ có thể thay đổi hành vi đó bằng cách thay đổi cài đặt ẩn. Sử dụng tùy chọn đó một cách thận trọng!

source: Thunar - Script Execution Preferences
ca: Thunar - Preferències d'execució de scripts
de: Thunar - Einstellungen für die Skriptausführung
es: Thunar - Preferencias de ejecución de Script
gl: Thunar - Preferencias de execución de código
he: Thunar - העדפות ביצוע תסריט
it: Thunar - Preferenze sulla esecuzione di script
kk: Thunar - Скрипттерді орындау баптаулары
pl: Thunar – Preferencje wykonywania skryptów
pt: Thunar - Preferências de execução de scripts
pt_br: Thunar - Preferências de execução de scripts
ro: Thunar - Preferințe pentru executarea scripturilor
ru: Thunar — Настройки Выполнения Скрипта
sq: Thunar - Parapëlqime për Ekzekutimi Programthesh
sr: Тунар - поставке извршавања скрипата
vi: Thunar - Tùy chọn thực thi tập lệnh

source: There is now the possibility to restore tabs on startup, and to show the full directory path in the tab title.
ca: Ara hi ha la possibilitat de restaurar pestanyes en iniciar, i mostrar el camí complet del directori en el títol de la pestanya.
de: Es gibt jetzt die Möglichkeit, Tabs beim Start wiederherzustellen und den vollständigen Verzeichnispfad im Tab-Titel anzuzeigen.
es: Ahora existe la posibilidad de restaurar pestañas al inicio y mostrar la ruta completa del directorio en el título de la pestaña.
gl: Agora existe a posibilidade de restaurar as lapelas ao iniciar e amosar a ruta completa do cartafol no título da lapela.
he: יש עכשיו אפשרות לשחזר לשוניות בהדלקה, ולהציג את נתיב הספרייה המלא בכותרת הלשונית.
it: Ora esiste la possibilità di ripristinare schede all'avvio, e di mostrare il percorso completo delle cartelle nel titolo della scheda.
kk: Енді іске қосылған кезде беттерді қалпына келтіру және бет тақырыбында буманың толық жолын көрсету мүмкіндігі бар.
pl: Istnieje teraz możliwość przywracania kart podczas uruchamiania i wyświetlania pełnej ścieżki katalogu w tytule karty.
pt: Existe agora a possibilidade de restaurar os separadores no arranque, e de mostrar o caminho de acesso completo do diretório no título do separador.
pt_br: Existe agora a possibilidade de restaurar as abas na inicialização, e de mostrar o caminho de acesso completo do diretório no título da aba.
ro: Există acum posibilitatea de a restaura filele la pornire și de a afișa ruta completă a directorului în titlul filei.
ru: Теперь есть возможность восстанавливать вкладки при запуске и показывать полный путь к каталогу в заголовке вкладки.
sq: Tanimë ka një mundësi për rikthim skedash gjatë nisjes dhe për të shfaqur te titulli i skedës shtegun e plotë të drejtorisë.
sr: Сада постоји могућност обнове листова при покретању, и приказивања потпуне путање фасцикле у наслову листа.
vi: Hiện tại có khả năng khôi phục các tab khi khởi động và hiển thị đường dẫn thư mục đầy đủ trong tiêu đề tab.

source: Thunar - Tab and Window Preferences
ca: Thunar - Preferències de la pestanya i la finestra
de: Thunar - Registerkarten- und Fenster-Einstellungen
es: Thunar - Preferencias de Pestañas y Ventanas
gl: Thunar - Preferencias de lapelas e xanelas
he: Thunar - העדפות לשוניות וחלונות
it: Thunar - Preferenze delle schede e delle finestre
kk: Thunar - Бет және терезе баптаулары
pl: Thunar – Preferencje kart i okien
pt: Thunar - Preferências de separadores e janelas
pt_br: Thunar - Preferências de abas e janelas
ro: Thunar - Preferințe pentru file și ferestre
ru: Thunar — Настройки Вкладок и Окон
sq: Thunar - Parapëlqime për Skeda dhe Dritare
sr: Тунар - поставке листа и прозора
vi: Thunar - Tùy chọn tab và cửa sổ

source: Configuration
ca: Configuració
de: Konfiguration
es: Configuración
gl: Configuración
he: הגדרה
it: Configurazione
kk: Баптау
lt: Konfigūracija
pl: Konfiguracja
pt: Configuração
pt_br: Configuração
ro: Configurare
ru: Конфигурация
sq: Formësim
sr: Подешавање
sv: Konfiguration
uk: Конфігурація
vi: Cấu hình

source: Application Finder got support for the 'PrefersNonDefaultGPU' property, which is useful for systems with hybrid graphic cards.
ca: Application Finder va obtenir suport per a la propietat 'PrefersNonDefaultGPU', que és útil per a sistemes amb targetes gràfiques híbrides.
es: El buscador de aplicaciones obtuvo soporte para la propiedad 'Preferir GPU no predeterminada', que es útil para sistemas con tarjetas gráficas híbridas.
gl: O buscador de aplicacións obtivo compatibilidade para a propiedade «Prefirir GPU non predeterminada», que é útil para sistemas con tarxetas gráficas híbridas.
he: מאתר הישומים קיבל תמיכה במאפיין 'PrefersNonDefaultGPU' , השימושי במערכות עם כרטיסי מסך היברידיים.
it: Il ricercatore di applicazioni ha ottenuto il supporto per la proprietà 'PrefersNonDefaultGPU', utile per sistemi con schede grafiche ibride.
kk: Қолданбаларды табу құралы гибридті графикалық карталары бар жүйелер үшін пайдалы 'PrefersNonDefaultGPU' қасиетіне қолдау алды.
pl: Wyszukiwarka programów otrzymała wsparcie dla właściwości 'PrefersNonDefaultGPU', która jest przydatna w systemach z hybrydowymi kartami graficznymi.
pt: O Localizador de aplicações recebeu suporte para a propriedade 'PrefersNonDefaultGPU', que é útil para sistemas com placas gráficas híbridas.
pt_br: O localizador de aplicativos recebeu suporte para a propriedade 'PrefersNonDefaultGPU', que é útil para sistemas com placas gráficas híbridas.
ro: Aplicația de căutare a primit suport pentru proprietatea „PrefersNonDefaultGPU”, care este utilă pentru sistemele cu plăci grafice hibride.
sq: Gjetësi i Aplikacioneve përfitoi mbulim për vetinë 'PrefersNonDefaultGPU', e cila është e dobishme për sisteme me karta grafike hibride.
sr: Проналазач програма је добио подршку за својство „PrefersNonDefaultGPU“, које је корисно за склопове са мешовитим графичким картицама.
vi: Trình tìm ứng dụng được hỗ trợ cho thuộc tính 'PrefersNonDefaultGPU', thuộc tính này rất hữu ích cho các hệ thống có cạc đồ họa lai.

source: Environment variables are now parsed when passed in collapsed mode.
ca: Les variables d'entorn ara s'analitzen quan es passen en mode col·lapsat.
de: Umgebungsvariablen werden nun geparst, wenn sie im zusammengeklappten Modus übergeben werden.
es: Las variables de entorno ahora se analizan cuando se pasan en modo contraído.
gl: Agora analízanse as variables de contorno cando se pasan en modo contraído.
he: משתני סביבה עכשיו מנותחים כשמועברים במצב מכווץ.
it: Le variabili di ambiente ora vengono elaborate quando sono passate in modalità collassata.
kk: Орта айнымалылары жинақталған режимде берілген кезде енді талданады.
pl: Zmienne środowiskowe są teraz analizowane, gdy są przekazywane w trybie zwiniętym.
pt: As variáveis de ambiente são agora analisadas quando passadas no modo recolhido.
pt_br: Agora, as variáveis de ambiente são analisadas quando passadas no modo recolhido.
ro: Variabilele de mediu sunt acum analizate atunci când sunt transmise în modul colapsat.
ru: Переменные среды теперь анализируются при передаче в свернутом режиме.
sq: Ndryshoret e mjedisit tani trajtohen, kur jepen nën mënyrën e tkurrur.
sr: Променљиве окружења се сада рашчлањују при пуштању у скупљени облик.
uk: Змінні середовища тепер аналізуються при передачі в згорнутому режимі.
vi: Các biến môi trường hiện được phân tích cú pháp khi được truyền ở chế độ thu gọn.

source: Appearance
ca: Aparença
de: Erscheinungsbild
es: Apariencia
gl: Aparencia
he: חזות
it: Aspetto
kk: Сыртқы түрі
lt: Išvaizda
pl: Wygląd
pt: Aparência
pt_br: Aparência
ro: Aspect
ru: Появление
sq: Dukje
sr: Изглед
sv: Utseende
uk: Зовнішній вигляд
vi: Vẻ bề ngoài

source: An option to hide the window decorations was added.
ca: S'ha afegit una opció per ocultar les decoracions de les finestres.
de: Eine Option zum Ausblenden der Fensterdekore wurde hinzugefügt.
es: Se añadió una opción para ocultar las decoraciones de las ventanas.
gl: Engadiuse unha opción para agochar as decoracións das xanelas.
he: נוספה אפשרות להסתרת קישוטי חלונות.
it: Un'opzione per nascondere le decorazioni delle finestre è stata aggiunta.
kk: Терезе безендірулерін жасыру опциясы қосылды.
pl: Dodano możliwość ukrycia dekoracji okiennych.
pt: Foi adicionada uma opção para ocultar as decorações das janelas.
pt_br: Foi adicionada uma opção para ocultar as decorações das janelas.
ro: A fost adăugată o opțiune pentru a ascunde decorațiunile ferestrei.
ru: Добавлена возможность скрыть оформление окна.
sq: U shtua një mundësi për të fshehu zbukurime dritaresh.
sr: Могућност за скривање украса прозора је додата.
sv: Ett alternativ för att dölja fönsterdekorationerna lades till.
uk: Додано можливість приховати оформлення вікон.
vi: Một tùy chọn để ẩn trang trí cửa sổ đã được thêm vào.

source: xfce4-appfinder without window decorations
ca: xfce4-appfinder sense decoracions de finestres
de: xfce4-appfinder ohne Fensterdekors
es: xfce4-appfinder sin decoraciones de ventanas
gl: O buscador de aplicacións do Xfce sen as decoracións de xanela
he: xfce4-appfinder ללא קישוטי חלונות
it: xfce4-appfinder senza decorazioni della finestra
kk: Терезе безендірулері жоқ xfce4-appfinder
pl: xfce4-appfinder bez dekoracji okien
pt: Localizador de aplicações do Xfce sem decorações de janela
pt_br: Localizador de aplicações do Xfce sem decorações de janela
ro: xfce4-appfinder fără decorațiuni în fereastră
ru: xfce4-appfinder без оформления окна
sq: xfce4-appfinder pa zbukurime dritareje
sr: xfce4-appfinder, проналазач прозора без украса прозора
sv: xfce4-appfinder utan fönsterdekorationer
uk: xfce4-appfinder без оформлення вікон
vi: xfce4-appfinder không có trang trí cửa sổ

source: Workspaces
ca: Espais de treball
de: Arbeitsflächen
es: Espacios de trabajo
gl: Espazos de traballo
he: חללי עבודה
it: Spazi di lavoro
kk: Жұмыс орындары
lt: Darbo sritys
pl: Obszary robocze
pt: Áreas de trabalho
pt_br: Espaços de trabalho
ro: Spații de lucru
ru: Рабочие пространства
sq: Hapësira pune
sr: Радни простори
sv: Arbetsytor
uk: Робочі області
vi: Không gian làm việc

source: Workspace setting will now work as well with other window managers.
ca: La configuració de l'espai de treball ara també funcionarà amb altres gestors de finestres.
de: Die Arbeitsbereichseinstellung funktioniert jetzt auch mit anderen Fenstermanagern.
es: La configuración del espacio de trabajo ahora funcionará también con otros administradores de ventanas.
gl: A configuración do espazo de traballo agora funcionará tamén con outros xestores de xanelas.
he: הגדרת מרחב עבודה תעבוד עכשיו גם עם מנהלי חלונות אחרים.
it: L'impostazione dello spazio di lavoro funzionerà ora anche con altri gestori di finestre.
kk: Жұмыс орнының баптауы енді басқа терезе басқарушыларымен де жұмыс істейді.
pl: Ustawienie obszaru roboczego będzie teraz działać równie dobrze z innymi menedżerami okien.
pt: A configuração da área de trabalho irá agora funcionar também com outros gestores de janelas.
pt_br: Agora, a configuração dos espaços de trabalho irá funcionar também com outros gestores de janelas.
ro: Configurarea spațiului de lucru va funcționa acum la fel de bine și cu alți administratori de ferestre.
ru: Настройка рабочего пространства теперь будет работать и с другими оконными менеджерами.
sq: Rregullimet për hapësirë pune tani do të funksionojnë edhe me të tjerë përgjegjës dritaresh.
sr: Поставке радних прозора ће сада радити и са осталим управницима прозора.
vi: Cài đặt không gian làm việc giờ đây cũng sẽ hoạt động tốt với các trình quản lý cửa sổ khác.

source: Compositor
de: Kompositor
he: קומפוזיטור
it: Compositore
kk: Композитор
lt: Kompozitorius
pl: Kompozytor
ro: Compozitor
ru: Компоновщик
sq: Hartues
sr: Управник слагања
vi: Nhà soạn nhạc

source: The compositor now supports adaptive vsync with GLX.
ca: El compositor ara suporta vsync adaptatiu amb GLX.
de: Der Compositor unterstützt jetzt adaptives vsync mit GLX.
es: El compositor ahora admite vsync adaptativo con GLX.
gl: O compositor agora admite vsync adaptativo con GLX.
he: הקומפוזיטור עכשיו תומך ב-vsync אדפטיבי עם GLX.
it: Il compositore ora supporta vsync adattivo con GLX.
kk: Композитор енді GLX арқылы адаптивті vsync-ті қолдайды.
pl: Kompozytor obsługuje teraz adaptacyjną synchronizację pionowę z GLX.
pt: O compositor suporta agora vsync adaptativo com GLX.
pt_br: Agora, o compositor suporta vsync adaptativo com GLX.
ro: Compozitorul este compatibil acum cu sincronizarea pe verticală adaptativă (adaptive vsync) cu GLX.
ru: Компоновщик теперь поддерживает адаптивную синхронизацию с GLX.
sq: Hartuesi tani mbulon vsync që përshtatet, përmes GLX.
sr: Управник слагања сада подржава прилагодљиво водоравно усклађивање са vsync са ГЛИксом.
sv: Kompositören stöder nu adaptiv vsync med GLX.
vi: Bộ tổng hợp hiện hỗ trợ vsync thích ứng với GLX.

source: General
de: Allgemein
gl: Xeral
he: כללי
it: Generali
kk: Жалпы
pl: Ogólne
pt: Geral
pt_br: Geral
ru: Общее
sq: Të përgjithshme
sr: Опште
sv: Allmänt
uk: Загальне
vi: Tổng quan

source: Scaling
ca: Escalat
de: Skalierung
es: Escalando
gl: Escalado
he: קנה מידה
it: Scalatura
kk: Масштабтау
pl: Skalowanie
pt: Dimensionamento
pt_br: Dimensionamento
ro: Scalare
ru: Масштабирование
sq: Ripërmasim
sr: Размера
sv: Skalning
vi: Chia tỷ lệ

source: Improved support for UI scaling and fix for many blurry icons in the core components when scaling is used. This will be particularly useful for Hi DPI screens.
ca: S'ha millorat el suport per a l'escalat de la interfície d'usuari i s'han solucionat moltes icones difuminades en els components del nucli quan s'utilitza l'escalat. Això serà particularment útil per a pantalles DPI d'alta qualitat.
de: Verbesserte Unterstützung für UI-Skalierung und Behebung vieler verschwommener Symbole in den Kernkomponenten, wenn die UI-Skalierung verwendet wird. Dies wird besonders nützlich für Hi DPI Bildschirme sein.
es: Se mejoró la compatibilidad con el escalado de la interfaz de usuario y se corrigieron muchos íconos borrosos en los componentes principales cuando se usa el escalado. Esto será particularmente útil para pantallas de alto DPI.
gl: Mellorouse a compatibilidade do escalado na interface de usuario/a e corrixíronse de moitas iconas borrosas nos compoñentes principais cando se usa o escalado. Isto será especialmente útil para pantallas Hi DPI.
he: תמיכה משופרת לקנה מידה של ממשק משתמש ותיקון עבור איקונים רבים מטושטשים ברכיבי הליבה כאשר משתמשים בקנה מידה. זה יהיה שימושי במיוחד במסכי Hi DPI.
it: Sono stati effettuati miglioramenti per la scalatura dell'interfaccia e sono state aggiustate molte icone sfocate nelle componenti principali quanto viene utilizzata la scalatura. Questo è particolarmente utile per schermi Hi DPI.
kk: Интерфейсті масштабтауды жақсартылған қолдау және масштабтау қолданылған кезде негізгі компоненттердегі көптеген бұлдыр таңбашаларды түзету. Бұл әсіресе Hi DPI экрандары үшін пайдалы болады.
pl: Ulepszona obsługa skalowania interfejsu użytkownika i naprawa wielu rozmytych ikon w podstawowych komponentach, gdy używane jest skalowanie. Będzie to szczególnie przydatne w przypadku ekranów HiDPI.
pt: Melhoria do suporte para o dimensionamento da interface e correção de muitos ícones desfocados nos componentes principais quando o dimensionamento é utilizado. Isto será particularmente útil para ecrãs de Hi DPI.
pt_br: Melhoria do suporte para o dimensionamento da interface e correção de muitos ícones desfocados nos componentes principais quando o dimensionamento é utilizado. Isto será particularmente útil para telas de Hi DPI.
ro: Suport îmbunătățit pentru scalarea interfeței cu utilizatorul și remediere pentru multe pictograme neclare în componentele de bază atunci când se utilizează scalarea. Acest lucru va fi deosebit de util pentru ecranele Hi-DPI.
ru: Улучшена поддержка масштабирования пользовательского интерфейса и исправлено множество размытых значков в основных компонентах при использовании масштабирования. Это будет особенно полезно для экранов с высоким разрешением.
sq: U përmirësua mbulimi për ripërmasim të UI-të dhe ndreqje për mjaft ikona të turbullta te përbërësit bazë, kur përdoret ripërmasim. Kjo do të jetë veçanërisht e dobishme për ekrane Hi DPI.
sr: Побољшана је подршка за сразмеравање корисничког сучеља и исправка многих мутних сличица у јединицама језгра када се користи измена размере. То ће бити врло корисно за заслоне са високом размером, Hi DPI.
sv: Förbättrat stöd för UI-skalning och fix för många suddiga ikoner i kärnkomponenterna när skalning används. Detta kommer att vara särskilt användbart för Hi DPI-skärmar.
vi: Cải thiện hỗ trợ cho việc chia tỷ lệ giao diện người dùng và khắc phục nhiều biểu tượng bị mờ trong các thành phần cốt lõi khi sử dụng tỷ lệ. Điều này sẽ đặc biệt hữu ích cho màn hình HiDPI.

source: Window Header Bars
ca: Barres de capçalera de la finestra
de: Fensterkopfleisten
es: Barras de encabezado de ventana
gl: Barras de cabeceira da xanela
he: סרגלי כותרת חלונות
it: Barre di intestazione delle finestre
kk: Терезелердің тақырыптама жолақтары
pl: Paski nagłówka okna
pt: Barras de cabeçalho da janela
pt_br: Barras de cabeçalho da janela
ro: Bare pentru antetul ferestrei
ru: Заголовки Окон
sq: Shtylla Kryesh Dritareje
sr: Траке заглавља прозора
vi: Thanh tiêu đề cửa sổ
