Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: There's lots of people using and testing Xfce. By providing useful and up-to-date documentation, you will make a big impact on helping people understand how to make the most of the Xfce Desktop Environment.
ca: Hi ha molta gent que utilitza i prova Xfce. En proporcionar documentació útil i actualitzada, tindrà un gran impacte en ajudar a la gent a entendre com aprofitar al màxim l'entorn d'escriptori Xfce.
cs: Xfce používá a testuje mnoho lidí. Poskytováním užitečné a aktuální dokumentace pomůžete velkou měrou porozumět desktopovému prostředí Xfce mnohým z nich.
da: Der er mange mennesker som bruger og tester Xfce. Ved at tilbyde nyttig og opdateret dokumentation, så vil du gøre en stor forskel, så folk forstår hvordan de kan gøre bedst brug af Xfce-skrivebordsmiljøet.
de: Viele Menschen benutzen und testen Xfce. Indem Sie nützliche und aktuelle Dokumentation schreiben, können Sie anderen Menschen helfen, das bestmögliche aus der Xfce-Arbeitsumgebung herauszuholen.
es: Hay mucha gente usando y probando Xfce. Al proporcionar documentación útil y actualizada, tendrá un gran impacto en ayudar a las personas a comprender cómo aprovechar al máximo el entorno de escritorio Xfce.
fr: De nombreuses personnes utilisent et testent Xfce. En fournissant une documentation utile et à jour, vous aiderez considérablement les gens à obtenir le maximum de l’environnement de bureau Xfce.
gl: Hai moita xente que usa e proba o Xfce. Ao proporcionar documentación útil e actualizada, terá un gran impacto para axudar ás persoas a entender como sacarlle o máximo partido ao contorno de escritorio do Xfce.
he: אנשים רבים משתמשים ובודקים את Xfce. על ידי הפקת תיעוד שימושי ועדכני, תהיה לך השפעה גדולה בסיוע לאנשים להבין כיצד להפיק את המיטב מסביבת שולחן העבודה Xfce.
id: Ada banyak orang menggunakan dan menguji coba Xfce. Dengan menyediakan dokumentasi yang baik dan mutakhir, Anda akan membantu mereka memahami Xfce dengan lebih baik.
it: Molte persone utilizzano e testano Xfce. Fornendo della documentazione aggiornata, si avrà un notevole impatto aiutando le persone a capire come ottenere il massimo dall'ambiente grafico Xfce.
ja: 多くの人々が Xfce を使用し、テストしています。使いやすく、最新のドキュメントを提供することで、Xfce デスクトップ環境の構築方法を学ぶ人々に大きな貢献ができるでしょう。※ここでのドキュメントは英語のドキュメントを指します。
kk: Xfce-ні қолданатын және тестілейтін адамдар өте көп. Пайдалы және өзекті құжаттаманы ұсына отырып, сіз адамдарға Xfce жұмыс үстелі ортасын барынша тиімді пайдалануды түсінуге үлкен көмек көрсетесіз.
lt: Yra daug žmonių kurie padeda testuoti Xfce. Suteikdami naudingos, naujos dokumentacijos jūs pagelbėsite daugeliui žmonių suprasti kaip iš Xfce darbalaukio aplinkos gauti kaip įmanoma daugiau.
ms: Ramai orang menguji dan menggunakan Xfce. Dengan menyediakan dokumentasi berguna dan dikemaskini, anda dapat membantu orang lain memahami penggunaan Persekitaran Desktop Xfce.
nb: Det er mange mennesker som bruker og tester Xfce. Ved å kunne tilby nyttig og oppdatert dokumentasjon, vil du ha en stor innvirkning på å hjelpe folk med å forstå hvordan de får mest mulig ut av Xfce skrivebordsmiljøet.
oc: I a fòrça monde qu'utilizan e testan Xfce. En provesissent una documentacion utila e a jorn, auretz un grand impacte en ajudant de personas a comprene cossí tirar çò melhor de l'environament de burèu Xfce.
pl: Wielu ludzi używa i testuje Xfce. Dostarczenie użytecznej i aktualnej dokumentacji, pozwoli użytkownikom zrozumieć w jaki sposób tworzyć elementy naszego środowiska graficznego.
pt: Existem diversas pessoas a utilizar e a testar o xfce. Ao disponibilizar uma documentação útil e atualizada, pode ter um grande impacto na ajuda às pessoas para entenderem o ambiente de trabalho Xfce.
pt_br: Há muitas pessoas usando e testando o Xfce. Ao fornecer documentação útil e atualizada, você estará fazendo um grande impacto em ajudar pessoas a entender como tirar o melhor do ambiente de desktop Xfce.
ro: Există o mulțime de oameni care utilizează și testează Xfce. Furnizând documentație utilă și actualizată, veți avea un mare impact în a-i ajuta pe oameni să înțeleagă cum să profite la maximum de mediul grafic de birou Xfce.
ru: Множество людей используют и тестируют Xfce. Предоставляя полезную и актуальную документацию, вы окажете большую помощь людям в понимании того, как получить максимум возможного от среды рабочего стола Xfce.
sq: Ka plot njerëz që përdorin dhe testojnë Xfce-në. Duke furnizuar dokumentim të dobishëm dhe të përditësuar, do të keni një ndikim të madh duke i ndihmuar njerëzit të kuptojnë se si të përfitojnë maksimumin prej Mjedisit Desktop Xfce .
sr: Много људи користи и проба ИксФЦЕ. Достављањем корисних података и свежим упутствима ћете учинити велики искорак у помоћи људима да схвате како да извуку највише из ИксФЦЕ радног окружења.
sv: Det finns många som använder och testar Xfce. Genom att tillhandahålla uppdaterad dokumentation, kommer du att ha stor inverkan på att hjälpa människor förstå hur man kan få ut det mesta av skrivbordsmiljön Xfce.
th: มีผู้คนจำนวนมากที่ใช้งานและทดสอบ Xfce อยู่ การเตรียมเอกสารที่เป็นประโยชน์และทันเหตุการณ์ของคุณ จะส่งผลอย่างมากในการช่วยให้ผู้คนเข้าใจวิธีการใช้ประโยชน์จากเดสก์ท็อป Xfce ให้มากที่สุด
tr: Xfce'yi kullanan ve sınayan pek çok insan var. Yararlı ve güncel belgeler sunarak insanların Xfce Masaüstü Ortamını en iyi biçimde nasıl kullanacağını anlamalarına yardımcı olmada büyük etkide bulunacaksınız.
uk: Дуже багато людей використовують та тестують Xfce. Даючи корисну постійно оновлювальну документацію, Ви робите великий вклад, допомагаючи людям зрозуміти, як створювати велику частину стільниці Xfce.
vi: Có rất nhiều người đang sử dụng và thử nghiệm Xfce. Bằng cách cung cấp tài liệu hữu ích và cập nhật, bạn sẽ tạo ra tác động lớn trong việc giúp mọi người hiểu cách tận dụng tối đa Môi trường máy tính để bàn Xfce.
zh_tw: 有許多人使用並測試 Xfce。透過提供實用且最新的文件，您將可以幫助人們了解如何使用 Xfce 桌面環境。

source: Are you fluent in multiple languages? By contributing your translations of text to the Xfce Desktop Environment, you will help Xfce be a better part of the global market and more accessible to the millions of potential users out there.
ca: Tens fluïdesa en diversos idiomes? Contribuint les vostres traduccions de text a l'entorn d'escriptori Xfce, ajudareu a Xfce a ser una part millor del mercat global i més accessible per als milions d'usuaris potencials.
cs: Ovládáte plynule několik jazyků? Přispěním svými překlady textů pomůžete desktopovému prostředí Xfce k zisku vyššího podílu na globálním trhu a vyšší dostupnosti pro další miliony potenciálních uživatelů.
da: Behersker du flere sprog flydende? Ved at tilbyde din oversættelse af teksten fra Xfce-skrivebordsmiljøet hjælper du Xfce med at blive en større del af det globale marked og mere tilgængeligt for millioner af potentielle brugere derude.
de: Beherrschen Sie mehrere Sprachen? Indem Sie als Übersetzer an der Xfce-Arbeitsumgebung mitwirken, helfen Sie dabei, Xfce einen besseren Stand im globalen Markt zu verschaffen und Millionen von potenziellen Benutzern weltweit den Zugang zu erleichtern.
es: ¿Habla varios idiomas con fluidez? Al contribuir con sus traducciones de texto al entorno de escritorio Xfce, ayudará a que el proyecto sea más competitivo mundialmente y más accesible para los millones de usuarios potenciales que existen.
fr: Parlez-vous couramment plusieurs langues ? En aidant à traduire l’environnement de bureau Xfce, vous aiderez à le rendre plus visible au niveau international et faciliterez son accès à des millions d’utilisateurs potentiels.
gl: Ten fluidez en varios idiomas? Ao aportar as súas traducións de texto ao contorno de escritorio do Xfce, axudarás ao Xfce a ser unha parte mellor do mercado global e máis accesíbeis para os millóns de usuarios potenciais aí fóra.
he: האם אתה מדבר באופן שוטף כמה שפות? ע"י תרומת התרגומים שלך לטקסט עבור סביבת שולחן עבודה Xfce, אתה תעזור ל-Xfce להיות חלק טוב יותר של השוק הגלובלי ונגיש יותר למיליוני משתמשים פוטנציאליים אי שם.
id: Apakah Anda fasih dalam beberapa bahasa? Dengan berkontribusi menerjemahkan Anda akan membantu Xfce menjadi bagian yang lebih baik di tingkat global dan lebih mudah diakses oleh jutaan pengguna potensial di luar sana.
it: Si è fluenti in più di una lingua? Contribuendo alla traduzione dei testi dell'ambiente grafico Xfce, si aiuterà Xfce a diventare più appetibile sul mercato globale e più accessibile ai milioni di potenziali utenti.
ja: あなたは複数の言語に堪能ですか? Xfce デスクトップ環境を翻訳することで、Xfce を世界に普及させ、世の中にいる無数の将来的なユーザーにとって近づきやすくすることに貢献できます。
kk: Сіз бірнеше тілді еркін меңгергенсіз бе? Xfce жұмыс үстелі ортасына мәтіндерді аудару арқылы сіз Xfce-ге глобалды нарықтың жақсырақ бөлігі болуға және миллиондаған әлеуетті пайдаланушыларға қол жетімді болуға көмектесесіз.
lt: Ar jūs suprantate kelias kalbas? Prisidėdami savo vertimais prie Xfce darbalaukio aplinkos jūs padarysite Xfce patrauklesne ir labiau prieinama milijonams potencialių naudotojų.
ms: Anda fasih dalam banyak bahasa? Dengan memberi sumbangan terjemahan teks Persekitaran Desktop Xfce, anda dapat menjadikan Xfce lebih berdaya saing dalam pasaran Global dan lebih mudah diguna oleh ramai lagi pengguna di luar sana.
nb: Er du dyktig i flere språk? Ved å bidra med dine tekstoversettelser til skrivebordsmiljøet Xfce vil du hjelpe til med å gjøre Xfce til å bli en bedre del av det globale markedet og mer tilgjengelig for millioner av potensielle brukere der ute.
oc: Parlatz correntament mantuna lenga ? En ajudant a tradusir l'environament de burèu Xfce, ajudaretz Xfce a èsser melhor sul mercat global e a èsser mai accessible a de milions d'utilizaires potencials alhors.
pl: Znajomość języków obcych otwiera drogę do tłumaczenia komunikatów programów. Dzięki zlokalizowaniu oprogramowania dla potrzeb danego języka, środowisko Xfce stanie się produktem bardziej przystępnym do odbioru dla potencjalnych użytkowników.
pt: Sabe falar e escrever em diversos idiomas? Se participar na tradução do Xfce, ajuda a que o ambiente de trabalho fique cada vez mais internacional e mais acessível aos seus potenciais utilizadores.
pt_br: Você é fluente em múltiplos idiomas? Ao contribuir com traduções de texto para o ambiente de desktop Xfce, você estará ajudando-o a ser uma parte melhor do mercado global e mais acessível para milhões de potenciais usuários.
ro: Vorbiți fluent în mai multe limbi? Contribuind cu traducerile dvs. de text la mediul grafic de birou Xfce „Xfce Desktop Environment”, veți ajuta Xfce să fie o parte mai bună a pieței globale și mai accesibil pentru milioanele de potențiali utilizatori.
ru: Вы свободно разговариваете на нескольких языках? Участвуя в переводе текстовых строк Xfce, вы поможете Xfce занять лучшую позицию на мировом рынке и стать доступнее миллионам потенциальных пользователей.
sq: Njihni shumë mirë disa gjuhë? Duke kontribuar përkthimet tuaja për Mjedisin Desktop Xfce, do ta ndihmoni Xfce-në të jetë pjesë më e fortë e tregut global dhe më e lehtë për t’u përdorur nga miliona përdorues potencialë.
sr: Течно користите више језика? Доприносом превођења текста ИксФЦЕ радног окружења ћете помоћи да ИксФЦЕ буде бољи део општег тржишта и приступачније милионима могућих корисника.
sv: Behärskar du flera språk flytande? Genom att bidra med dina textöversättningar till skrivbordsmiljön Xfce, kommer du att hjälpa Xfce att bli en bättre del av den globala marknaden och mer tillgängligt för miljoner möjliga användare.
th: คุณคล่องหลายภาษาหรือเปล่า? ด้วยการร่วมแปลข้อความในเดสก์ท็อป Xfce คุณจะช่วยให้ Xfce เข้าไปอยู่ในตลาดโลกได้ดียิ่งขึ้น และช่วยให้ผู้ที่สนใจใช้งานเป็นล้านๆ คนในที่เหล่านั้นสามารถเข้าถึง Xfce ได้ดียิ่งขึ้น
tr: Birden çok dili akıcı olarak kullanabiliyor musunuz? Xfce Masaüstü Ortamı için metin çevirisine katkıda bulunarak Xfce'ye küresel pazarda daha iyi bir yer alması ve Xfce'nin milyonlarca potansiyel kullanıcıya erişilebilir olması için yardımcı olmuş olacaksın.
uk: Знаєте кілька мов? Перекладаючи тексти для середовища робочого столу Xfce, Ви допомагаєте Xfce стати найкращою частиною глобального ринку і досяжним для мільйонів потенційних користувачів звідусіль.
vi: Bạn có thông thạo nhiều ngôn ngữ không? Bằng cách đóng góp các bản dịch văn bản của bạn cho Môi trường máy tính để bàn Xfce, bạn sẽ giúp Xfce trở thành một phần tốt hơn của thị trường toàn cầu và dễ tiếp cận hơn với hàng triệu người dùng tiềm năng ngoài kia.
zh_tw: 您精通多國語言？透過貢獻您的翻譯文字到 Xfce 桌面環境，您將可以幫助 Xfce 在全球市場中變的更好，更能接觸到數百萬的潛在使用者。

source: Development
ca: Desenvolupament
cs: Vývoj
da: Udvikling
de: Entwicklung
es: Desarrollo
fr: Développement
gl: Desenvolvemento
he: פיתוח
id: Pengembangan
it: Sviluppo
ja: 開発
kk: Әзірлеу
lt: Kūrimas
ms: Pembangunan
nb: Utvikling
nl: Ontwikkeling
oc: Desvolopament
pl: Programowanie
pt: Desenvolvimento
pt_br: Desenvolvimento
ro: Dezvoltarea
ru: Разработка
sq: Zhvillim
sr: Развој
sv: Utveckling
th: งานพัฒนา
tr: Geliştirme
uk: Розробка
vi: Phát triển
zh_tw: 開發

source: By becoming a developer, you can make a big difference while enjoying a challenging and fun experience. You'll learn to be a better coder, you will get to implement new features and defeat daunting bugs, creating a stunning product, all the while collaborating with people from all around the world. You can start by browsing the <a href="https://gitlab.xfce.org" class="external">source code</a>.
ca: En convertir-se en un desenvolupador, vostè pot fer una gran diferència mentre gaudeix d'una experiència desafiant i divertit. Aprendràs a ser un millor codificador, aconseguiràs implementar noves característiques i derrotar els errors descoratjadors, creant un producte impressionant, tot col·laborant amb persones de tot el món. Podeu començar navegant pel codi font <a href="https://gitlab.xfce.org" class="external"></a>.
da: Ved at blive en udvikler kan du gøre en stor forskel, mens du får glæde af udfordrende og sjove oplevelser. Du lærer at blive en dygtigere koder, du får mulighed for at implementere nye funktionaliteter og overkomme krævende fejl, skabe et fremragende produkt - alt sammen gennem samarbejde med mennesker fra hele verden. Du kan starte med at gennemse <a href="https://gitlab.xfce.org" class="external">kildekoden</a>.
de: Indem Sie ein Entwickler werden, können Sie einen großen Unterschied machen, während Sie eine herausfordernde und spaßige Erfahrung genießen. Sie werden lernen, ein besserer Entwickler zu sein, Sie werden neue Funktionen implementieren und beängstigende Bugs besiegen, ein atemberaubendes Produkt schaffen und dabei mit Menschen aus der ganzen Welt zusammenarbeiten. Sie können beginnen, indem Sie sich den <a href="https://gitlab.xfce.org" class="external">source code</a> ansehen.
es: Al convertirse en desarrollador, puede marcar una gran diferencia mientras disfruta de una experiencia desafiante y divertida. Aprenderá a ser un mejor codificador, podrá implementar nuevas funciones y vencer a los bichos desalentadores, creando un producto asombroso, mientras colabora con personas de todo el mundo. Al convertirse en desarrollador, puede marcar una gran diferencia mientras disfruta de una experiencia desafiante y divertida. Aprenderá a ser un mejor programador, podrá implementar nuevas funciones y vencer a los bichos desalentadores, creando un producto asombroso, mientras colabora con personas de todo el mundo. Puede comenzar navegando por el <a href="https://gitlab.xfce.org" class="external">código fuente</a>.
gl: Ao facerse un desenvolvedor, pode marcar unha gran diferenza ao gozar dunha experiencia retadora e divertida. Aprenderá a ser un mellor programador, terá que crear novas características e depurar fallos incómodos, crear un produto sorprendente, á vez que colabora con persoas de todo o mundo. Pode comezar examinando o <a href="https://gitlab.xfce.org" class="external">código fonte</a>.
he: על ידי הפיכה למפתח, אתה יכול לעשות שינוי גדול תוך כדי חוויה כיפית ומאתגרת. אתה תלמד להיות תוכניתן טוב יותר, אתה תיישם מאפיינים חדשים ותביס באגים מפחידים, תוך יצירת מוצר מהמם, כל הזמן בשיתוף פעולה עם אנשים מכל העולם. אתה יכול להתחיל בעיון ב<a href="https://gitlab.xfce.org" class="external">קוד מקור</a>.
id: Dengan menjadi seorang pengembang, Anda bisa membuat perubahan besar sambil menikmati tantangan dan pengalaman yang menyenangkan. Anda akan belajar untuk menjadi coder yang lebih baik, Anda akan mengimplementasikan fitur-fitur baru dan mengatasi kutu yang menjengkelkan, menciptakan produk yang mengagumkan, dengan berkolaborasi bersama orang-orang dari seluruh dunia. Anda bisa mulai dengan melihat <a href="https://gitlab.xfce.org" class="external">kode sumber</a>.
it: Diventando uno sviluppatore, puoi fare una grande differenza e allo stesso tempo puoi goderti un'esperienza stimolante e divertente. Imparerai ad essere un programmatore migliore, implementerai nuove feature e sconfiggerai bug scomodi, creando un prodotto eccezionale, e tutto ciò mentre collabori con persone da tutto il mondo. Puoi cominciare esplorando il <a href="https://gitlab.xfce.org" class="external">codice sorgente</a>.
ja: 開発者になることで、挑戦的で楽しい経験をしながら、大きな変化をもたらすことができます。より優れたコード記述者になることを学び、新しい機能を実装し、困難なバグを克服して、魅力的な製品を作り上げることができます。その一方で、世界中の人々との共同作業を行うこともできます。まずは、<a href="https://gitlab.xfce.org" class="external">ソースコード</a>の閲覧から始めてみてください。
kk: Әзірлеуші бола отырып, сіз қиын да қызықты тәжірибеден ләззат ала отырып, үлкен өзгерістер жасай аласыз. Сіз жақсырақ кодер болуды үйренесіз, жаңа мүмкіндіктерді іске асырасыз және қиын қателерді түзетесіз, керемет өнім жасайсыз, сонымен бірге бүкіл әлемдегі адамдармен ынтымақтасасыз. Жұмысты <a href="https://gitlab.xfce.org" class="external">бастапқы кодқа</a> шолу жасаудан бастай аласыз.
pl: Zostając twórcą oprogramowania, możesz mieć duże znaczenie, ciesząc się trudnym i zabawnym doświadczeniem. Nauczysz się być lepszym programistą, będziesz wdrażać nowe funkcje i pokonywać zniechęcające błędy, tworząc oszałamiający produkt, jednocześnie współpracując z ludźmi z całego świata. Możesz zacząć od przeglądania <a href="https://gitlab.xfce.org" class="external">kodu źródłowego</a>.
pt: Ao tornar-se um programador, pode fazer uma grande diferença enquanto desfruta de uma experiência desafiante e divertida. Aprenderá a ser um melhor programador, poderá implementar novas funcionalidades e resolver erros desafiantes, criando um produto espantoso, ao mesmo tempo que colabora com pessoas de todo o mundo. Poderá começar por pesquisar o <a href="https://gitlab.xfce.org" class="external">código fonte</a>.
pt_br: Ao se tornar um desenvolvedor, você pode fazer uma grande diferença enquanto desfruta de uma experiência desafiadora e divertida. Você aprenderá a ser um programador melhor, poderá implementar novos recursos e derrotar bugs assustadores, criando um produto impressionante, ao mesmo tempo em que colabora com pessoas do mundo todo. Você pode começar navegando no <a href="https://gitlab.xfce.org" class="external">código-fonte</a>.
ro: Devenind dezvoltator, puteți face o mare diferență în timp ce vă bucurați de o experiență provocatoare și distractivă. Veți învăța să fiți un programator mai bun, veți ajunge să implementați noi caracteristici și să învingeți bug-uri descurajatoare, creând un produs uimitor, totul în timp ce colaborați cu oameni din întreaga lume. Puteți începe prin a parcurge <a href="https://gitlab.xfce.org" class="external">codul sursă</a>.
ru: Став разработчиком, вы можете добиться больших результатов, получая удовольствие от сложного и увлекательного опыта. Вы научитесь кодировать лучше, сможете внедрять новые функции и устранять пугающие ошибки, создавая потрясающий продукт, при этом сотрудничая с людьми со всего мира. Начать можно с просмотра <a href="https://gitlab.xfce.org" class="external">исходного кода</a>.
sq: Duke u bërë një zhvillues, mund të sillni një ndryshim të madh, teksa puna si i tillë ju jep një përvojë plot sfida dhe zbavitëse. Do të mësoni si të jeni një kodues më i mirë, do të sendërtoni veçori të reja dhe do të mposhtni të meta demoralizuese, duke krijuar një produkt të mahnitshëm, e gjitha kjo teksa bashkëpunoni me njerëz nga anembanë bota.Mund t’ia filloni duke shfletuar <a href="https://gitlab.xfce.org" class="external">kodin burim</a>.
sr: Постајући развијач, можете подигнути доживљај на већи ниво док уживате у изазовном и занимљивом искуству. Док учите да будете бољи програмер, додаваћете нове могућности и смаждати досадне бубе, ствараћете запањујући производ, све то уз сарадњу са људима широм света. Можете почети разгледањем <a href="https://gitlab.xfce.org" class="external">изворног кода</a>.
sv: Genom att bli en utvecklare, kan du göra stor skillnad medan du njuter av en utmanande och rolig erfarenhet. Du kommer att lära dig bli en bättre kodare, du kommer att få implementera nya funktioner och besegra skrämmande buggar, skapa en fantastisk produkt, allt medan du samarbetar med människor från hela världen. Du kan också börja genom att bläddra i <a href="https://gitlab.xfce.org" class="external">källkoden</a>.
th: ด้วยการเป็นนักพัฒนา คุณจะสามารถสร้างสิ่งใหม่ๆ ได้ พร้อมกับมีความสุขกับประสบการณ์ที่ท้าทายและสนุกสนาน คุณจะได้เรียนรู้การเป็นนักเขียนโค้ดที่ดี คุณจะได้เพิ่มความสามารถใหม่ๆ ให้กับโปรแกรม และพิชิตบั๊กอันร้ายกาจ สร้างผลิตภัณฑ์อันน่าทึ่ง โดยทั้งหมดนี้เป็นการทำงานร่วมกับผู้คนจากทั่วโลก คุณสามารถเริ่มต้นได้จากการท่องดู <a href="https://gitlab.xfce.org" class="external">ซอร์สโค้ด</a>
vi: Bằng cách trở thành nhà phát triển, bạn có thể tạo ra sự khác biệt lớn đồng thời tận hưởng trải nghiệm đầy thử thách và thú vị. Bạn sẽ học cách trở thành một lập trình viên giỏi hơn, bạn sẽ triển khai các tính năng mới và đánh bại các lỗi khó khăn, tạo ra một sản phẩm tuyệt đẹp, đồng thời cộng tác với mọi người từ khắp nơi trên thế giới. Bạn có thể bắt đầu bằng cách duyệt <a href="https://gitlab.xfce.org" class="external">mã nguồn</a>.

source: Promotion
ca: Promoció
cs: Reklama
da: Promovering
es: Promoción
gl: Promoción
he: קידום
id: Promosi
it: Promozione
ja: 普及の促進
kk: Ілгерілету
lt: Propagavimas
ms: Promosi
nb: Promotering
oc: Promocion
pl: Promocja
pt: Promoção
pt_br: Promoção
ro: Promovarea
ru: Продвижение
sq: Promocion
sr: Представљање
sv: Marknadsföring
th: การส่งเสริมการใช้
tr: Tanıtım
uk: Просування
vi: Khuyến mãi
zh_tw: 推廣
