Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: A new MIME type editor that allows you to easily change applications used for opening different file types. The mouse and touchpad settings dialog and the settings editor were extended in terms of functionality. The former now supports tablets in a much better way.
ca: Un nou editor de tipus MIME que permet canviar fàcilment les aplicacions utilitzades per obrir diferents tipus de fitxers. El diàleg de configuració del ratolí i del ratolí tàctil i l'editor de configuració s'han ampliat en termes de funcionalitat. El primer suporta ara les tauletes d'una manera molt millor.
cs: Nový editor typů MIME, který umožňuje jednoduše měnit aplikace pro otevírání různých typů souborů. Dialogová okna pro nastavení myši a touchpadu a editor nastavení byly rozšířeny o nové funkce. Tablety jsou nyní podporovány v daleko větší míře.
da: En ny MIME type-redigerer der nemt tillader dig at skrive applikationer brugt til at åbne forskellige filtyper. Mus og redskabs-indstillings dialogen og indstillings-redigeren var udvidet med funktionalitet. Den førnævnte understøtter tablet's på en meget bedre måde.
de: Ein neuer MIME-Typen-Editor erlaubt Ihnen die einfache Änderung der Zuordnung von Anwendungen zum Öffnen der verschiedenen Dateitypen. Der Einstellungsdialog für Maus und Touchpad sowie der Einstellungseditor wurden hinsichtlich der Funktionalität erweitert. Ersterer unterstützt nun Tablets weitaus besser.
es: Un nuevo editor de tipos MIME que permite cambiar fácilmente las aplicaciones usadas para abrir diferentes tipos de archivos. El diálogo de configuración del ratón y del panel táctil y el editor de configuración han ampliado sus funciones. El primero ahora es compatible con las tabletas de un modo mucho mejor.
fr: Un nouvel éditeur de type MIME qui permet de facilement modifier les applications utilisées pour ouvrir différents types de fichiers. La fenêtre de paramétrage de la souris et du pavé tactile, ainsi que l’éditeur de paramètres, ont vu leurs fonctionnalités améliorées. Celui-ci gère aussi bien mieux les tablettes.
gl: Un novo editor de tipo MIME que permite mudar doadamente as aplicacións empregadas para abrir diferentes tipos de ficheiros. O diálogo de configuración do rato e da área táctil así como o editor de opcións estendéronse en función da funcionalidade. O primeiro agora admite tabletas dun xeito moito mellor.
he: עורך סוג MIME חדש שמאפשר לך לשנות בקלות תוכנות המשמשות לפתיחת סוגי קבצים שונים. דיאלוג הגדרת עכבר ומשטח נגיעה ועורך ההגדרות הורחבו מבחינת פונקציונליות. הקודם עכשיו תומך טאבלטים בדרך טובה הרבה יותר.
id: Penyunting tipe MIME baru yang memungkinkan Anda secara mudah mengganti aplikasi yang digunakan untuk membuka berbagai tipe berkas. Dialog pengaturan tetikus dan touchpad dan penyunting pengaturan diperluas dalam hal fungsionalitas. Penyunting pengaturan sekarang mendukung tablet dengan lebih baik lagi.
it: Un nuovo editor dei tipi MIME consente di cambiare facilmente l'applicazione usata per aprire i diversi tipi di file. Sono state aumentate le funzionalità della finestra di configurazione di mouse e touchpad e dell'editor delle impostazioni. Quest'ultimo supporta ora meglio i tablet.
ja: さまざまなファイルタイプを開くのに使用するアプリケーションを、簡単に変更できる新しいMIMEタイプエディタ。マウスとタッチパッドの設定ダイアログと設定エディターが機能性の面で拡張されました。前者は現在、タブレットをはるかに優れた方法でサポートしています。
kk: Әртүрлі файл түрлерін ашу үшін пайдаланылатын қолданбаларды оңай өзгертуге мүмкіндік беретін жаңа MIME түрінің редакторы. Тышқан мен тачпадты баптау сұхбат терезесі мен баптаулар редакторының функционалдығы кеңейтілді. Алғашқысы енді планшеттерді әлдеқайда жақсырақ қолдайды.
lt: Naujas MIME tipų redaktorius, leidžia lengvai keisti programą su kuria atveriamas failo tipas. Pelės ir jutiklinio kilimėlio nustatymų dialogas ir nustatymų redaktorius nuo šiol turi daugiau funkcionalumo. Pagerintas planšečių palaikymas.
ms: Penyunting jenis MIME baharu yang membolehkan anda ubah aplikasi diguna dengan mudah untuk membuka pelbagai jenis fail. Dialog tetapan tetikus dan pad sentuh dan penyunting tetapan telah ditambah lagi kefungsiannya. Kini ia dapat menyokong tablet dengan lebih baik.
nb: Et nytt redigeringsprogram for MIME-typer lar deg endre de programmene som åpner ulike filtyper. Dialogvinduet for mus og styreplate og innstillinger fikk utvidet funksjonalitet. Førstnevnte støtter tegnebrett bedre.
oc: Un novèl editor de tipe MIME que vos permet de cambiar aisidament las aplicacions utilizadas per dobrir diferents tipes de fichièrs. La mirga e lo dialòg dels paramètres del pavat tactil e l'editor de paramètres son estats espandits en tèrmes de foncionalitats. Lo primièr pren d'ara enlà en carga dins un plan melhor biais.
pl: Nowy edytor typów MIME umożliwia w prosty sposób zmieniać programy przypisane do otwierania różnych typów plików. Zwiększono możliwości programu konfiguracyjnego myszy i panelu dotykowego oraz edytora ustawień. Znacznie usprawniono obsługę tabletów.
pt: Um novo editor do estilo MIME, que lhe permite com facilidade trocar de aplicações usadas para abrir diferentes tipos de ficheiros. A janela Configurações do rato e do touchpad e o editor de configurações foram ampliados em termos de funcionalidade. Agora, o primeiro suporta tablets de uma forma muito melhorada.
pt_br: Foi adicionado um novo editor de tipo MIME, permitindo alterar facilmente os aplicativos usados para abrir diferentes tipos de arquivos. O diálogo de configurações do mouse e touchpad, assim como o editor de configurações, foram expandidos em termos de funcionalidade. O primeiro agora oferece um suporte muito melhor para tablets.
ro: Un nou editor de tip MIME care vă permite să schimbați cu ușurință aplicațiile utilizate pentru deschiderea diferitelor tipuri de fișiere. Fereastra de dialog pentru configurarea mausului și a touchpad-ului și editorul de opțiuni au fost extinse din punct de vedere al funcționalității. Primul suportă acum tabletele într-un mod mult mai bun.
ru: Новый редактор MIME-типов, позволяющий легко менять приложения, которые по умолчанию открывают различные типы файлов. Расширена функциональность диалога настройки мыши и тачпада. Теперь он гораздо лучше поддерживает планшеты.
sq: Një përpunues i ri llojesh MIME që ju lejon të ndryshoni lehtësisht aplikacione të përdorur për hapje llojesh të ndryshëm kartelash. Dialogu i rregullimeve të miut dhe touchpad-it dhe përpunuesi i rregullimeve janë zgjeruar, për sa u përket funksioneve. Ai i pari tani mbulon tablete në një mënyrë shumë më të mirë.
sr: Нови уређивач МИМЕ врста датотека који дозвољава лаку замену програма коришћених за отварање различитих врста датотека. Прозор поставки миша и додирне плочице и уређивач поставки су проширени у смислу могућности. Уређивач поставки сада подржава додирне плочице на много бољи начин.
sv: En ny MIME-typ redigerare som låter dig enkelt ändra program som används för att öppna olika filtyper. Dialogfönstret för mus och pekplatta och inställningsredigeraren har utvidgats i termer av funktionalitet. Den senare stödjer nu pekplattor på ett mycket bättre sätt.
th: เครื่องมือแก้ไขชนิด MIME ตัวใหม่ช่วยให้คุณสามารถเปลี่ยนโปรแกรมที่จะใช้เปิดแฟ้มชนิดต่างๆ ได้อย่างง่ายดาย กล่องโต้ตอบตั้งค่าเมาส์และทัชแพดและเครื่องมือแก้ไขค่าตั้งมีการต่อเติมความสามารถเพิ่มเติม โดยกล่องโต้ตอบตั้งค่าเมาส์และทัชแพดสามารถรองรับแท็บเล็ตได้ดีขึ้นมาก
tr: Yeni bir MIME türü editörü kolayca farklı dosya türlerini açmak için kullanılan uygulamaları değiştirmek için olanak sağlar.F are ve touchpad ayarları iletişim ve ayarlar editörü işlevsellik açısından uzatıldı. Biçimlendirici şimdi çok daha iyi bir şekilde tabletleri destekliyor.
uk: Новий редактор типів MIME, який дозволяє легко змінювати програми для відкриття файлів різних типів. Діалог налаштувань мишки і сенсорної панелі, а також редактор налаштувань, розширені новими можливостями. Тепер вони мають кращу підтримку планшетів.
vi: Trình chỉnh sửa loại MIME mới cho phép bạn dễ dàng thay đổi các ứng dụng được sử dụng để mở các loại tệp khác nhau. Hộp thoại cài đặt chuột và bàn di chuột cũng như trình chỉnh sửa cài đặt đã được mở rộng về mặt chức năng. Cái trước hiện hỗ trợ máy tính bảng theo cách tốt hơn nhiều.
zh_tw: 全新的 MIME 類型編輯器可以讓您更容易的變更用以開啟不同檔案類型的應用程式。滑鼠及觸控板設定對話框及設定編輯器的功能更多了。前者現在對手寫板有更好的支援。

source: It is now possible to launch applications and open files on the desktop with a single click of the mouse. In addition, the 4.10 desktop can display thumbnails and automatically advance through the wallpaper list.
ca: Ara és possible llançar aplicacions i obrir fitxers a l'escriptori amb un sol clic del ratolí. A més, l'escriptori 4.10 pot mostrar miniatures i avançar automàticament a través de la llista de fons de pantalla.
cs: Nyní je možné spouštět aplikace a otevírat soubory na pracovní ploše jedním kliknutím myši. Navíc dokáže plocha ve verzi 4.10 zobrazit náhledy a automaticky procházet seznam tapet plochy.
da: Det er nu muligt at køre applikationer og åbne filer på skrivebordet med et enkelt klik på musen. Derudover, 4.10 skrivebordet kan nu vise miniaturer og automatisk avancere gennem baggrundsbillede-listen.
de: Es ist nun möglich, mit einem einfachen Mausklick auf dem Schreibtisch Anwendungen zu starten und Dateien zu öffnen. Außerdem kann der Schreibtisch nun Vorschaubilder anzeigen sowie automatisch durch eine Liste von Hintergrundbildern wechseln.
es: Ahora es posible lanzar aplicaciones y abrir archivos desde el escritorio con un solo clic del ratón. Además, en la versiòn 4.10 ahora puede mostrar vistas en miniatura y avanzar automáticamente a través de la lista de fondos de pantalla.
fr: Il est désormais possible de lancer les applications et d’ouvrir les fichiers sur le bureau avec un seul clic. De plus, le bureau 4.10 peut afficher les miniatures et changer automatiquement de fond d’écran à partir d’une liste.
gl: Agora pode iniciar aplicacións e abrir ficheiros no escritorio cun só clic do rato. Ademais, o escritorio 4.10 pode amosar miniaturas e avanzar automaticamente pola lista de fondos.
he: עכשיו אפשרי להפעיל תוכנות ולפתוח קבצים בשולחן העבודה עם קליק אחד של העכבר. בנוסף, שולחן עבודה 4.10 יכול להציג תמונות מוקטנות ולהתקדם אוטומטית ברשימת הרקעים.
id: Saat ini telah dimungkinkan untuk menjalankan aplikasi dan membuka berkas di desktop dengan klik tunggal pada tetikus. Sebagai tambahan, desktop 4.10 dapat menampilkan miniatur gambar dan secara otomatis menampilkan daftar latar belakang.
it: Ora è possibile avviare applicazioni e aprire file sulla scrivania con un solo clic del mouse. Inoltre la scrivania di xfce 4.10 può visualizzare miniature e cambiare automaticamente lo sfondo da un elenco definito dall'utente.
ja: マウスを1回クリックするだけで、デスクトップのアプリケーションを起動してファイルを開くことができるようになりました。さらに、4.10デスクトップではサムネイルを表示し、壁紙リストを自動的に作成します。
kk: Енді жұмыс үстеліндегі қолданбаларды іске қосу және файлдарды ашу тышқанның бір шертуімен мүмкін болды. Сонымен қатар, 4.10 жұмыс үстелі эскиздерді көрсете алады және тұсқағаздар тізімі бойынша автоматты түрде ауыса алады.
lt: Nuo šiol įmanoma paleisti programas ir atverti failus, esančius ant darbalaukio, vienu pelės spustelėjimu. Be to, 4.10 darbalaukis gali atvaizduoti miniatiūras ir automatiškai slinktis per fono paveikslų sąrašą.
ms: Kini anda dapat melancarkan aplikasi dan buka fail dalam dekstop dengan sekali klik. Selain itu, desktop 4.10 dapat memaparkan lakaran kenit dan menukar kertas dinding menerusi senarai kertas dinding secara automatik.
nb: Man kan nå starte programmer og åpne filer på skrivebordet med et enkeltklikk. Dessuten kan skrivebordet i 4.10 vise miniatyrbilder og automatisk gå gjennom listen med bakgrunnsbilder.
oc: Es d'ara enlà possible d'aviar d'aplicacions e los fichièrs dobèrts sul burèu amb un clic simple de la mirga. A mai d'aquò, lo burèu 4.10 pòt afichar las vinhetas e avançar automaticament dins la lista dels fonses d'ecran.
pl: Dodano możliwość uruchamiania elementów znajdujących się na pulpicie za pomocą jednokrotnego kliknięcia przyciskiem myszy. W nowej wersji środowiska na pulpicie wyświetlane są miniatury plików a tło pulpitu może być zmieniane automatycznie.
pt: Agora é possivel iniciar aplicações e abrir ficheiros no ambiente de trabalho com um simples clique do rato. Somando a isto, o ambiente de trabalho 4.10 pode mostrar miniaturas e automaticamente avançar através da lista do fundo do ambiente de trabalho.
pt_br: Agora é possível iniciar aplicativos e abrir arquivos na área de trabalho com um clique único do mouse. Além disso, a área de trabalho do 4.10 pode exibir miniaturas de imagens e automaticamente avançar na lista de planos de fundo.
ro: Acum este posibil să lansați aplicații și să deschideți fișiere de pe birou cu un singur clic al mausului. În plus, mediul grafic de birou din versiunea 4.10 poate afișa miniaturi și poate avansa automat prin lista de imagini de fundal.
ru: Теперь можно запускать приложения и открывать файлы на рабочем столе одиночным щелчком мыши. Кроме того, рабочий стол в 4.10 может отображать миниатюры и осуществлять автоматическую смену фонового изображения, используя заданный пользователем список изображений.
sq: Tani është e mundur të nisen aplikacione dhe të hapen kartela në desktop me një klikim të vetëm të miut. Veç kësaj, desktopi 4.10 mund të shfaqë miniatura dhe të shkojë automatikisht përpara nëpër listën e sfondeve të desktopit.
sr: Сада је могуће покретати програме и отворити датотеке на радној површи једним кликом миша. Уз то, 4.10 радна површ сада може приказивати умањене сличице и самостално мењати позадине са списка.
sv: Det är nu möjligt att starta program och öppna filer på skrivbordet med ett enkelklick med musen. Utöver det, kan 4.10 skrivbordet visa miniatyrbilder och automatiskt bläddra igenom listan över bakgrundsbilder.
th: รุ่นนี้สามารถเรียกโปรแกรมและเปิดแฟ้มบนพื้นโต๊ะได้ด้วยการคลิกเมาส์เพียงครั้งเดียวแล้ว นอกจากนี้ เดสก์ท็อปรุ่น 4.10 ยังสามารถแสดงภาพย่อและเลื่อนเลือกรายชื่อภาพพื้นหลังโดยอัตโนมัติได้ด้วย
tr: Tek bir fare tıklaması ile masaüstündeki uygulamaları ve açık dosyaları başlatmak artık mümkündür. Buna ek olarak, 4.10 masaüstü küçük resimlerini görüntüleyebilir ve otomatik duvar kağıdı listesinde ilerleyebilir.
uk: Тепер можна запускати програми і відкривати файли на робочому столі одним клацанням мишки. Додатково, стільниця 4.10 може показувати іконки.
vi: Giờ đây, bạn có thể khởi chạy ứng dụng và mở tệp trên màn hình chỉ bằng một cú nhấp chuột. Ngoài ra, máy tính để bàn 4.10 có thể hiển thị hình thu nhỏ và tự động chuyển qua danh sách hình nền.
zh_tw: 現在可以單擊開啟應用程式及桌面上的檔案。另外，4.10桌面可以透過桌布列表自動顯示縮圖。

source: The window manager can be configured to tile windows when dragging them to the screen edges. The tab window (Alt+Tab) supports more flexible theming and cursor key navigation.
ca: El gestor de finestres es pot configurar per a mosaicar les finestres quan les arrossegueu a les vores de la pantalla. La finestra de pestanyes (Alt+Tab) admet una tematització més flexible i una navegació amb tecles de cursor.
cs: Správce oken lze nakonfigurovat, aby přichytával okna při jejich přetažení k okrajům obrazovky. Okno pro přepínání aplikací (Alt+Tab) podporuje flexibilnější práci s motivy a procházení kurzorovými klávesami.
da: Vindue-håndtering kan nu konfigureres til flise vinduer når de trækkes til skærmkanten. Tab vinduet (Alt+Tab) understøtter flere fleksible temaer og markør-nøgle navigation.
de: Der Fensterverwalter kann nun so eingerichtet werden, dass beim Ziehen eines Fensters zum Bildschirmrand dieses gekachelt dargestellt wird. Das mit Alt+Tab erreichbare Fenster ist nun flexibler im Erscheinungsbild sowie bei der Navigation mit den Pfeiltasten.
es: El administrador de ventanas puede ser configurado para acuñar ventanas al arrastrarlas a los bordes de la pantalla. El menú de cambio de ventanas (activado por el atajo Alt+Tab) ahora soporta personalizaciones más flexibles y navegación con los cursores del teclado.
fr: Le gestionnaire de fenêtres peut être configuré pour les fenêtres en mosaïque en les faisant glisser vers les bords de l’écran. La fenêtre de l’onglet (Alt + Tab) prend en charge une thématisation plus souple et la touche de navigation du curseur.
gl: O xestor de xanelas pode configurarse para axustar a mosaico as xanelas ao arrastralas aos bordos da pantalla. A xanela de lapelas (Alt Tab) admite maior flexibilidade en temas de navegación e navegación coas frechas do teclado.
he: מנהל החלונות ניתן להגדרה על מנת להפוך חלונות לאריחים כאשר גוררים אותם לפינות המסך. חלון הלשוניות (Alt-Tab) תומך בערכות נושא גמישות יותר וניווט עם מקשי החיצים.
id: Manajer jendela dapat diatur untuk mengubinkan jendela ketika menariknya ke tepi layar. Jendela tab (Alt+Tab) mendukung tema dan navigasi tombol kursor yang lebih fleksibel.
it: Il gestore di finestre può essere configurato per ridimensionare le finestre quando vengono trascinate agli angoli dello schermo. La finestra del tab (alt+tab) supporta più temi e la navigazione tramite i tasti del mouse
ja: ウィンドウマネージャは、ウィンドウを画面の端にドラッグするとウィンドウを並べて表示するよう設定できます。タブウィンドウ（Alt+Tab）は、より柔軟なテーマとカーソルキーナビゲーションをサポートします。
kk: Терезелер менеджерін терезелерді экран жиектеріне сүйрегенде оларды қатар орналастыратындай баптауға болады. Беттер терезесі (Alt+Tab) икемдірек безендіруді және курсор пернелерімен навигацияны қолдайды.
lt: Langų tvarkytuvė turi galimybę nuvilkus langą į kraštą, jį išskleisti. „Tab“ langas (Alt+tab) palaiko dekoravimą su daugiau galimybių, taipogi turi valdymą krypčių klavišais.
ms: Pengurus tetingkap dapat dikonfigur untuk jubinkan tetingkap semasa menyeretnya ke pinggir skrin. Tetingkap tab (Alt+ Tab) kini menyokong tema dan navigasi kekunci kursor yang lebih fleksibel.
nb: Vindusbehandleren kan settes opp slik at vinduer flislegges når de dras til skjermkantene. Tab-vinduet (Alt + Tab) støtter mer fleksibel stiling og navigering med piltastene.
oc: Lo gestionari de fenèstra pòt èsser configurat per las fenèstras en mosaïca quand las fasèm lisar cap als bòrds de l'ecran. La fenèstra de l'onglet (Alt + Tab) sosten una tematizacion mai sopla e la tòca de navigacion del cursor.
pl: Menedżer okien potrafi dopasowywać rozmiar okien do krawędzi ekranu przy użyciu myszy. Przełączanie pomiędzy oknami (Alt+Tab) lepiej obsługuje style wyglądu i sterowanie klawiszami kursora.
pt: O gestor de janelas pode ser configurado para colocar janelas lado a lado, quando são arrastadas para as extremidade do ecrã. A janela do separador (Alt+Tab) suporta uma tematização mais flexível e um cursor chave de navegação .
pt_br: O gerenciador de janelas pode ser configurado com janelas lado-a-lado quando se está arrastando-as para as bordas da tela. A alternância de janelas (Alt+Tab) agora suporta maior flexibilidade nos temas e navegação por tecla de cursor.
ro: Administratorul de ferestre poate fi configurat pentru a suprapune ferestrele (a le așeza în mozaic) atunci când le trageți la marginile ecranului. Fereastra cu file (Alt+Tab) acceptă o personalizare mai flexibilă și navigarea cu ajutorul tastelor cursorului.
ru: Диспетчер окон можно настроить для «умного» (мозаичного) размещения окон при перетаскивании их к краям экрана. Окно перехода по Alt+Tab более гибко поддерживает темы и навигацию с помощью клавиш управления курсором.
sq: Përgjegjësi i dritareve mund të formësohet t’i tjegullzojë dritaret kur ato tërhiqen në skaje të ekranit. Dritarja skedë (Alt+Tab) mbulon më tepër zhdërvejlltësi me temat dhe lëzivje kursori përmes tastesh.
sr: Управник прозора може бити подешен да прионе прозоре при њиховом превлачењу ивицама екрана. Измењивач прозора (МЕЊА+ТАБ) подржава лакше темирање и управљање показивачем миша.
sv: Fönsterhanteraren kan konfigureras för att fästa fönster då de dras till skärmkanterna. Tab-fönstret (Alt+Tab) stöder mer flexibla anpassningar och piltangentsnavigering.
th: โปรแกรมจัดการหน้าต่างสามารถตั้งค่าให้จัดเรียงหน้าต่างแบบเรียงกระเบื้องเมื่อลากไปที่ขอบจอได้ การสลับหน้าต่าง (Alt+Tab) รองรับการใช้ชุดตกแต่งและการเลือกด้วยแป้นพิมพ์ที่ยืดหยุ่นยิ่งขึ้น
tr: Ekran kenarlarına sürükleyerek zaman pencere yöneticisi karo pencereler için konfigüre edilebilir. Tab penceresi (Alt + Tab) daha esnek temalarınıı ve imleç tuşu navigasyonu destekler.
uk: Менеджер вікон можна налаштувати так, щоб він мозаїкував вікна при перетягуванні їх до границь екрану. Вікна-вкладки (Alt-tab) підтримують більше тем і курсорної навігації.
vi: Trình quản lý cửa sổ có thể được cấu hình để xếp các cửa sổ khi kéo chúng vào các cạnh màn hình. Cửa sổ tab (Alt+Tab) hỗ trợ điều hướng bằng phím con trỏ và chủ đề linh hoạt hơn.
zh_tw: 視窗管理員可以設定為，將視窗拖曳到螢幕邊緣時自動平鋪。視窗切換(Alt+Tab)支援更有彈性的主題及更好的滑鼠導覽。

source: An online tour of the changes in Xfce 4.10 can be viewed here:
ca: Un recorregut en línia dels canvis a Xfce 4.10 es pot veure aquí:
cs: Online prohlídku změn v Xfce 4.10 zobrazíte zde:
da: En onlinerundvisning over ændringerne i Xfce 4.10 kan ses her:
de: Ein Online-Rundgang durch die Änderungen in Xfce 4.10 können Sie hier anschauen:
es: Un paseo en línea acerca de los cambios en Xfce 4.10 puede verse aquí:
fr: Une visite en ligne des changements de Xfce 4.10 peut être vue ici :
gl: Pode facer unha visita para ver os cambios do Xfce 4.10 aquí:
he: סיור מקוון של השינויים ב־Xfce 4.10 ניתן לצפייה כאן:
id: Tur daring tentang perubahan di Xfce 4.10 dapat dilihat di sini:
it: Un tour online dei cambiamenti di Xfce 4.10 è disponibile al seguente collegamento:
ja: Xfce 4.10の変更点のオンラインツアーは、ここで見ることができます:
kk: Xfce 4.10 өзгерістеріне онлайн шолуды мына жерден көруге болады:
lt: Turą, kuriame parodomi Xfce 4.10 pakeitimai, galite peržiūrėti čia:
ms: Satu jelajah atas-talian bagi perubahan dalam Xfce 4.10 boleh dilihat di sini:
nb: En nettbasert omvisning av endringene i Xfce 4.10 kan sees her:
oc: Una visita en linha dels cambiaments dins Xfce 4.10 pòt èsser consultada aicí :
pl: Internetową prezentację wydania Xfce 4.10 można zobaczyć tutaj:
pt: Uma visita guiada das alterações no Xfce 4.10 pode ser vista aqui:
pt_br: As alterações do Xfce 4.10 podem ser vistas aqui:
ro: Un tur în Internet al modificărilor din versiunea Xfce 4.10 poate fi vizualizat aici:
ru: Онлайн-тур по изменениям в Xfce 4.10 можно просмотреть здесь:
sq: Një tur i ndryshimeve në Xfce 4.10 mund të shihet këtu:
sr: Упознавање на мрежи са изменама у Иксфце-у 4.10 може бити прегледано овде:
sv: En rundtur på Nätet över ändringarna i Xfce 4.10 kan ses här:
th: สามารถชมการแนะนำสิ่งใหม่ใน Xfce 4.10 ได้ที่นี่:
tr: Xfce 4.10'daki değişiklikler çevrimiçi tur ile buradan görülebilir:
uk: Живий тур про зміни в Xfce 4.10 можна переглянути тут:
vi: Bạn có thể xem chuyến tham quan trực tuyến về những thay đổi trong Xfce 4.10 tại đây:
zh_tw: Xfce 4.10更動列表的線上導覽在這裡：
