Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>Power Manager's panel plugin</a> supports symbolic icons now and uses the standard UPower icon names (making it more compatible with all icon themes). It also shows an indicator if applications inhibit power management functions like suspend (when power is low) or display dimming (after a defined timeout).
ca: El connector <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>Power Manager's panel plugin</a> suporta icones simbòliques ara i utilitza els noms d'icones UPower estàndard (fent-lo més compatible amb tots els temes d'icones). També mostra un indicador si les aplicacions inhibeixen funcions de gestió d'energia com la suspensió (quan la potència és baixa) o l'enfosquiment de la pantalla (després d'un temps d'espera definit).
da: <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>Strømstyringens panelplugin</a> understøtter nu symbolske ikoner og bruger standard UPower-ikonnavne (så det er mere kompatibelt med alle ikontemaer). Det viser også en indikator hvis programmer forhindrer strømstyringsfunktioner såsom suspender (når strømniveauet er lavt) eller dæmpning af skærmen (efter en angivet timeout).
de: Das <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>Panel-Plugin des Power Managers</a> unterstützt jetzt symbolische Icons und verwendet die Standard-UPower-Icon-Namen (was die Kompatibilität mit allen Icon-Themes erhöht). Es zeigt auch einen Indikator an, wenn Anwendungen Energieverwaltungsfunktionen wie Suspend (bei niedrigem Stromverbrauch) oder das Dimmen des Displays (nach einem definierten Timeout) sperren.
es: <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>El complemento del panel del Administrador de Energia</a> ahora admite íconos simbólicos y usa los nombres de íconos estándar de UPower (lo que lo hace más compatible con todos los temas de íconos). También muestra un indicador si las aplicaciones inhiben funciones de administración de energía como suspender (cuando la energía es baja) o atenuar la pantalla (después de un tiempo de espera definido).
gl: O<a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>engadido de panel Power Manager</a> agora admite iconas simbólicas e usa os nomes de iconas estándar de UPower (facéndoo máis compatible con todos os temas de iconas). Tamén amosa un indicador se as aplicacións inhiben funcións de xestión de enerxía como suspender (cando a enerxía é baixa) ou escurecemento da pantalla (despois dun tempo de espera definido).
he: <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>תוסף לוח מנהל חשמל</a> תומך עכשיו באיקונים סימבולים ומשתמש בשמות איקון סטנדרטיים של UPower (והופך להיות תואם יותר עם כל ערכות נושא איקונים). הוא גם מציג אינדיקטור במידה וישומים מעכבים פונקציות ניהול חשמל כמו השהיה (כאשר החשמל נמוך) או עמעום מסך (לאחר זמן קצוב מוגדר).
it: L'<a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>estensione del pannello del Gestore di Energia</a> ora supporta icone simboliche e usa i nomi standard delle icone di UPower (per renderla compatibile con tutti i temi delle icone). Inoltre essa mostra un indicatore nel caso in cui delle applicazioni inibiscono funzioni della gestione di energia come sospensione (quando la batteria è scarica) o oscuramento dello schermo (dopo un tempo definito).
kk: <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>Қорек менеджерінің панельдік плагині</a> енді символдық таңбашаларды қолдайды және стандартты UPower таңбаша атауларын қолданады (бұл оны барлық таңбашалар тақырыптарымен үйлесімді етеді). Сондай-ақ, ол қолданбалар күту режимі (қуат аз болғанда) немесе экранның күңгірттенуі (белгіленген уақыттан кейін) сияқты қуатты басқару функцияларын тежесе, индикаторды көрсетеді.
pl: <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>Wtyczka panelu Menedżera zasilania</a> obsługuje teraz ikony symboliczne i używa standardowych nazw ikon UPower (dzięki czemu jest bardziej kompatybilna ze wszystkimi motywami ikon). Pokazuje również wskaźnik, jeśli aplikacje blokują funkcje zarządzania energią, takie jak wstrzymanie (przy niskim poziomie naładowania akumulatora) lub ściemnianie wyświetlacza (po określonym czasie).
pt: O <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>plugin de painel do Gestor de energia</a> agora suporta ícones simbólicos e utiliza os nomes de ícone UPower predefinido (tornando-o mais compatível com todos os temas de ícones). Também mostra um indicador se as aplicações inibem as funções de gestão de energia, como suspender (quando a energia é baixa) ou escurecimento do ecrã (após um tempo limite definido).
pt_br: Agora, o <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>plugin do painel do gerenciador de energia</a> oferece suporte a ícones simbólicos e usa os nomes de ícone padrão UPower (tornando-o mais compatível com todos os temas de ícones). Ele também mostra um indicador se os aplicativos inibem as funções de gerenciamento de energia, como suspender (quando a energia está baixa) ou escurecimento da tela (após um tempo limite definido).
ro: Modulul de panou <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>Administrator de energie</a> acceptă acum pictograme simbolice și utilizează numele pictogramelor UPower standard (ceea ce îl face mai compatibil cu toate temele de pictograme). De asemenea, acesta afișează un indicator dacă aplicațiile inhibă funcțiile de gestionare a consumului de energie, cum ar fi suspendarea (atunci când consumul de energie este scăzut) sau atenuarea luminozității ecranului (după un interval de timp definit).
ru: <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>Подключаемый модуль панели Power Manager</a> теперь поддерживает символические значки и использует стандартные имена значков UPower (что делает его более совместимым со всеми темами значков). Он также показывает индикатор, если приложения запрещают функции управления питанием, такие как приостановка (при низком уровне питания) или затемнение дисплея (после определенного тайм-аута).
sq: <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>Shtojca Përgjegjës Energjie e panelit</a> mbulon ikona simbolike tanimë dhe përdor emra standardë UPower ikonash (duke e bërë më të përputhshëm me krejt temat e ikonave). Shfaq gjithashtu një tregues, nëse aplikacioni pengon funksione administrimi energjie, të tillë si pezullimi (kur ka pak energji) ose ulje e ndriçimit të ekranit (pas një afat të përcaktuar).
sr: Сада <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>прикључак полице Управник напајања</a> подржава значењске сличице и користи имена по правилнику Уповер (Upower) (чинећи га сагласнијим са темама сличица). Такође, показује указивач ако програм премошћује рад управника напајања као што је замрзавање (када је напајање ниско) или када приказује затамњивање (након што је одређен истек времена).
sv: <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>Panelinsticksprogrammet för strömhanteraren</a> stödjer symboliska ikoner nu, och använder de standardiserade UPower-ikonnamnen (vilket gör det mer kompatibelt med alla ikonteman). Det visar också en indikator om program blockerar strömhanteringsfunktioner som viloläge (vid låg energi) eller mörkare skärm (efter en definierad tidsgräns).
th: <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>ปลั๊กอินพาเนลของระบบจัดการพลังงาน</a> รองรับไอคอนสัญลักษณ์แล้ว และใช้ชื่อไอคอนมาตรฐานของ UPower (ทำให้เข้ากันได้กับชุดไอคอนต่างๆ) นอกจากนี้ยังแสดงเครื่องหมายบ่งชี้ถ้ามีแอปพลิเคชันระงับการจัดการพลังงาน เช่นการพักเครื่อง (เมื่อแบตเตอรี่ต่ำ) หรือการหรี่จอ (หลังเวลาที่กำหนด)
vi: <a href='https://docs.xfce.org/xfce/xfce4-power-manager/4.14/panel-plugin'>Plugin bảng điều khiển của Power Manager</a> hiện hỗ trợ các biểu tượng tượng trưng và sử dụng tên biểu tượng UPower tiêu chuẩn (làm cho nó tương thích hơn với tất cả các chủ đề biểu tượng). Nó cũng hiển thị chỉ báo nếu các ứng dụng hạn chế các chức năng quản lý nguồn như tạm dừng (khi nguồn yếu) hoặc mờ màn hình (sau một khoảng thời gian chờ xác định).

source: Parole's video playback is inhibiting power management
ca: La reproducció de vídeo de Parole està inhibint la gestió d'energia
da: Paroles videoafspilning forhindrer strømstyring
de: Die Videowiedergabe von Parole verhindert die Energieverwaltung
es: El reproductor de vídeo Parole inhibe la administración de energía
gl: A reprodución de vídeo de Parole está inhibindo a xestión da enerxía
he: ניגון וידאו של Parole מעכב ניהול חשמל
id: Pemutaran video pada Parole dapat menghemat daya
it: Riproduttore di video Parole sta inibendo la gestione di energia
kk: Parole-да видеоны ойнату қуатты басқаруды тежеп тұр
pl: Odtwarzanie wideo Parole blokuje zarządzanie energią
pt: A reprodução de vídeo do Parole está a inibir a gestão de energia
pt_br: A reprodução de vídeo do Parole está inibindo o gerenciamento de energia
ro: Redarea video a Parole inhibă gestionarea energiei
ru: Воспроизведение видео в Parole препятствует управлению питанием
sq: Luajtja e videos në Parole po pengon administrim energjie
sr: Извођење видеа Часноречцем замрзава управника напајањем
sv: Paroles videouppspelning blockerar strömhantering
th: การเล่นวีดิทัศน์ของ Parole กำลังระงับการจัดการพลังงานอยู่
tr: Parole video oynatırkan güç yönetimini engelliyor
vi: Việc phát lại video của Parole đang cản trở việc quản lý năng lượng

source: Notification Service
ca: Servei de notificacions
da: Underretningstjeneste
de: Benachrichtigungsdienst
es: Servicio de notificaciones
gl: Servizo de notificacións
he: שירות הודעות
id: Layanan Pemberitahuan
it: Servizio di Notifica
kk: Хабарламалар қызметі
lt: Pranešimų tarnyba
pl: Usługa powiadomień
pt: Serviço de notificações
pt_br: Serviço de notificação
ro: Serviciul de notificare
ru: Служба уведомлений
sq: Shërbim Njoftimsh
sr: Служба обавештења
sv: Aviseringstjänst
th: บริการแจ้งเหตุ
tr: Bildirim Hizmeti
uk: Служба сповіщень
vi: Dịch vụ thông báo

source: Several new features have been added in Xfce's <a href='https://docs.xfce.org/apps/notifyd/start'>Notification service</a>, including a notifications log, the possibility to disable notifications per application, a global 'Do Not Disturb' mode, which inhibits all notifications, and finally a new animation ('slide out').
ca: S'han afegit diverses funcionalitats noves al servei de notificació <a href='https://docs.xfce.org/apps/notifyd/start'></a>de l'Xfce, incloent un registre de notificacions, la possibilitat de desactivar les notificacions per aplicació, un mode global de "No molestar", que inhibeix totes les notificacions, i finalment una nova animació ('slide out').
da: Der er tilføjet adskillige funktionalitet i Xfce's <a href='https://docs.xfce.org/apps/notifyd/start'>underretningstjeneste</a> herunder en underretningslog, mulighed for at deaktivere underretninger pr. program, en global 'Forstyr ikke'-tilstand der forhindrer alle underretninger og til slut en ny animation ('glid ud').
de: Der <a href='https://docs.xfce.org/apps/notifyd/start'>Benachrichtigungsdienst</a> von Xfce wurde um mehrere neue Funktionen erweitert, darunter ein Benachrichtigungsprotokoll, die Möglichkeit, Benachrichtigungen pro Anwendung zu deaktivieren, ein globaler "Nicht stören"-Modus, der alle Benachrichtigungen sperrt, und schließlich eine neue Animation ("Auszug").
es: Se han agregado varias características nuevas en el <a href='https://docs.xfce.org/apps/notifyd/start'>servicio de notificaciones</a> de Xfce, incluido un registro de notificaciones, la posibilidad de deshabilitar las notificaciones por aplicación, un modo global de 'No molestar', que inhibe todas las notificaciones, y finalmente una nueva animación ('deslizar hacia afuera').
gl: Engadíronse varias funcións novas no <a href='https://docs.xfce.org/apps/notifyd/start'>servizo de notificacións</a> do Xfce, incluído un rexistro de notificacións, a posibilidade de desactivar as notificacións por aplicación, un modo global «Non molestar» que inhibe todas as notificacións e unha nova animación («esborrexer»).
he: מספר תכונות חדשות נוספו ל<a href='https://docs.xfce.org/apps/notifyd/start'>שירות הודעות</a> של Xfce, כולל יומן הודעות, האפשרות לכבות הודעות לפי יישום, מצב 'נא לא להפריע' גלובלי, המעכב את כל ההודעות, ולסיום אנימציה חדשה ('גלישה החוצה').
it: Sono state aggiunte molte nuove opzioni nel <a href='https://docs.xfce.org/apps/notifyd/start'>Servizio di notifiche</a> di Xfce, come il registro delle notifiche, la possibilità di disabilitare le notifiche per una certa applicazione, una modalità globale "Non disturbare", che inibisce tutte le notifiche, e la nuova animazione ("slide out").
kk: Xfce-нің <a href='https://docs.xfce.org/apps/notifyd/start'>Хабарламалар қызметіне</a> бірнеше жаңа мүмкіндіктер қосылды, соның ішінде хабарламалар журналы, әр қолданба үшін хабарламаларды сөндіру мүмкіндігі, барлық хабарламаларды тежейтін глобалды «Мазаламаңыз» режимі және соңында жаңа анимация («сырғып шығу»).
pl: W <a href='https://docs.xfce.org/apps/notifyd/start'>usłudze powiadomień</a> Xfce dodano kilka nowych funkcji, w tym dziennik powiadomień, możliwość wyłączenia powiadomień dla każdej aplikacji, ogólny tryb „Nie przeszkadzać”, który blokuje wszystkie powiadomienia, i wreszcie nową animację („Przesuwanie”).
pt: Várias novas funcionalidades foram adicionadas ao <a href='https://docs.xfce.org/apps/notifyd/start'>Serviço de notificações</a> do Xfce, incluindo um registo de notificações, a possibilidade de desativar notificações por aplicação, um modo global 'Não incomodar', que inibe todas as notificações, e finalmente uma nova animação ('deslizar').
pt_br: Vários novos recursos foram adicionados ao <a href='https://docs.xfce.org/apps/notifyd/start'>serviço de notificação</a> do Xfce, incluindo um registro de notificações, a possibilidade de desativar notificações por aplicativo, um modo global 'não perturbe', que inibe todas as notificações e, finalmente, uma nova animação ('deslizar para fora').
ro: Mai multe caracteristici noi au fost adăugate în <a href='https://docs.xfce.org/apps/notifyd/start'>Serviciul de notificare</a> al Xfce, inclusiv un jurnal de notificări, posibilitatea de a dezactiva notificările pentru fiecare aplicație, un mod global „Nu deranjați”, care inhibă toate notificările și, în final, o nouă animație („glisare”).
ru: В <a href='https://docs.xfce.org/apps/notifyd/start'>службу уведомлений</a> Xfce добавлено несколько новых функций, в том числе журнал уведомлений, возможность отключения уведомлений для каждого приложения, глобальный режим «Не беспокоить», который блокирует все уведомления, и, наконец, новая анимация («выдвижение»).
sq: <a href='https://docs.xfce.org/apps/notifyd/start'>shërbimi Njoftime</a> i Xfce-së janë shtuar disa veçori të reja, përfshi një regjistër njoftimesh, mundësinë për të çaktivizuar njoftime sipas aplikacionesh, një mënyrë “Mos Më Shqetëso” globale, e cila pengon krejt njoftimet, dhe së fundi një animacion të ri (“slide out”).
sr: Неколико нових могућности су додате у Иксфце-ову <a href='https://docs.xfce.org/apps/notifyd/start'>службу обавештења</a>, укључујући дневник обавести, могућност да се по програму онемогућавају обавести, општи начин рада „не узнемиравај“, који онемогућава све обавести, и најзад, ново оживљавање („исклизавање“).
sv: Flera nya funktioner har lagts till i Xfce:s <a href='https://docs.xfce.org/apps/notifyd/start'>aviseringstjänst</a>, inklusive en aviseringslogg, möjlighet att avaktivera aviseringar per program, ett globalt 'Stör ej'-läge som blockerar alla aviseringar, och slutligen en ny animering ('glid ut').
th: มีการเพิ่มความสามารถใหม่หลายเรื่องใน <a href='https://docs.xfce.org/apps/notifyd/start'>บริการแจ้งเหตุ</a> ของ Xfce ได้แก่ ปูมการแจ้งเหตุ, สามารถปิดการแจ้งเหตุสำหรับแต่ละแอปพลิเคชันได้, โหมด 'ห้ามรบกวน' ซึ่งระงับการแจ้งเหตุทั้งหมดในระบบ และสุดท้ายคือภาพเคลื่อนไหวแบบใหม่ ('เลื่อนทิ้ง')
vi: Một số tính năng mới đã được thêm vào <a href='https://docs.xfce.org/apps/notifyd/start'>Dịch vụ thông báo</a> của Xfce, bao gồm nhật ký thông báo, khả năng tắt thông báo cho mỗi ứng dụng, chế độ 'Không làm phiền' toàn cầu, ngăn chặn tất cả các thông báo và cuối cùng là hoạt ảnh mới ('trượt ra').

source: The new notification animation 'slide out'
ca: L'animació de notificació nova «slide out»
da: Den ny underretningsanimation 'glid ud'
de: Die neue Benachrichtigungsanimation 'Auszug'
es: La nueva animación de notificación se 'desliza hacia afuera'
gl: A nova animación de notificación «esborrexer»
he: אנימצית הודעה חדשה 'גלישה החוצה'
id: Animasi baru pada pemberitahuan 'slide out'
it: La nuova animazione di notifica "slide out"
kk: Жаңа хабарлама анимациясы «сырғып шығу»
pl: Nowa animacja powiadomienia „Przesuwanie”
pt: A nova animação de notificação 'deslizar'.
pt_br: A nova animação de notificação 'deslizar para fora'
ro: Noua animație de notificare „glisează în afară”
ru: Новая анимация уведомлений «выдвижение»
sq: Animacioni i ri “slide out” për njoftimet
sr: Ново оживљавање обавештења „исклизавањем“
sv: Den nya aviseringsanimeringen 'glid ut'
th: ภาพเคลื่อนไหวแบบใหม่ของการแจ้งเหตุ 'เลื่อนทิ้ง'
tr: Yeni bildirim animasyonu 'dışarı kaydır'
uk: Нова анімація сповіщень 'злинання вбік'
vi: Hoạt ảnh thông báo mới “trượt ra”

source: Furthermore a new panel plugin was added which provides quick access to both the 'Do Not Disturb' mode as well as the log of recent notifications.
ca: A més, s'ha afegit un nou connector de panell que proporciona accés ràpid tant al mode 'No molestar' com al registre de notificacions recents.
da: Derudover er der tilføjet et nyt panelplugin som giver hurtig adgang til både 'Forstyr ikke'-tilstanden samt loggen over seneste underretninger.
de: Außerdem wurde ein neues Panel-Plugin hinzugefügt, das einen schnellen Zugriff sowohl auf den "Nicht stören"-Modus als auch auf das Protokoll der letzten Benachrichtigungen ermöglicht.
es: Además, se agregó un nuevo complemento de panel que brinda acceso rápido tanto al modo 'No molestar' como al registro de notificaciones recientes.
gl: Tamén se incorporou un novo engadido de panel que fornece acceso rápido tanto ao modo «Non molestar» como ao rexistro de notificacións recentes.
he: יתר על כן צורף תוסף לוח חדש המספק גישה מהירה גם למצב 'נא לא להפריע' וגם ליומן הודעות אחרונות.
id: Lebih jauh lagi, sebuah plugin panel yang baru telah ditambahkan yang menyediakan akses cepat menuju mode 'Jangan Ganggu' serta log notifikasi baru-baru ini.
it: Inoltre è stata aggiunta una nuova estensione di pannello che offre un accesso rapido sia alla modalità "Non disturbare" che al registro delle notifiche recenti.
kk: Сонымен қатар, «Мазаламаңыз» режиміне де, соңғы хабарламалар журналына да жылдам қол жеткізуді қамтамасыз ететін жаңа панельдік плагин қосылды.
pl: Ponadto dodano nową wtyczkę panelu, która zapewnia szybki dostęp zarówno do trybu „Nie przeszkadzać”, jak i do dziennika ostatnich powiadomień.
pt: Além disso, foi adicionado um novo plugin de painel que proporciona um acesso rápido tanto ao modo "Não incomodar" como ao registo de notificações recentes.
pt_br: Além disso, foi adicionado um novo plugin de painel que fornece acesso rápido ao modo 'não perturbe', bem como ao registro de notificações recentes.
ro: În plus, a fost adăugat un nou modul plugin de panou care oferă acces rapid atât la modul „Nu deranjați”, cât și la jurnalul notificărilor recente.
ru: Кроме того, в панель добавлен новый модуль, который обеспечивает быстрый доступ к режиму «Не беспокоить» и к журналу последних уведомлений.
sq: Më tej, u shtua një shtojcë e re paneli që furnizon hyrje të shpejtë si te mënyra “Mos Më Shqetëso”, ashtu edhe te regjistri i njoftimeve më të freskëta.
sr: Даље, нови прикључак полице који обезбеђује брзи приступ начину рада „не узнемиравај“ је додат, као и одјаву скорашњих обавештења.
sv: Dessutom lades ett nytt panelinsticksprogram till vilket ger snabb åtkomst till både 'Stör ej'-läget och loggen för senaste aviseringar.
th: นอกจากนี้ ยังได้เพิ่มปลั๊กอินพาเนลอันใหม่ซึ่งช่วยให้เข้าถึงทั้งโหมด 'ห้ามรบกวน' และปูมของการแจ้งเหตุล่าสุดได้อย่างรวดเร็ว
vi: Hơn nữa, một plugin bảng điều khiển mới đã được thêm vào giúp truy cập nhanh vào cả chế độ 'Không làm phiền' cũng như nhật ký các thông báo gần đây.

source: The new panel plugin
ca: El connector nou del plafó
da: Det nye panelplugin
de: Das neue Panel-Plugin
es: El complemento nuevo del panel
gl: O novo engadido de panel
he: תוסף לוח חדש
id: Plugin baru pada panel
it: La nuova estensione del pannello
kk: Жаңа панельдік плагин
lt: Naujas skydelio įskiepis
pl: Nowa wtyczka panelu
pt: O novo plugin do painel
pt_br: O novo plugin do painel
ro: Noul modul pentru panou
ru: Новый плагин панели
sq: Shtojca e re e panelit
sr: Нови прикључак полице
sv: Det nya panel insticksprogrammet
th: ปลั๊กอินพาเนลอันใหม่
tr: Yeni panel eklentisi
uk: Нова втулка панелі
vi: Plugin bảng điều khiển mới

source: Mini Mode
ca: Mode mínim
da: Minitilstand
de: Mini-Modus
es: Modo Mini
gl: Modo mini
he: מצב מיני
id: Mode mini
it: Modalità Mini
kk: Шағын режим
pl: Tryb miniaturowy
pt: Modo miniatura
pt_br: Modo mini
ro: Modul mini
ru: Режим Мини
sq: Mënyra Mini
sr: Мали приказ
sv: Mini läge
th: โหมดกะทัดรัด
tr: Mini Mod
uk: Міні-режим
vi: Chế độ thu nhỏ
