Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">pulseaudio panel plugin</a> received MPRIS2 support to be able to remotely control media players and desktop-wide multimedia key support, essentially rendering xfce4-volumed-pulse a superfluous additional daemon.
ca: El connector <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">pulseaudio panel plugin</a> va rebre suport MPRIS2 per poder controlar remotament reproductors multimèdia i suport de clau multimèdia a tot l'escriptori, essencialment renderitzant xfce4-volumed-pulse un dimoni addicional superflu.
de: Das <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">pulseaudio-Panel-Plugin</a> erhielt MPRIS2-Unterstützung, um Medienplayer und desktopweite Multimedia-Tastenunterstützung fernsteuern zu können, wodurch xfce4-volumed-pulse im Wesentlichen zu einem überflüssigen zusätzlichen Daemon wurde.
es: El <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">complemento del panel pulseaudio</a> recibió compatibilidad con MPRIS2 para poder controlar de forma remota los reproductores multimedia y la compatibilidad con teclas multimedia en todo el escritorio, lo que esencialmente convierte a xfce4-volumed-pulse en un demonio adicional superfluo.
gl: O <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">engadido de panel pulseaudio</a> recibiu compatibilidade con MPRIS2 para poder controlar remotamente reprodutores multimedia e compatibilidade coas teclas multimedia para todo o escritorio, convertendo esencialmente a xfce4-volumed-pulse nun servizo adicional superfluo.
he: <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">תוסף לוח pulseaudio</a> קיבל תמיכת MPRIS2 כדי להיות מסוגל לשלוט מרחוק בנגני מדיה ותמיכת מפתח מולטימדיה לרוחב שולחן העבודה, מה שהופך את xfce4-volumed-pulse לדמון נוסף מיותר.
it: L'<a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">estensione del pannello di pulseaudio</a> ha ricevuto supporto per MPRIS2 per essere in grado di controllare in remoto riproduttori multimediali ed il supporto per pulsanti multimediali a livello del desktop, renderizzando essenzialmente xfce4-volumed-pulse come un superfluo demone aggiuntivo.
kk: <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">pulseaudio панель плагині</a> медиа ойнатқыштарды қашықтан басқару мүмкіндігіне ие болу үшін MPRIS2 қолдауын және бүкіл жүйелік мультимедиа пернелерінің қолдауын алды, бұл негізінен xfce4-volumed-pulse бағдарламасын артық қосымша демонға айналдырды.
pl: <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">Wtyczka panelu pulseaudio</a> otrzymała obsługę MPRIS2, aby móc zdalnie sterować odtwarzaczami multimedialnymi i obsługą klawiszy multimedialnych na całym pulpicie, zasadniczo czyniąc xfce4-volumed-pulse zbędnym dodatkowym demonem.
pt: O <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">plugin do painel pulseaudio</a> recebeu suporte a MPRIS2 para poder controlar remotamente os leitores de media e o suporte de teclas multimédia de ambiente gráfico, tornando essencialmente o xfce4-volumed-pulse um daemon adicional supérfluo.
pt_br: O <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">plugin do painel pulseaudio</a> recebeu suporte ao MPRIS2, permitindo o controle remoto de reprodutores de mídia, além de suporte a teclas multimídia em todo o desktop. Isso tornou o daemon adicional xfce4-volumed-pulse desnecessário.
ro: <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">Modulul de panou pulseaudio</a> a primit suport pentru MPRIS2 pentru a putea controla de la distanță reproducătoarele multimedia și suportul pentru taste multimedia la nivel de birou, făcând din xfce4-volumed-pulse un demon suplimentar superfluu.
ru: <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">Плагин pulseaudio panel</a> получил поддержку MPRIS2 для удаленного управления медиаплеерами и поддержкой мультимедийных клавиш на рабочем столе, что, по сути, делает xfce4-volumed-pulse ненужным дополнительным демоном.
sq: <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">Shtojca e panelit për pulseaudio</a> përfitoi mbulim të MPRIS2, për të qenë në gjendje të kontrollojë lojtës media së largëti dhe mbulim tastesh multimedia në krejt desktopin, duke e shndërruar, në thelb, xfce4-volumed-pulse një demon shtesë të tepërt.
sr: <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">Прикључак пулсаудија полице</a> је добио подршку за МПРИС2 како би могао даљински да управља извођачима звука и подршку пречицама дугмади радног окружења, у сржи мењајући сувишног додатног домара xfce4-volumed-pulse.
sv: <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">Pulsaudiopanelpluginet</a> fick MPRIS2-stöd för att kunna fjärrstyra mediaspelare och multimedianyckelstöd för hela skrivbordet, vilket i huvudsak gjorde xfce4-volumed-pulse till en överflödig extra demon.
th: <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">ปลั๊กอินพาเนลสำหรับ pulseaudio</a> เพิ่มการรองรับ MPRIS2 เพื่อให้สามารถควบคุมโปรแกรมเล่นสื่อจากระยะไกลได้ และรองรับปุ่มสื่อผสมสำหรับใช้ทั่วทั้งเดสก์ท็อป ซึ่งมีผลทำให้ xfce4-volumed-pulse กลายเป็นดีมอนเพิ่มเติมที่เกินจำเป็นไปเลย
vi: <a href="https://docs.xfce.org/apps/pulseaudio-plugin/start">plugin bảng điều khiển Pulseaudio</a> đã nhận được hỗ trợ MPRIS2 để có thể điều khiển từ xa các trình phát đa phương tiện và hỗ trợ phím đa phương tiện trên toàn máy tính để bàn, về cơ bản khiến xfce4-volumed-Pulse trở thành một daemon bổ sung không cần thiết.

source: And finally the <a href="https://docs.xfce.org/apps/terminal/start">terminal emulator</a> saw a huge amount of bug fixes and improvements since Xfce 4.12.
ca: I finalment l'emulador de terminal <a href="https://docs.xfce.org/apps/terminal/start"></a> va veure una gran quantitat d'errors solucionats i millores des de l'Xfce 4.12.
de: Und schließlich hat der <a href="https://docs.xfce.org/apps/terminal/start">Terminal-Emulator</a> seit Xfce 4.12 eine große Menge an Fehlerbehebungen und Verbesserungen erfahren.
es: Y finalmente, el <a href="https://docs.xfce.org/apps/terminal/start">emulador de terminal</a> vio una gran cantidad de correcciones de errores y mejoras desde Xfce 4.12.
gl: E finalmente o <a href="https://docs.xfce.org/apps/terminal/start">emulador de terminal</a> obtivo unha gran cantidade de correccións de erros e melloras desde o Xfce 4.12.
he: ולבסוף <a href="https://docs.xfce.org/apps/terminal/start">מדמה המסוף</a> ראה כמות ענקית של תיקוני באגים ושיפורים מאז Xfce 4.12.
it: Ed infine l'<a href="https://docs.xfce.org/apps/terminal/start">emulatore del terminale</a> ha ricevuto un'enorme quantità di correzioni di bug e miglioramenti da Xfce 4.12.
kk: Және соңында, <a href="https://docs.xfce.org/apps/terminal/start">терминал эмуляторы</a> Xfce 4.12 нұсқасынан бері көптеген қателерді түзету мен жақсартуларды көрді.
pl: I wreszcie <a href="https://docs.xfce.org/apps/terminal/start">emulator terminala</a> zyskał ogromną liczbę poprawek błędów i ulepszeń od czasu Xfce 4.12.
pt: E finalmente, o <a href="https://docs.xfce.org/apps/terminal/start">emulador de terminal</a> viu uma enorme quantidade de correções e melhorias desde o Xfce 4.12.
pt_br: E finalmente o <a href="https://docs.xfce.org/apps/terminal/start">emulador de terminal</a> recebeu uma grande quantidade de correções de bugs e melhorias desde o Xfce 4.12.
ro: Și, în cele din urmă, <a href="https://docs.xfce.org/apps/terminal/start">emulatorul de terminal</a> a primit o cantitate uriașă de remedieri de erori și îmbunătățiri de la Xfce 4.12.
ru: И, наконец, <a href="https://docs.xfce.org/apps/terminal/start">эмулятор терминала</a> увидел огромное количество исправлений ошибок и улучшений, начиная с Xfce 4.12.
sq: Dhe së fundi, <a href="https://docs.xfce.org/apps/terminal/start">emuluesi i terminalit</a> përfitoi një sasi të madhe ndreqjesh të metash dhe përmirësimesh që prej Xfce 4.12-s.
sr: И најзад <a href="https://docs.xfce.org/apps/terminal/start">опонашач терминала</a> је добио огромну количину исправака грешака и побољшања од ИксФЦЕ-а 4.14.
sv: Och äntligen <a href="https://docs.xfce.org/apps/terminal/start">terminalemulatorn</a> Såg en stor mängd buggfixar och förbättringar sedan Xfce 4.12.
th: และท้ายที่สุด <a href="https://docs.xfce.org/apps/terminal/start">โปรแกรมจำลองเทอร์มินัล</a> ได้รับการแก้บั๊กและการปรับปรุงมากมายนับตั้งแต่ Xfce 4.12
vi: Và cuối cùng <a href="https://docs.xfce.org/apps/terminal/start">trình mô phỏng thiết bị đầu cuối</a> đã nhận thấy rất nhiều bản sửa lỗi và cải tiến kể từ Xfce 4.12.

source: There is also a group of <strong>new projects</strong> that have become part of our project. Say hi to:
ca: També hi ha un grup de <strong>nous projectes</strong> que han passat a formar part del nostre projecte. Digues HOLA a:
de: Es gibt auch eine Gruppe von <strong>neuen Projekten</strong> die Teil unseres Projekts geworden sind. Sagen Sie Hallo zu:
es: También hay un grupo de <strong>nuevos proyectos</strong> que se han convertido en parte de nuestro proyecto. Dile hola a:
gl: Tamén hai un grupo de novos <strong>proxectos que pasaron</strong> a formar parte do noso proxecto. Diga ola a:
he: יש גם קבוצה של <strong>פרויקטים חדשים</strong> שנהפכו לחלק מהפרויקט שלנו. תגידו שלום ל:
it: C'è anche un gruppo di <strong>progetti nuovi</strong> che è diventato parte del nostro progetto. Saluta a:
kk: Сондай-ақ біздің жобаның бөлігі болған <strong>жаңа жобалар</strong> тобы бар. Олармен таныс болыңыз:
pl: Jest też grupa <strong>nowych projektów</strong>, które stały się częścią naszego projektu. Przywitaj się z:
pt: Há também um grupo de novos projetos que se tornaram parte do nosso projeto. Diga olá para:
pt_br: Também existe um grupo de <strong>novos projetos</strong> que se tornaram parte do nosso projeto. Diga oi para:
ro: Există, de asemenea, un grup de <strong>proiecte noi</strong> care au devenit parte a proiectului nostru. Salutați-le pe:
ru: Существует также группа <strong>новых проектов</strong>, которые стали частью нашего проекта. Поприветствуйте:
sq: Ka gjithashtu një grup <strong>projektesh të reja</strong> që janë bërë pjesë e projektit tonë. Përshëndoshuni me:
sr: Такође, постоји и група <strong>нових пројеката</strong> који су постали део нашег пројекта. Добро нам дошли:
sv: Det finns också en grupp av <strong>nya projekt</strong> som har blivit en del av vårat projekt. Säg hej till:
th: และยังมีกลุ่มของ <strong>โครงการใหม่</strong> ที่ได้เข้ามาเป็นส่วนหนึ่งของโครงการเรา โปรดให้การต้อนรับแก่:
vi: Ngoài ra còn có một nhóm <strong>dự án mới</strong> đã trở thành một phần trong dự án của chúng tôi. Chào hỏi:

source: We finally have our own <a href="https://docs.xfce.org/apps/screensaver/start">screensaver</a> (yes - we realize it's 2019 ;)). With lots of features and tight Xfce integration (obviously) it is a great addition to our catalog.
ca: Finalment tenim el nostre propi estalvi de pantalla <a href="https://docs.xfce.org/apps/screensaver/start"></a> (sí - ens adonem que és 2019 ;)). Amb moltes característiques i estreta integració Xfce (òbviament) és una gran addició al nostre catàleg.
de: Wir haben endlich unseren eigenen <a href="https://docs.xfce.org/apps/screensaver/start">screensaver</a> (ja - wir wissen, dass es 2019 ist ;)). Mit vielen Funktionen und (natürlich) enger Xfce-Integration ist er eine großartige Ergänzung unseres Katalogs.
es: Finalmente tenemos nuestro propio <a href="https://docs.xfce.org/apps/screensaver/start">protector de pantalla</a> (sí, nos damos cuenta de que es 2019;)). Con muchas funciones y una estrecha integración de Xfce (obviamente), es una gran suma a nuestro catálogo.
gl: Por fin temos o noso propio protector de pantalla (si, dámonos conta de que é 2019;)). Con moitas funcións e unha forte integración Xfce (obviamente) é unha gran adición ao noso catálogo.
he: סוף סוף יש לנו <a href="https://docs.xfce.org/apps/screensaver/start">שומר מסך</a> משלנו (כן - אנחנו מודעים לזה שהשנה היא 2019 ;)). עם הרבה מאפיינים ושילוב הדוק עם Xfce (מן הסתם) זוהי תוספת נהדרת לקטלוג שלנו.
it: Finalmente abbiamo il nostro <a href="https://docs.xfce.org/apps/screensaver/start">salvaschermo</a> (si - ci rendiamo conto che è 2019 ;)). Con un sacco di feature ed una integrazione stretta con Xfce (ovviamente) esso è una grande integrazione al nostro catalogo.
kk: Ақырында бізде жеке <a href="https://docs.xfce.org/apps/screensaver/start">экран сақтағышымыз</a> бар (иә, біз қазір 2019 жыл екенін түсінеміз ;)). Көптеген мүмкіндіктерімен және Xfce-мен тығыз интеграциясымен (әрине) бұл біздің каталогқа тамаша қосымша болып табылады.
pl: Wreszcie mamy własny <a href="https://docs.xfce.org/apps/screensaver/start">wygaszacz ekranu</a> (tak, zdajemy sobie sprawę, że mamy 2019 rok ;)). Dzięki wielu funkcjom i ścisłej integracji z Xfce (oczywiście) jest świetnym dodatkiem do naszego katalogu.
pt: Finalmente temos o nosso próprio <a href="https://docs.xfce.org/apps/screensaver/start">protetor de ecrã</a> (sim - percebemos que estamos em 2019 ;)). Com muitas funcionalidades e uma estreita integração ao Xfce (obviamente) é uma grande adição ao nosso catálogo.
pt_br: Finalmente temos nosso próprio <a href="https://docs.xfce.org/apps/screensaver/start">protetor de tela</a> (sim - sabemos que é 2019 ;)). Com muitos recursos e forte integração com o Xfce (obviamente), é uma ótima adição ao nosso catálogo.
ro: Avem în sfârșit propriul nostru <a href="https://docs.xfce.org/apps/screensaver/start">protector de ecran</a> (da - ne dăm seama că este 2019 ;)). Cu o mulțime de caracteristici și o integrare strânsă cu Xfce (evident), este o adăugare excelentă la catalogul nostru.
ru: У нас наконец-то появилась собственная <a href="https://docs.xfce.org/apps/screensaver/start">заставка</a> (да - мы понимаем, что сейчас 2019 год ;)). Благодаря множеству функций и тесной интеграции с Xfce (очевидно) это отличное дополнение к нашему каталогу.
sq: Më në fund kemi <a href="https://docs.xfce.org/apps/screensaver/start">ekrankursyesin</a> tonë (po - e dimë që është 2019 ;)). Me plot veçori dhe integrim të ngushtë me Xfce-në (e kuptueshme) është një shtesë e goditur në katalogu ynë.
sr: Најзад имамо сопственог <a href="https://docs.xfce.org/apps/screensaver/start">чувара приказа</a> (да - схватили смо да је 2019;)). Са доста нових могућности и чврсто уграђен (очигледно), је велики додатак нашој збирки.
th: ในที่สุดเราก็มี <a href="https://docs.xfce.org/apps/screensaver/start">โปรแกรมรักษาหน้าจอ</a> เป็นของตัวเอง (ใช่ - เรารู้ว่าตอนนี้ปี 2562 แล้ว ;)) ด้วยความสามารถที่มีมากมาย และการเชื่อมต่อที่กระชับกับ Xfce (แน่ล่ะ) นี่ถือเป็นสิ่งเพิ่มเติมที่สำคัญในคลังของเรา
vi: Cuối cùng chúng tôi cũng có <a href="https://docs.xfce.org/apps/screensaver/start">trình bảo vệ màn hình</a> của riêng mình (vâng - chúng tôi nhận ra bây giờ là năm 2019 ;)). Với nhiều tính năng và tích hợp Xfce chặt chẽ (rõ ràng), đây là một bổ sung tuyệt vời cho danh mục của chúng tôi.

source: The <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">status notifier panel plugin</a> provides a next-generation system tray where applications can show indicators. It supersedes the Ubuntu-centric xfce4-indicator-plugin for most application indicators.
ca: El connector <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">notifier status panel</a> proporciona una safata de sistema de nova generació on les aplicacions poden mostrar indicadors. Substitueix l'Ubuntu-centric xfce4-indicator-plugin per a la majoria d'indicadors d'aplicacions.
de: Das <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">Statusbenachrichtigungs-Panel-Plugin</a> bietet eine Systemleiste der nächsten Generation, in der Anwendungen Indikatoren anzeigen können. Es ersetzt das Ubuntu-zentrische xfce4-indicator-plugin für die meisten Anwendungsindikatoren.
es: El <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">complemento del panel de notificación de estado</a> proporciona una bandeja del sistema de próxima generación donde las aplicaciones pueden mostrar indicadores. Reemplaza el complemento de indicador xfce4 centrado en Ubuntu para la mayoría de los indicadores de aplicación.
gl: O <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">engadido de panel de notificacións de estado</a> fornece unha zona do sistema de nova xeración onde as aplicacións poden amosar indicadores. Substitúe o xfce4-indicator-plugin centrado en Ubuntu para a maioría dos indicadores de aplicacións.
he: <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">תוסף לוח מודיע סטטוס</a> מספק מגש מערכת דור הבא בו ישומים מציגים אינדיקטורים. הוא מחליף את xfce4-indicator-plugin מבוסס אובונטו עבור רוב אינדיקטורים של ישומים.
it: L'<a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">estensione del pannello delle notifiche di stato</a> offre una tray del sistema di ultima generazione dove le applicazioni mostrano i loro indicatori. Esso sostituisce xfce4-indicator-plugin incentrato su Ubuntu per la maggior parte di indicatori delle applicazioni.
kk: <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">Күй туралы хабарлаушы панель плагині</a> қолданбалар индикаторларды көрсете алатын келесі буын жүйелік науасын қамтамасыз етеді. Ол қолданба индикаторларының көбісі үшін Ubuntu-ға бағытталған xfce4-indicator-plugin орнын басады.
pl: <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">Wtyczka panelu powiadamiania o stanie</a> zapewnia tackę systemową nowej generacji, w której programy mogą wyświetlać wskaźniki. Zastępuje on ukierunkowaną na Ubuntu wtyczkę xfce4-indicator-plugin dla większości wskaźników aplikacji.
pt: O <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">plugin do painel de notificação de estado</a> fornece uma área de notificação do sistema de próxima geração onde as aplicações podem mostrar indicadores. Substitui o plugin xfce4-indicador-plugin centrado no Ubuntu para a maioria dos indicadores de aplicação.
pt_br: O <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">plugin do painel do notificador de status</a> fornece uma bandeja do sistema de última geração onde os aplicativos podem exibir indicadores. Ele substitui o xfce4-indicator-plugin, centrado no Ubuntu, para a maioria dos indicadores de aplicativos.
ro: <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">Modulul pentru panou de notificare a stării</a> oferă o tavă de sistem de ultimă generație în care aplicațiile pot afișa indicatori. Acesta înlocuiește xfce4-indicator-plugin centrat pe Ubuntu pentru majoritatea indicatorilor aplicațiilor.
ru: <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">Плагин панели уведомлений о состоянии</a> предоставляет системный трей нового поколения, в котором приложения могут отображать индикаторы. Он заменяет ориентированный на Ubuntu плагин xfce4-indicator-plugin для большинства индикаторов приложений.
sq: <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">Shtojca e panelit njoftues gjendjesh</a> sjell një panel të brezit të ardhshëm, ku aplikacionet mund të shfaqin tregues. Zë vendin e xfce4-indicator-plugin, që më shumë është për Ubuntu-në, për shumicën e treguesve të aplikacioneve.
sr: <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">Прикључак полице обавештај стања</a> омогућава обавештајну област будућности где програми могу прикзати указиваче. Он наслеђује Убунтов рикључак xfce4-indicator-plugin за већину указивача програма.
th: <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">ปลั๊กอินแจ้งเหตุสถานะ</a> จัดเตรียมถาดระบบรุ่นใหม่ซึ่งแอปพลิเคชันต่างๆ สามารถใช้แสดงเครื่องหมายบ่งชี้ต่างๆ ได้ ปลั๊กอินนี้มาแทนที่ xfce4-indicator-plugin (ที่ออกจะรวมศูนย์ที่อูบุนตูไปหน่อย) ในการแสดงเครื่องหมายบ่งชี้ส่วนใหญ่ของแอปพลิเคชัน
vi: <a href="https://goodies.xfce.org/projects/panel-plugins/xfce4-statusnotifier-plugin">plugin bảng thông báo trạng thái</a> cung cấp khay hệ thống thế hệ tiếp theo nơi các ứng dụng có thể hiển thị chỉ báo. Nó thay thế plugin chỉ báo xfce4 lấy Ubuntu làm trung tâm cho hầu hết các chỉ báo ứng dụng.

source: <a href="https://docs.xfce.org/apps/catfish/start">Catfish file search</a> is like an old friend for most Xfce users - now it's officially part of Xfce!
ca: <a href="https://docs.xfce.org/apps/catfish/start">Catfish cerca de fitxers</a> és com un vell amic per a la majoria d'usuaris de l'Xfce - ara és oficialment part de l'Xfce!
de: Die <a href="https://docs.xfce.org/apps/catfish/start">Catfish-Dateisuche</a> ist für die meisten Xfce-Benutzer wie ein alter Freund - jetzt ist sie offiziell Teil von Xfce!
es: La <a href="https://docs.xfce.org/apps/catfish/start">búsqueda de archivos de Catfish</a> es como un viejo amigo para la mayoría de los usuarios de Xfce - ¡ahora es oficialmente parte de Xfce!
gl: A <a href="https://docs.xfce.org/apps/catfish/start">busca de ficheiros Catfish</a> é como un vello amigo para a maioría dos usuarios de Xfce. Agora é oficialmente parte de Xfce!
he: <a href="https://docs.xfce.org/apps/catfish/start">חיפוש קבצים Catfish</a> הוא כמו חבר ישן לרוב משתמשי Xfce - עכשיו הוא רשמית חלק מ-Xfce!
it: La <a href="https://docs.xfce.org/apps/catfish/start">ricerca di file Catfish</a> è come un vecchio amico per la maggior parte di utenti Xfce - ora è ufficialmente parte di Xfce!
kk: <a href="https://docs.xfce.org/apps/catfish/start">Catfish файлдарды іздеу</a> бағдарламасы көптеген Xfce пайдаланушылары үшін ескі досы сияқты — енді ол ресми түрде Xfce бөлігі!
pl: <a href="https://docs.xfce.org/apps/catfish/start">Wyszukiwarka plików Catfish</a> jest jak stara znajoma dla większości użytkowników Xfce – teraz jest oficjalnie częścią Xfce!
pt: A <a href="https://docs.xfce.org/apps/catfish/start">pesquisa de ficheiros Catfish</a> é como um velho amigo para a maioria dos utilizadores do Xfce - agora faz oficialmente parte do Xfce!
pt_br: A <a href="https://docs.xfce.org/apps/catfish/start">pesquisa de arquivos Catfish</a> é como um velho amigo para a maioria dos usuários do Xfce - agora é oficialmente parte do Xfce!
ro: <a href="https://docs.xfce.org/apps/catfish/start">Căutarea de fișiere Catfish</a> este ca un vechi prieten pentru majoritatea utilizatorilor Xfce - acum este oficial parte din Xfce!
ru: <a href="https://docs.xfce.org/apps/catfish/start">Поиск файлов Catfish</a> стал старым другом для большинства пользователей Xfce - теперь он официально стал частью Xfce!
sq: <a href="https://docs.xfce.org/apps/catfish/start">Kërkimi Catfish për kartela</a> është si një mik i vjetër për shumicën e përdoruesve të Xfce-së - tani është pjesë zyrtare e Xfce-së!
sr: <a href="https://docs.xfce.org/apps/catfish/start">Сом трагач датотека</a> је као стари пријатељ већини корисника ИксФЦЕ-а - сада је део ИсксФЦЕ-а!
sv: <a href="https://docs.xfce.org/apps/catfish/start">Catfish-filsökning</a> är som en gammal vän för de flesta Xfce användare - nu en officiell del av Xfce!
th: <a href="https://docs.xfce.org/apps/catfish/start">เครื่องมือค้นหาแฟ้ม Catfish</a> เป็นเหมือนเพื่อนเก่าแก่ของผู้ใช้ Xfce ส่วนใหญ่ ขณะนี้ได้เข้าเป็นส่วนหนึ่งของ Xfce อย่างเป็นทางการแล้ว!
vi: <a href="https://docs.xfce.org/apps/catfish/start">Tìm kiếm tệp Catfish</a> giống như một người bạn cũ đối với hầu hết người dùng Xfce - giờ đây nó chính thức là một phần của Xfce!
