Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: We added an option to enable Gtk window scaling to the <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">appearance dialog</a> and a monospace font option as well. However we had to drop theme previews as they didn't produce consistent results with Gtk3.
ca: S'ha afegit una opció per habilitar l'escalat de la finestra Gtk al diàleg d'aparença <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance"></a> i també una opció de tipus de lletra monoespai. No obstant això, vam haver de deixar caure les vistes prèvies del tema, ja que no van produir resultats coherents amb Gtk3.
de: Wir haben eine Option zum Aktivieren der Gtk-Fensterskalierung zum <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">Erscheinungsdialog</a> und eine Option für Monospace-Schriftarten hinzugefügt. Allerdings mussten wir die Themenvorschau fallen lassen, da sie mit Gtk3 keine konsistenten Ergebnisse lieferte.
es: Agregamos una opción para habilitar la escala de la ventana Gtk en el cuadro de <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">diálogo de apariencia</a> y también una opción de fuente monoespaciada. Sin embargo, tuvimos que eliminar las vistas previas de temas, ya que no produjeron resultados consistentes con Gtk3.
gl: Engadimos unha opción para activar a escala de xanelas Gtk na <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">xanela de aparencia</a> e tamén nunha opción de fonte monoespazo. Non obstante, tivemos que retirar as vistas previas de temas xa que non produciron resultados consistentes con Gtk3.
he: הוספנו אפשרות להפעיל קנה מידה חלון Gtk ל<a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">דו שיח הופעה</a> וגם אפשרות גופן מונוספייס. אולם היינו צריכים להשמיט תצוגות מקדימות של ערכות נושא מכיוון שהן לא הפיקו תוצאות עיקביות עם Gtk3.
it: Abbiamo aggiunto una opzione per abilitare scalatura delle finestre di Gtk alla <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">finestra di Aspetto</a> ed una opzione per caratteri monospace. Comunque abbiamo dovuto abbandonare anteprime dei temi in quanto non producevano risultati consistenti con Gtk3.
kk: Біз <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">сыртқы түрі сұхбат терезесіне</a> Gtk терезелерін масштабтауды іске қосу опциясын және моноенді қаріп опциясын қостық. Дегенмен, тақырыптарды алдын ала қарау мүмкіндігін алып тастауға тура келді, өйткені олар Gtk3-пен тұрақты нәтижелер бермеді.
pl: Dodaliśmy opcję włączania skalowania okna Gtk do <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">okna wyglądu</a>, a także opcję czcionki o stałej szerokości. Musieliśmy jednak porzucić podglądy motywów, ponieważ nie dawały spójnych wyników w Gtk3.
pt: Adicionamos uma opção para permitir a escala da janela Gtk à <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">janela de aparência</a> e uma opção de tipo de letra mono-espaçada também. No entanto, tivemos de abandonar as pré-visualizações de temas, pois não produziram resultados consistentes com Gtk3.
pt_br: Adicionamos uma opção para habilitar o dimensionamento da janela Gtk para o <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">diálogo de aparência</a> e uma opção de fonte monoespaçada também. No entanto, tivemos que descartar as visualizações de tema, pois não produziam resultados consistentes com o Gtk3.
ro: Am adăugat o opțiune pentru a activa scalarea ferestrelor Gtk în <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">fereastra de dialog pentru aspect</a> și o opțiune pentru fonturi mono-spațiale. Cu toate acestea, a trebuit să renunțăm la previzualizările temei, deoarece acestea nu au produs rezultate consecvente cu Gtk3.
ru: Мы добавили опцию для включения масштабирования окна Gtk в <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">диалоговое окно внешнего вида</a>, а также опцию моноширинного шрифта. Однако нам пришлось отказаться от предварительных просмотров тем, поскольку они не давали согласованных результатов с Gtk3.
sq: Te <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">dialogu i dukjes</a> shtuam një mundësi për të aktivizuar përshkallëzim Gtk dritaresh, si dhe një mundësi për shkronja Monospace. Por na u desh ama të heqim dorë nga paraparje temash, ngaqë s’jepnin përfundime të njëtrajtshme me Gtk3-shin.
sr: Додали смо могућност за омогућавање подешавања размере прозора <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">прозорчету изгледа</a> и могућност примене једноразмачног словолика. Ипак, морали смо да одбацимо преглед тема пошто се нису једнообразно приказивале са ГТК3.
sv: Vi lade till ett alternativ för att aktivera Gtk-fönsterskalning i <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">dialogrutan för utseende</a> och ett monospace-teckensnitt också. Men vi var tvungna att släppa temaförhandsvisningar eftersom de inte gav konsekventa resultat med Gtk3.
th: เราได้เพิ่มตัวเลือกสำหรับเปิดใช้การขยายภาพหน้าต่างของ Gtk ใน <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">กล่องโต้ตอบรูปลักษณ์</a> พร้อมทั้งเพิ่มตัวเลือกการกำหนดแบบอักษรความกว้างคงที่ อย่างไรก็ดี เราจำเป็นต้องตัดการแสดงตัวอย่างชุดตกแต่งออกไป เนื่องจากไม่สามารถแสดงกับ Gtk3 ให้ตรงกันได้
vi: Chúng tôi đã thêm tùy chọn bật tỷ lệ cửa sổ Gtk vào <a href="https://docs.xfce.org/xfce/xfce4-settings/appearance">hộp thoại giao diện</a> và cả tùy chọn phông chữ đơn cách. Tuy nhiên, chúng tôi đã phải loại bỏ các bản xem trước chủ đề vì chúng không mang lại kết quả nhất quán với Gtk3.

source: While we decided to drop splash screens from the <a href="https://docs.xfce.org/xfce/xfce4-session/start">session manager</a>, we added lots of features and fixes instead. Among them are hybrid sleep support, improvements to the default session startup avoiding race conditions, a feature to add and edit autostart entries, a switch user button in the logout dialog and improved session chooser and settings dialogs (the latter with a new tab that shows saved sessions). Furthermore you can now run commands not only "autostart style" at login time, but also when your computer suspends, logs out etc. Finally Gtk applications are now session-managed over DBus and screensavers are also communicated with (e.g. inhibited) over DBus.
ca: Mentre decidim deixar caure pantalles de presentació del <a href="https://docs.xfce.org/xfce/xfce4-session/start">gestor de sessions</a>, vam afegir moltes característiques i correccions en el seu lloc. Entre ells hi ha el suport híbrid de son, millores en l'inici de sessió per defecte evitant les condicions de carrera, una característica per afegir i editar entrades d'inici automàtic, un botó d'usuari de commutació en el diàleg de sortida i diàlegs millorats de selecció de sessió i configuració (aquest últim amb una pestanya nova que mostra les sessions desades). A més, ara podeu executar ordres no només «autostart style» en el moment d'iniciar la sessió, sinó també quan l'ordinador suspèn, surt, etc. Finalment, les aplicacions Gtk ara es gestionen a través de la sessió i els estalvis de pantalla també es comuniquen amb (per exemple, inhibides) a través de DBus.
de: Während wir uns entschieden haben, die Splash-Screens aus der <a href="https://docs.xfce.org/xfce/xfce4-session/start">Sitzungsverwaltung</a> zu entfernen, haben wir stattdessen viele Funktionen und Korrekturen hinzugefügt. Dazu gehören die Unterstützung des hybriden Ruhezustands, Verbesserungen des Standard-Sitzungsstarts zur Vermeidung von Race Conditions, eine Funktion zum Hinzufügen und Bearbeiten von Autostarteinträgen, eine Schaltfläche "Benutzer wechseln" im Abmeldedialog und verbesserte Sitzungsauswahl- und Einstellungsdialoge (letzterer mit einer neuen Registerkarte, die gespeicherte Sitzungen anzeigt). Außerdem können Sie jetzt Befehle nicht nur "autostartmäßig" bei der Anmeldung ausführen, sondern auch, wenn der Computer angehalten wird, sich abmeldet, usw.. Schließlich werden Gtk-Anwendungen jetzt über den DBus sitzungsgesteuert und auch Bildschirmschoner werden über den DBus angesprochen (z. B. gesperrt).
es: Si bien decidimos eliminar las pantallas de presentación del <a href="https://docs.xfce.org/xfce/xfce4-session/start">administrador de sesiones</a>, agregamos muchas funciones y correcciones en su lugar. Entre ellas se encuentran el soporte de suspensión híbrida, mejoras en el inicio de sesión predeterminado que evita condiciones de carrera, una función para agregar y editar entradas de inicio automático, un botón para cambiar de usuario en el cuadro de diálogo de cierre de sesión y un selector de sesión mejorado y cuadros de diálogo de configuración (este último con una nueva pestaña que muestra sesiones guardadas). Además, ahora puede ejecutar comandos no solo "estilo de inicio automático" en el momento del inicio de sesión, sino también cuando su computadora se suspende, cierra sesión, etc. Finalmente, las aplicaciones Gtk ahora se administran por sesión a través de DBus y los protectores de pantalla también se comunican (por ejemplo, inhibidos) a través de DBus.
gl: Mentres decidimos eliminar as pantallas de presentación do <a href="https://docs.xfce.org/xfce/xfce4-session/start">xestor de sesión</a>, no seu lugar engadimos moitas funcións e correccións. Entre elas están a compatibilidade de suspensión híbrida, melloras no inicio de sesión predeterminado evitando as condicións de competición, unha funcionalidade para engadir e modificar entradas de inicio automático, un botón de cambio de usuario na xanela de saída da sesión e un mellor selector de sesións e xanelas de configuración (este último cunha nova lapela que amosa sesións gardadas). Amais, agora pode executar ordes non só «estilo de inicio automático» no momento do inicio de sesión, senón tamén cando o computador se suspende, desconecta, etc. Finalmente, as aplicacións Gtk agora están xestionadas por sesión por medio de DBus e os protectores de pantalla tamén se comunican (por exemplo, inhibición) a través de DBus.
he: בעוד שהחלטנו להשמיט מסכי פתיחה מ<a href="https://docs.xfce.org/xfce/xfce4-session/start">מנהל סשן</a>, הוספנו הרבה מאפיינים ותיקונים במקום. ביניהם תמיכה בשינה היברידית, שיפורים להדלקת ברירת מחדל של הסשן תוך הימנעות ממצבי מירוץ, מאפיין להוספת ועריכת רשומות התחלה אוטומטית, כפתור להחלפת משתמש בדו שיח יציאה ובוחר סשן ודו שיח הגדרות משופרים (האחרון עם לשונית חדשה שמציגה סשנים שמורים). בנוסף אתה יכול עכשיו להריץ פקודות לא רק "בסגנון התחלה אוטומטית" בזמן הכניסה, אבל גם כאשר המחשב שלך מושהה, יוצא ועוד. לבסוף ישומי Gtk הם עכשיו מנוהלי סשן דרך DBus וגם שומרי מסך מתוקשרים דרך DBus (למשל מעוכבים).
it: Mentre abbiamo deciso di abbandonare i splash screen del <a href="https://docs.xfce.org/xfce/xfce4-session/start">gestore delle sessioni</a>, abbiamo aggiunto un sacco di feature e correzioni. Tra queste il supporto per hybrid sleep, miglioramenti all'avvio predefinito della sessione per evitare race conditions, una feature per aggiungere e modificare elementi di avvio automatico, un pulsante per cambiare utente nella finestra di logout e miglioramento del selettore di sessione e delle finestre delle impostazioni (quest'ultimo con una nuova scheda che mostra sessioni salvate). Inoltre adesso puoi eseguire dei comandi non solo in "stile autostart" al tempo di accesso, ma anche quando il tuo computer viene sospeso, esce, ecc. Infine le applicazioni Gtk ora sono session-managed tramite DBus ed i salvaschermo sono in comunicazione (per esempio inibiti) tramite DBus.
kk: Біз <a href="https://docs.xfce.org/xfce/xfce4-session/start">сеанстар басқарушысынан</a> сплэш-экрандарды алып тастауды шешкенімізбен, оның орнына көптеген мүмкіндіктер мен түзетулер қостық. Олардың ішінде гибридті ұйқы қолдауы, жарыс жағдайларын болдырмайтын үнсіз келісім бойынша сеансты іске қосуды жақсарту, автоіске қосу жазбаларын қосу және түзету мүмкіндігі, шығу сұхбат терезесіндегі пайдаланушыны ауыстыру батырмасы және жақсартылған сеанс таңдаушы мен баптаулар сұхбат терезелері (соңғысы сақталған сеанстарды көрсететін жаңа бетпен) бар. Сонымен қатар, енді командаларды жүйеге кіргенде ғана емес, сонымен бірге компьютер ұйқы режиміне өткенде, сеанстан шыққанда және т.б. кезде де "автоіске қосу стилінде" орындауға болады. Соңында, Gtk қолданбалары енді DBus арқылы сеанспен басқарылады және экран сақтағыштармен де DBus арқылы байланыс орнатылады (мысалы, тежеледі).
pl: Zdecydowaliśmy się usunąć ekrany powitalne z <a href="https://docs.xfce.org/xfce/xfce4-session/start">menedżera sesji</a>, ale zamiast tego dodaliśmy wiele funkcji i poprawek. Wśród nich jest obsługa uśpienia hybrydowego, ulepszenia w domyślnym uruchamianiu sesji, unikając wyścigów (ang. race conditions), funkcja dodawania i edytowania wpisów autostartu, przycisk przełączania użytkownika w oknie wylogowania oraz ulepszony wybór sesji i okna ustawień (z nową kartą zapisywania sesji). Co więcej, możesz teraz uruchamiać polecenia nie tylko w stylu „autostartu” w czasie logowania, ale także gdy komputer zawiesza się, wylogowuje itp. Wreszcie aplikacje Gtk są teraz zarządzane sesjami przez DBus, a wygaszacze ekranu są również komunikowane (np. blokowane) przez DBus.
pt: Embora tenhamos decidido retirar os ecrãs de abertura do <a href="https://docs.xfce.org/xfce/xfce4-session/start">gestor da sessão</a>, também adicionamos muitas funcionalidades e correções. Entre elas estão o suporte à hibernação híbrida, melhorias no arranque da sessão predefinida evitando condições de corrida, uma funcionalidade para adicionar e editar entradas de arranque automático, um botão de troca de utilizador na janela de terminar sessão e janelas de seleção e ajustes de sessão melhoradas (esta última com um novo separador que mostra sessões guardadas). Além disso, pode agora executar comandos não só "estilo início automático" no momento do início de sessão, mas também quando o seu computador suspende, termina sessão, etc. Finalmente, as aplicações Gtk são agora geridas por sessão sobre DBus e os protetores de ecrã são também comunicados com (por exemplo, inibidos) sobre DBus.
pt_br: Embora tenhamos decidido remover as telas de introdução do <a href="https://docs.xfce.org/xfce/xfce4-session/start">gerenciador de sessões</a>, adicionamos muitas funcionalidades e correções em vez disso. Entre elas, o suporte para hibernação híbrida, melhorias no início da sessão padrão para evitar condições de corrida, uma funcionalidade para adicionar e editar entradas de inicialização automática, um botão de troca de usuário no diálogo de logout e melhorias nos diálogos de escolha de sessão e configurações (este último com uma nova aba que mostra as sessões salvas). Além disso, agora é possível executar comandos não apenas "no estilo de inicialização automática" no momento do login, mas também quando o computador é suspenso, sai etc. Finalmente, os aplicativos Gtk agora são gerenciados por sessão via DBus, e os protetores de tela também se comunicam com o sistema (por exemplo, com a opção de inibição) via DBus.
ro: În timp ce am decis să renunțăm la ecranele de întâmpinare din <a href="https://docs.xfce.org/xfce/xfce4-session/start">administratorul de sesiune</a>, am adăugat o mulțime de caracteristici și remedieri în schimb. Printre acestea se numără suportul pentru hibernarea-hibridă, îmbunătățiri la pornirea implicită a sesiunii care evită condițiile de competiție pentru resurse, o funcție de adăugare și editare a intrărilor auto-start, un buton de schimbare a utilizatorului în dialogul de ieșire și dialoguri îmbunătățite de selectare a sesiunii și de opțiuni (acesta din urmă cu o nouă filă care afișează sesiunile salvate). În plus, acum puteți rula comenzi nu numai în „stilul auto-start” la momentul conectării, ci și atunci când computerul se suspendă, se iese din sesiune etc. În cele din urmă, aplicațiile Gtk sunt acum gestionate de sesiune prin DBus, iar protectoarele de ecran comunică (de exemplu, sunt inhibate) prin DBus.
ru: Хотя мы решили удалить заставки из <a href="https://docs.xfce.org/xfce/xfce4-session/start">диспетчера сеансов</a>, вместо этого мы добавили множество функций и исправлений. Среди них поддержка гибридного режима ожидания, улучшения запуска сеанса по умолчанию, позволяющие избежать условий гонки, функция добавления и редактирования записей автозапуска, кнопка переключения пользователя в диалоговом окне выхода из системы и улучшенные диалоги выбора сеанса и настроек (последний с новой вкладкой, которая показывает сохраненные сеансы). Кроме того, теперь вы можете запускать команды не только "в стиле автозапуска" во время входа в систему, но и при зависании вашего компьютера, выходе из системы и т.д. Наконец, приложения Gtk теперь управляются сеансами через DBus, а заставки также передаются (например, запрещены) через DBus.
sq: Teksa vendosëm të heqim dorë nga skena mirëseardhjeje prej <a href="https://docs.xfce.org/xfce/xfce4-session/start">përgjegjësit të sesioneve</a>,shtuam plot veçori dhe ndreqje ama. Mes tyre përmendim mbulim për dremitje hibride, përmirësime te nisje sesioni parazgjedhje, duke shmangur <em>race conditions</em>, një veçori për të shtuar dhe përpunuar zëra vetënisjeje, një buton ndërrimi përdoruesi te dialogu i daljeve dhe një zgjedhës të përmirësuar sesionesh dhe dialogë rregullimesh të përmirësuar (kjo e dyta me një skedë të re që shfaq sesione të ruajtur). Më tej, tani mund të xhironi urdhra jo vetëm në “stil vetënisje” në çastin e hyrjes në sistem, por edhe kur kompjuteri juaj kalon në pezullim, kur bëhen dalje nga sistemi, etj. E fundit, aplikacionet Gtk tani administrohen sipas sesioni përmes DBus-it dhe edhe ekrankursyesit tani komunikohen përmesDBus-it (p.sh. për t’i penguar).
sr: Иако смо одлучили да одбацимо поздравни приказ из <a href="https://docs.xfce.org/xfce/xfce4-session/start">управника седнице</a>, додали смо мноштво нових могућности и исправки уместо тога. Међу њима је подршка за мешану подршку успављивања, побољшање подразумеваног покретања седнице избегавајући стања трке, могућност додавања и уређивања ставки самопокретања, дугме промене корисника у прозору одјаве и побољшаном изборнику седнице, и прозор поставки (други са новим листом који показује сачуване седнице). Убудуће можете покренути наредбу не само у „самопокретању“ при пријави, него и кад рачунар шаљете у обуставу, одјаву, итд. Најзад, програмима ГТК-а сада управља преко седнице ДБус и чувар приказа такође општи са (нпр. успаван) преко ДБуса.
th: ในขณะเดียวกับที่เราตัดสินใจตัดภาพไตเติลขณะเข้าระบบออกจาก <a href="https://docs.xfce.org/xfce/xfce4-session/start">โปรแกรมจัดการวาระ</a> เราก็ได้เพิ่มความสามารถและการแก้บั๊กจำนวนมากเข้ามาแทน ในจำนวนนี้ได้แก่การรองรับการหลับแบบไฮบริด, การปรับปรุงการเริ่มวาระแบบปริยายที่หลีกเลี่ยงการเกิดสภาวะแย่งชิง, การรองรับการเพิ่มและแก้ไขรายการเริ่มอัตโนมัติ, ปุ่มสลับผู้ใช้ในกล่องโต้ตอบออกจากระบบ, และการปรับปรุงกล่องโต้ตอบเลือกและตั้งค่าวาระ (กล่องโต้ตอบตั้งค่าวาระมีแท็บใหม่ซึ่งแสดงวาระที่ได้บันทึกไว้) นอกจากนี้ ในรุ่นนี้คุณยังสามารถเรียกคำสั่งไม่ใช่แค่แบบ "เริ่มอัตโนมัติ" ขณะเข้าระบบ แต่ยังเรียกเมื่อพักเครื่อง, เมื่อออกจากระบบ ฯลฯ ได้ด้วย และสุดท้าย แอปพลิเคชัน Gtk มีการจัดการกับวาระผ่าน DBus และโปรแกรมรักษาหน้าจอก็ยังรับการสื่อสาร (เช่น การระงับ) ผ่าน DBus ด้วย
vi: Mặc dù quyết định loại bỏ màn hình chờ khỏi <a href="https://docs.xfce.org/xfce/xfce4-session/start">trình quản lý phiên</a> nhưng thay vào đó, chúng tôi đã thêm nhiều tính năng và bản sửa lỗi. Trong số đó có hỗ trợ chế độ ngủ kết hợp, các cải tiến đối với tính năng khởi động phiên mặc định để tránh tình trạng chạy đua, tính năng thêm và chỉnh sửa các mục tự khởi động, nút chuyển đổi người dùng trong hộp thoại đăng xuất và hộp thoại cài đặt và chọn phiên được cải thiện (sau này có tab mới hiển thị các phiên đã lưu). Hơn nữa, giờ đây bạn có thể chạy các lệnh không chỉ "kiểu tự khởi động" khi đăng nhập mà còn khi máy tính của bạn tạm dừng, đăng xuất, v.v. Cuối cùng, các ứng dụng Gtk hiện được quản lý phiên qua DBus và trình bảo vệ màn hình cũng được liên lạc với (ví dụ: bị ức chế) qua DBus.
