Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: To prepare the future of Xfce with Gtk3, which no longer requires theme engines, we are stopping the development of our Gtk theme engine, and dropping our Gtk3 engine - theme makers, please update your themes to CSS if you want them to work on the next Xfce version.
ca: Per preparar el futur de l'Xfce amb Gtk3, que ja no requereix motors temàtics, estem aturant el desenvolupament del nostre motor de temes Gtk, i deixant anar el nostre motor Gtk3 - fabricants de temes, si us plau, actualitzeu els vostres temes a CSS si voleu que treballin en la propera versió de Xfce.
cs: Abychom připravili budoucí Xfce s Gtk3, které již nepotřebuje moduly pro motivy, zastavujeme vývoj našeho modulu pro motivy Gtk a rušíme náš modul Gtk3 - tvůrci motivů, aktualizujte prosím vaše motivy na CSS, pokud chcete pracovat na další verzi Xfce.
da: For at forberede fremtiden af Xfce med Gtk3, hvilket ikke længere kræver tema-motor, er vi stoppet med udviklingen af vores Gtk tema-motor, og sætter vores Gtk3 motor ned - tema-skabere, venligst opdater jeres temaer til CSS hvis du vil have dem til at virke med den næste Xfce version.
de: Um die Zukunft von Xfce mit Gtk3 vorzubereiten, wenn keine Stil Engines mehr benötigt werden, beenden wir die Entwicklung unserer Gtk Stil Engine und geben unsere Gtk3 Engine auf - Stil-Entwickler bitte aktualisieren Sie Ihre Stile auf CSS falls diese mit der nächsten Xfce-Version weiterhin funktionieren sollen.
es: Para preparar a Xfce para el futuro con GTK-3, que ya no requiere ni soporta motores de temas, estamos descontinuando el desarrollo de nuestro motor de temas GTK y eliminando nuestro motor GTK-3, los desarrolladores de temas, por favor, actualicen sus temas para utilizar CSS si desean que trabajen en la próxima versión de Xfce.
fr: Afin de préparer le futur de Xfce avec Gtk3, qui ne nécessite plus de moteurs de thème, nous arrêtons le développement de notre moteur de thème Gtk et abandonnons notre moteur Gtk3. Les créateurs de thèmes sont invités à convertir leurs thèmes en CSS pour fonctionner avec la prochaine version de Xfce.
gl: Para preparar o futuro do Xfce con Gtk3, que xa non require motores de tema, estamos a deter o desenvolvemento do noso motor de temas Gtk e eliminando o motor Gtk3 - creadores de temas, por favor actualicen os seus temas a CSS se queren que funcionen na seguinte versión do Xfce.
he: כדי להכין את העתיד של Xfce עם Gtk3, שכבר לא דורש מנועי ערכות נושא, אנו מפסיקים את פיתוח מנוע ערכות נושא Gtk שלנו, ומבטלים את מנוע Gtk3 שלנו - מייצרי ערכות נושא, נא לעדכן את ערכות הנושא שלך ל־CSS אם ברצונך שהן יעבדו בגרסה הבאה של Xfce.
id: Untuk mempersiapkan masa depan Xfce dengan Gtk3, yang tidak lagi memerlukan mesin tema, kami menghentikan pengembangan mesin tema Gtk, dan mengistirahatkan pembuat tema engine Gtk3. Silakan memperbarui tema Anda ke CSS jika Anda ingin mempergunakannya pada versi Xfce berikutnya.
it: Per prepararsi al futuro di Xfce con GTK+3, che non richiederà più dei motori per i temi, stiamo interrompendo lo sviluppo del nostro motore per i temi GTK, ed abbandonando il motore per il generatore di temi temi GTK+3. Per favore aggiornate i vostri temi alla versione in CSS se vorrete vederli funzionare nella prossima versione di Xfce.
ja: テーマエンジンを必要としない将来のGtk3対応Xfceに備えて、XfceはGtkテーマエンジンの開発を停止し、Gtk3エンジンを削除します。テーマ作成者はテーマを次のバージョンのXfceで動かしたい場合は、CSSに更新してください。
kk: Енді тақырыптық қозғалтқыштарды қажет етпейтін Gtk3 бар Xfce-нің болашағын дайындау үшін біз Gtk тақырыптық қозғалтқышын әзірлеуді тоқтатамыз және Gtk3 қозғалтқышынан бас тартамыз — тақырып авторлары, егер тақырыптарыңыздың келесі Xfce нұсқасында жұмыс істегенін қаласаңыз, оларды CSS-ке жаңартыңыз.
lt: Kad parengtume Xfce ateitį su Gtk3, kuri daugiau nebereikalauja temos varikliukų, mes stabdome savo Gtk temos varikliuko kūrimą ir apleidžiame savo Gtk3 varikliuką - temų kūrėjai, prašome atnaujinkite savo temas į CSS, jeigu norite, kad jos veiktų kitoje Xfce versijoje.
ms: Untuk persediaan akan datang Xfce dengan Gtk3, yang mana tidak lagi memerlukan enjin tema. Kami juga telah membatalkan pembangunan enjin tema Gtk kami, dan menamatkan enjin Gtk3 - pembina tema, sila kemaskini tema anda kepada CSS jika anda mahu terus ia berfungsi pada versi Xfce akan datang.
nb: For å forberede framtida til Xfce med Gtk3, som ikke lenger krever temamotorer, stopper vi utviklinga av vår Gtk-temamotor og dropper vår Gtk3-motor. Lager du temaer? Oppdater dem til CSS hvis du vil at de skal virke i neste Xfce-versjon.
pl: Aby przygotować przyszłe wersje XFCE na GTK3, które nie wymaga silnika motywów, przestajemy rozwijać nasz silnik GTK. Twórcy motywów, prosimy zaktualizować wasze motywy do CSS, jeżeli chcecie, aby działały z nową wersją XFCE.
pt: Para preparar o futuro do Xfce com Gtk3, que não requer mais motores de temas, estamos a parar o desenvolvimento do nosso motor de temas Gtk e a deixar o nosso motor Gtk3 - criadores de temas, por favor atualizem os vossos temas para CSS se quiserem que trabalhem na próxima versão do Xfce.
pt_br: Para preparar o futuro do Xfce com Gtk3, que não exige mais motores de temas, estamos interrompendo o desenvolvimento do nosso motor de temas Gtk e eliminando nosso motor Gtk3 - criadores de temas, atualizem seus temas para CSS, se desejarem que eles para funcionem na próxima versão do Xfce.
ro: Pentru a pregăti viitorul Xfce cu Gtk3, care nu mai necesită motoare de teme, oprim dezvoltarea motorului nostru de teme Gtk și renunțăm la motorul nostru Gtk3 - creatori de teme, vă rugăm să vă actualizați temele la CSS dacă doriți ca acestea să funcționeze cu următoarea versiune Xfce.
ru: Для того, чтобы подготовить будущее Xfce с Gtk3, который больше не требует движков тем, мы останавливаем развитие нашей темы для движка Gtk, и опускаем наш движок Gtk3. Создатели тем, пожалуйста, адаптируйте ваши темы под CSS, если вы хотите, чтобы они работали на следующей версии Xfce.
sq: Për të përgatitur të ardhmen e Xfce-së me Gtk3-shin, i cili s’ka më nevojë për mekanizma temash, po e ndalim zhvillimin e mekanizmit tonë për tema Gtk, dhe po hqim dorë nga mekanizmi ynë për Gtk3 - krijues temash, ju lutemi, përditësoni temat tuaja në CSS, nëse doni që ato të funksionojnë me versionin pasues të Xfce-së.
sr: Ради припреме за будући Иксфце са подршком Гтк-а 3 који више не захтева погон за теме, престајемо са развојем нашег погона тема Гтк-а, и обустављамо његову употребу - ствараоци тема, молимо, пребаците своје теме у ЦСС ако желите да раде са следећим издањима Иксфце-а.
sv: För att bereda framtiden för Xfce med Gtk3, som inte längre behöver temamotorer, stoppar vi utvecklingen av vår Gtk-temamotor, och släpper vår Gtk3 motor - temaskapare, uppdatera gärna dina teman till CSS om du vill att de ska fungera på nästa Xfce-version.
th: เพื่อเตรียมการสำหรับอนาคตของ Xfce กับ Gtk3 ซึ่งไม่ต้องใช้จักรกลรองรับชุดตกแต่งอีกต่อไป เราได้หยุดพัฒนาจักรกลชุดตกแต่ง Gtk ของเรา และได้ตัดจักรกล Gtk3 ของเราออก ดังนั้น ผู้สร้างชุดตกแต่งทั้งหลาย กรุณาปรับชุดตกแต่งของคุณให้เป็น CSS ถ้าคุณต้องการให้ชุดตกแต่งยังคงใช้งานกับ Xfce รุ่นหน้าได้
tr: Gtk3 ile Xfce geleceğini hazırlamak için, artık gerek olmayan tema motorlarını, Gtk tema motorumuzun geliştirmesini durdurduk ve Gtk3 motoruna geçtik, Xfce yeni sürümü ile çalışabilmek için, lütfen temalarınızı güncelleyin.
uk: Для того, щоб підготувати майбутнє Xfce з Gtk3, який більше не вимагає двигунів тем, ми зупиняємо розвиток двигуна тем Gtk -творці тем, будь ласка, адаптуйте Ваші теми під CSS, якщо бажаєте, щоб вони працювали на наступній версії Xfce.
vi: Để chuẩn bị cho tương lai của Xfce với Gtk3, vốn không còn yêu cầu công cụ chủ đề nữa, chúng tôi sẽ ngừng phát triển công cụ chủ đề Gtk và loại bỏ công cụ Gtk3 của chúng tôi - người tạo chủ đề, vui lòng cập nhật chủ đề của bạn lên CSS nếu bạn muốn chúng hoạt động trên phiên bản Xfce tiếp theo.
zh_tw: 為了準備 Xfce 與 Gtk3 結合的未來，將不再需要主題引擎，我們將會停止開發我們的 Gtk 主題引擎，並且丟棄我們的 Gtk3 引擎 ─ 主題作者們，請更新您的主題至 CSS，如果您想要它們在下一個 Xfce 的版本中繼續運作的話。

source: Due to gstreamer1.0 having dropped the mixer-interface entirely, and xfce4-mixer and xfce4-volumed relying on this interface with gstreamer0.10, our mixer application and volume daemon cannot be ported to 1.0 and are consequently not maintained anymore.
ca: A causa que gstreamer1.0 ha deixat la interfície del mesclador completament, i xfce4-mixer i xfce4-volumed que depenen d'aquesta interfície amb gstreamer0.10, la nostra aplicació del mesclador i el dimoni de volum no es poden portar a 1.0 i, en conseqüència, ja no es mantenen.
cs: Kvůli úplnému zrušení rozhraní mixer-interface ve službě gstreamer1.0, a xfce4-mixer a xfce4-volumed spoléhající na toto rozhraní se službou gtreamer0.10, nemohou být naše směšovací aplikace a démon pro hlasitost přeneseny do verze 1.0 a nemohou tak být dále udržovány.
da: Fordi gstreamer1.0 har droppet mikser-brugergrænsefladen helt, og xfce4-mikseren og xfce4-volumed kræver denne grænseflade med gstreamer0.10, vores mikser appllikation og lyddstyrkedæmon kan ikke porteres til 1.0 og er deraf ikke vedligeholdt længere.
de: Da in gstreamer1.0 die Oberfläche zur Lautstärkeregelung komplett weggefallen ist und xfce4-mixer sowie xfce4-volumed mit gstreamer0.10 darauf basierten, konnte unser Anwendung zur Lautstärkeregelung und der Lautstärke-Daemon nicht auf 1.0 portiert werden und wird somit nicht mehr gepflegt.
es: Debido a que gstreamer1.0 ha eliminado la interfaz de mezclador por completo, y xfce4-mixer y xfce4-volumed dependían de esta interfaz con gstreamer0.10, nuestro programa de mezcla y el demonio de volumen no puede ser portado a 1.0 y en consecuencia no se mantienen más. Pero puede utilizar xfce4-volumed-pulse una bifurcación que utiliza pulseaudio para remplazar a xfce4-volumed en sistemas que utilizen pulseaudio.
fr: En raison de l’abandon par gstreamer1.0 de l’interface du mélangeur audio, et xfce4-mixer + xfce4-volumed s’appuyant sur cette interface avec gstreamer0.10, notre application de mélange audio et notre démon de volume ne peuvent pas être portés vers gstreamer1.0 et ne sont par conséquent plus maintenus.
gl: Debido a que «gstreamer1.0» deixou completamente de lado a interface de mesturado, e «xfce4-mixer» e «xfce4-volumed» dependen desta interface co «gstreamer0.10», a nosa aplicación de mesturas e servizo de volume non pode ser migrado a 1.0 e, polo tanto, xa non se manterá.
he: בגלל ש-gstreamer1.0 ביטל את ממשק המיקסר לחלוטין, וגם xfce4-mixer, xfce4-volumed מסתמכים על ממשק זה עם gstreamer0.10, תוכנת המיקסר ושדון הקול שלנו לא ניתנים לניוד ל־1.0 וכתוצאה מכך כבר לא מתוחזקים.
id: Karena gstreamer1.0 telah mengistirahatkan total mixer-interface, dan xfce4-mixer dan xfce4-volumed menyandarkan pada antarmuka ini dengan gstreamer0.10, aplikasi mixer dan jurik volume kami tidak dapat diporta ke 1.0 dan sebagai konsekuensinya tidak lagi dipelihara.
it: Dato che gstreamer1.0 ha abbandonato interamente l'interfaccia mixer, e che sia xfce4-mixer che xfce4-volumed si affidavano a tale interfaccia, entrambe non possono essere portati alla versione 1.0 e quindi non verranno più mantenuti.
ja: gstreamer1.0はミキサーインターフェイスを完全に削除し、xfce4-mixerとxfce4-volumedはこのインターフェイスをgstreamer0.10に依存しているため、ミキサーアプリケーションとボリュームデーモンを1.0に移植できず、結果としてメンテナンスされなくなりました。
kk: gstreamer1.0-тің mixer-interface-тен толығымен бас тартуына байланысты және xfce4-mixer мен xfce4-volumed gstreamer0.10 нұсқасындағы осы интерфейске негізделгендіктен, біздің микшер қолданбасы мен дыбыс деңгейінің демоны 1.0 нұсқасына көшіріле алмайды, сондықтан олар бұдан былай қолданылмайды.
lt: Kadangi gstreamer1.0 visiškai apleido mixer-interface, o xfce4-mixer ir xfce4-volumed priklauso nuo šios sąsajos, tai su gstreamer0.10, mūsų maišiklis ir garsio tarnyba negali būti perkelta į 1.0 ir todėl jie yra daugiau nebepalaikomi.
ms: Oleh kerana gstreamer1.0 telah membatalkan antaramuka-pengadun keseluruhannya, dan xfce4-mixer dan xfce4-volumed bergantung sepenuhnya pada antaramuka ini bersama-sama dengan gstreamer0.10. Maka aplikasi pengadun dan daemon volum kami tidak dapat diport ke 1.0, kesannya aplikasi-aplikasi ini tidak lagi diselenggara.
nb: Gstreamer1.0 har tatt bort mikser-grensesnittet i sin helhet. Xfce4-mixer og xfce4-volumed brukte dette grensesnittet og kan ikke overføres til 1.0. De vedlikeholdes derfor ikke lenger.
pl: Ze względu na porzucenie interfejsu miksera przez gstreamer1.0, a xfce4-mixer i xfce4-volumed korzystają z tego interfejsu przez gstreamer0.10, nasz mikser i daemon głośności nie może zostać przeportowany do 1.0 i w konsekwencji nie będzie dłużej aktualizowany.
pt: Devido ao gstreamer1.0 não suportar inteiramente a interface do misturador e o xfce4-mixer e xfce4-volumed funcionarem sobre esta interface com gstreamer0.10, a nossa aplicação de áudio e de volume não foram portadas para a 1.0 e como tal não são mais mantidas.
pt_br: Devido ao gstreamer1.0 ter eliminado completamente a interface de mixagem, e o xfce4-mixer e xfce4-volumed dependerem desta interface no gstreamer0.10, nosso aplicativo de mixagem e o daemon de volume não puderam ser portados para a versão 1.0, portanto não são mais mantidos.
ro: Datorită faptului că gstreamer1.0 a renunțat complet la interfața mixerului, iar xfce4-mixer și xfce4-volumed se bazează pe această interfață cu gstreamer0.10, aplicația noastră mixer și demonul de volum nu pot fi adaptate la 1.0 și, prin urmare, nu mai sunt menținute.
ru: В связи с использованием gstreamer1.0 была опущена поддержка встроенного микшера, поскольку xfce4-mixer и xfce4-volumed, опиравшиеся на этот интерфейс и использующие gstreamer0.10, не могут быть портированы на 1.0.
sq: Ngaqë gstreamer1.0 ka braktisur krejtësisht <em>mixer-interface</em>, dhe ngaqë xfce4-mixer dhe xfce4-volumed bazohen në këtë ndërfaqe me gstreamer0.10, aplikacioni ynë për <em>mixer</em> dhe demoni i volumit s’mund të kalohen nën 1.0 dhe rrjedhimisht nuk mirëmbahen më.
sr: Будући да је гстример1.0 потпуно одбацио сучеље мешача, а мешачи звука иксфце-а (xfce4-mixer и xfce4-volumed) су се ослањали на ово сучеље, наши програми за мешање и управљање звуком не могу да се пренесу на издање гстримера 1.0 и за последицу се не одржавају више.
sv: På grund av att gstreamer1.0 har släppt mixer-gränssnittet helt, och xfce4-mixer och xfce4-volumed förlitar sig på detta gränssnitt med gstreamer0.10, kan vårt mixerprogram och volym-daemon inte portas till 1,0 och följaktligen inte längre underhållas.
th: เนื่องจาก gstreamer1.0 ได้ตัดส่วนติดต่อสำหรับปรับเสียงทิ้งโดยสิ้นเชิง และ xfce4-mixer และ xfce4-volumed ก็อาศัยส่วนติดต่อนี้ในการทำงานกับ gstreamer0.10 ดังนั้น โปรแกรมปรับเสียงและดีมอนความดังเสียงของเราจึงไม่สามารถย้ายมาใช้กับ 1.0 ได้ และส่งผลให้ไม่มีการพัฒนาต่ออีกต่อไป
tr: gstream1.0 uygulamasının, mixer-interface içinde olduğundan beri, ve xfce4-mixer ve xfce4-volumed gstream0.10 arayüzünde olduğunda beri, bizim ses uygulaması ve ses art alan ugulaması 1.0 sürümne bağlanılamıyor ve artık bakımı yapılmıyor.
uk: Оскільки gstreamer1.0 більше взагалі не підтримує інтерфейс змішувача, а xfce4-mixer і xfce4-volumed спираються на цей інтерфейс і використовують gstreamer0.10, тому наші програми мікшування і демон звуку не можуть бути портовані на 1.0, і, відповідно, підтримуватися нами.
vi: Do gstreamer1.0 đã loại bỏ hoàn toàn giao diện bộ trộn và xfce4-mixer và xfce4-volumed dựa vào giao diện này với gstreamer0.10, ứng dụng bộ trộn và trình nền âm lượng của chúng tôi không thể được chuyển sang 1.0 và do đó không được duy trì nữa.
zh_tw: 因為 gstreamer 1.0 已經完全丟棄了混音器介面，而 xfce4-mixer 與 xfce4-volumed 在 gstreamer 0.10 上是依靠這個介面運作的，我們的混音器程式與音量守護行程不會被移植到 1.0，也因此將會停止維護。

source: Xfce wouldn't be what it is right now without all its goodies. In this area, we also saw a flurry of activity, most notably:
ca: Xfce no seria el que és ara sense tots els seus dolços. En aquesta àrea també hem vist una ràfega d'activitat, sobretot:
cs: Xfce by nebylo tím, čím je, beze všech svých doplňků. Všimli jsme si, že je v této oblasti velmi živo, především v:
da: Xfce ville ikke være hvad det var nu, uden alle dets lækkerier. På dette område, så vi også en byge af aktivitet, mest især:
de: Xfce wäre nicht, was es ist ohne all seine Goodies. In diesem Bereich gab es eine Welle an Aktivitäten, allen voran:
es: Xfce no sería lo que es ahora mismo sin todas sus goodies. En esta zona, también vimos un frenesí de actividad, sobre todo:
fr: Xfce ne serait pas ce qu’il est aujourd’hui sans tous ses extras. Dans ce domaine, nous avons aussi observé beaucoup d’activité, plus notablement :
gl: O Xfce non sería o que é agora sen todos os seus extras. Nesta área, tamén vimos unha grande actividade, entre a que destaca:
he: Xfce לא היה מה שהוא עכשיו ללא כל הדברים הטובים שלו. בשטח זה, ראינו גם שצף קצף של פעילות, ראוי לציון:
id: Xfce tidak akan menjadi seperti sekarang ini tanpa semua pernak-perniknya. Pada area ini, kami juga melihat adanya kesibukan, terutama:
it: Xfce non sarebbe quello che è ora senza tutte le sue bellezze grafiche. In quest'area abbiamo registrato una frenetica attività, in particolare:
ja: Xfceは、そのすべてのアプリがなければ今の状態にはなりません。この領域では次のものに顕著な活動が見られました:
kk: Барлық қосымша мүмкіндіктерінсіз Xfce қазіргідей болмас еді. Бұл салада да көптеген жұмыстар атқарылды, соның ішінде:
lt: Xfce nebūtų tokia kokia ji yra be visų savo gėrybių. Šioje srityje taip pat buvo vykdoma daug veiklos, iš kurios labiausiai išskiriama:
ms: Xfce semestinya tersedia dengan kudapan-kudapan baharunya. Terdapat banyak aktiviti, kebanyakannya:
nb: Xfce ville ikke vært hva det er uten alle ekstraprogrammene. Også her var det mye aktivitet:
pl: Xfce nie byłoby tym, czym teraz jest bez wspaniałych dodatków "goodies". Tutaj zobaczycie te najbardziej popularne:
pt: O Xfce não seria o mesmo sem todos os seus extras. Nesta área, também vimos grande atividade, mais notavelmente:
pt_br: O Xfce não seria o que é agora, sem todos os seus extras. Nesta área, também vimos uma enxurrada de atividades, com destaque para:
ro: Xfce nu ar fi ceea ce este acum fără toate bunătățile „goodies” sale. În acest sector, am văzut, de asemenea, o avalanșă de activitate, mai ales:
ru: Xfce не было бы тем, чем является сейчас, без всех своих улучшений. В этой области мы также увидели всплеск активности, в первую очередь:
sq: Xfce-ja s’do të ishte ajo që është sot pa krejt gjërat e saj të mira. Edhe në këtë fushë pamë ca veprimtari, kryesisht:
sr: Иксфце не би био тако добар без својих добрица. У овој области смо се такође нарадили:
sv: Xfce vore inte där det är nu utan alla sina godsaker. Också på detta område, såg vi en uppsjö av aktivitet, framför allt:
th: Xfce จะไม่สามารถเป็นอย่างทุกวันนี้ได้โดยปราศจากซอฟต์แวร์ดีๆ มาเสริม ในส่วนนี้ ก็มีความเคลื่อนไหวอย่างอุ่นหนาฝาคั่งเช่นกัน ที่น่าสนใจคือ:
tr: Xfce, o tüm iyileştirmeler olmadan doğru olan değildir. Bu alanda, heyecanlı faaliyetlerde de oldu, başlıcaları:
uk: Xfce не було б тим, чим є зараз, без всіх своїх покращень. У цій області ми також побачили сплеск активності, а саме:
vi: Xfce sẽ không như hiện tại nếu không có tất cả những ưu điểm của nó. Trong lĩnh vực này, chúng tôi cũng chứng kiến ​​nhiều hoạt động sôi nổi, đáng chú ý nhất là:
zh_tw: 若沒有這些好物，Xfce 就不會是現在的這個樣子。在這方面，我們也看到了相當大量的活動，最值得注意的有：

source: Xfburn gained BluRay Disc burning support.
ca: Xfburn va obtenir suport per gravar discs BluRay.
cs: Aplikace Xfburn získala podporu vypalování disků BluRay.
da: Xfburn har fået BluRay Disk brænding understøttelse.
de: Xfburn kann nun Blu-Rays brennen.
es: Xfburn obtuvo soporte para escritura de discos BluRay.
fr: Xfburn prend désormais en charge la gravure des disques BluRay.
gl: O Xfburn gañou compatibilidade de gravación de disco BluRay.
he: צורב אקס־אף קיבל תמיכה בצריבת דיסק בלו־ריי
id: Xfburn mendapatkan dukungan pembuatan diska BluRay.
it: Xfburn consente ora la masterizzazione di dischi BluRay.
ja: Xfburnはブルーレイディスクの書き込みをサポートしました。
kk: Xfburn-де BluRay дискілерін жазу қолдауы пайда болды.
lt: Xfburn įgavo BluRay Disko įrašymo palaikymą.
ms: Xfburn ditambah dengan sokongan rakaman Cakera BluRay.
nb: Xfburn fikk støtte for å brenne Blu-ray-disker.
pl: Xfburn otrzymał obsługę wypalania płyt BluRay.
pt: Xfburn ganhou suporte a gravação de disco BluRay.
pt_br: O Xfburn ganhou suporte para gravação de discos BluRay.
ro: Xfburn a dobândit suport pentru inscripționarea discurilor BluRay.
ru: Xfburn получил возможность записывать диски Blu-ray.
sq: Xfburn përfitoi mbulim për shkrim Disqesh BluRay.
sr: Рецко (Xfburn) је добио подршку за резање Блуреј дискова.
sv: Xfburn fick stöd för bränning av BluRay-skivor.
th: Xfburn ได้เพิ่มการรองรับการเขียนแผ่นบลูเรย์
tr: Xfburn, BluRay Disk yakma desteğine kavuştu.
uk: Xfburn отримав підтримку запису дисків BluRay.
vi: Xfburn được hỗ trợ ghi đĩa BluRay.
zh_tw: Xfburn 加入了藍光光碟燒錄的支援。

source: Task manager UI was totally revamped, and got ported to Gtk3.
ca: La interfície d'usuari del gestor de tasques es va renovar totalment i es va portar al Gtk3.
cs: Správce úloh byl kompletně přepracován a byl přenesen do Gtk3
da: Job-liste UI var total omskrevet og blev porteret til Gtk3.
de: Die UI der Prozessverwaltung wurde komplett überarbeitet und auf Gtk3 portiert.
es: La interfaz de usuario del gestor de tareas fue completamente renovada, y migrada a GTK-3.
fr: Le gestionnaire de tâches a été complètement remanié et a été porté vers Gtk3.
gl: A interface se usuario do xestor de tarefas foi totalmente renovada e migrouse a Gtk3.
he: ממשק משתמש מנהל המשימות שופץ לגמרי, ונויד ל-Gtk3.
id: Tampilan antarmuka manajer tugas telah dirombak total, dan telah diporta ke Gtk3.
it: L'interfaccia del gestore dei processi è stata rivista e portata a GTK+3.
ja: タスクマネージャーのUIは完全に刷新され、Gtk3に移植されました。
kk: Тапсырмалар менеджерінің интерфейсі толығымен жаңартылды және Gtk3-ке көшірілді.
lt: Užduočių tvarkytuvės naudotojo sąsaja buvo visiškai perorganizuota ir perkelta į Gtk3.
ms: UI pengurus tugas telah dirombak semula sepenuhnya, dan diport ke Gtk3.
nb: Brukergrensesnittet til oppgavebehandlingen ble lagt om i sin helhet og overført til Gtk3.
pl: Interfejs menadżera zadań został całkowicie przepisany i otrzymał wstępny port do Gtk3.
pt: A IU do gestor de tarefas foi renovada e migrada para Gtk3.
pt_br: O gerenciador de tarefas teve sua interface totalmente remodelada, e foi portado para Gtk3.
ro: Interfața gestionarului de sarcini a fost complet reînnoită și a fost adaptată la Gtk3.
ru: Графический интерфейс менеджера задач был полностью переделан и перенесён на GTK3.
sq: UI e përgjegjësit të punëve u ripunuar tërësisht, dhe u kalua nën Gtk3.
sr: Корисничко сучеље управника задатака је потпуно прерађено и пренето у Гтк3.
sv: Aktivitetshanterarens gränssnitt gjordes om helt, och portades till Gtk3.
th: ส่วนติดต่อผู้ใช้ของโปรแกมจัดการทาสก์ได้ถูกรื้อทำใหม่ทั้งหมด และได้ย้ายไป Gtk3 แล้ว
tr: Görev yöneticisi kullanıcı arayüzü, tamamen baştan yazıldı ve Gtk3 sürümüne geçildi.
uk: Інтерфейс Менеджера Завдань було повністю перероблено та портовано на Gtk3.
vi: Giao diện người dùng của trình quản lý tác vụ đã được cải tiến hoàn toàn và được chuyển sang Gtk3.
zh_tw: 工作管理員的使用者介面已完全重組，並移植到了 Gtk3。
