Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The <b>compositor</b> has been optimized to reduce window flickering duringresize operations.
ca: El <b>compositor</b> ha estat optimitzat per reduir el parpelleig de la finestra durant les operacions de redimensionament.
cs: <b>Kompozitor</b> byl optimalizován pro snížení blikání oken během změny jejich velikosti.
da: <b>typografen</b> er belevet optimiseret til at mindske vindue-blink under tilpasning af størellses operationer.
de: Der <b>Compositor</b> wurde optimiert, um das Flimmern der Fenster bei Größenänderungen zu vermindern.
es: El <b>compositor</b> se ha optimizado para reducir el parpadeo de la ventana durante las operaciones de cambio de tamaño.
fr: Le <b>compositeur</b> a été optimisé pour réduire le scintillement de la fenêtre pendant les opérations de redimensionnement.
gl: O <b>compositor</b> optimizouse para reducir o escintileo das xanelas durante as operacións.
he: ה<b>סדרן<b> במצב מיטבי על מנת להקטין את הבהוב החלון בזמן פעולת שינוי גודל.
id: <b>Kompositor</b> telah dioptimasi untuk mengurangi kedip pada saat mengubah ukurannya.
it: Il <b>compositore</b> è stato ottimizzato per ridurre lo sfarfallio della finestra durante le operazioni di ridimensionamento.
ja: <b>合成処理</b>はサイズ変更時のフリッカーを低減するよう最適化されました。
kk: <b>Композитор</b> өлшемді өзгерту операциялары кезінде терезенің жыпылықтауын азайту үшін оңтайландырылды.
lt: <b>Komponavimas</b> buvo optimizuotas taip, kad, keičiant lango dydį, sumažintų mirgėjimą.
ms: <b>Penggubah</b> telah dioptimumkan untuk mengurangkan pengelipan ketika operasi saiz semula.
nb: <b>Komposittprogrammet</b> vil nå minke vindusblafring når en endrer vindusstørrelse.
nl: De <b>zetter</b> is geoptimaliseerd om het venster te flikkeren duringresize operaties.
oc: Lo <b>compositeur</b> es estada optimizat per redusir lo scintillement de la fenèstra pendent las operacions de redimensionament.
pl: Zoptymalizowany został <b>kompozytor</b> okien. Dzięki temu zmniejszeniu uległ efekt migania zawartości okien, podczas zmieniania ich rozmiaru.
pt: O <b>compositor</b> foi otimizado para reduzir o desvanecimento das janelas durante a operação de redimensionamento.
pt_br: O <b>compositor</b> foi otimizado para reduzir falhas na janela durante as operações de redimensionamento.
ro: <b>Compozitorul</b> a fost optimizat pentru a reduce scintilația (pâlpâirea) ferestrei în timpul operațiunilor de redimensionare.
ru: <b>Составитель</b> был оптимизирован для уменьшения мерцания окон при изменении их размеров.
sq: <b>Hartuesi</b> është optimizuar të reduktojë kapsallitje dritareje gjatë veprimesh ripërmasimi.
sr: <b>Управник слагања</b> је прилагођен да смањи треперење прозора приликом поступка промене величине.
sv: <b>sammansättaren</b> har optimerats för att reducera fönsterflimmer under storleksändring.
th: <b>ตัว composite</b> ได้รับการปรับสมรรถนะให้ลดการกะพริบของหน้าต่างขณะปรับขนาด
tr: <b>Düzenleyici</b>ye yeniden boyutlandırma işlemleri sırasında pencere titremesini azaltmak için iyileştirmeler yapıldı.
uk: <b>Композитор</b> оптимізовано для зменшення тремтіння вікон під час зміни розміру вікон.
vi: <b>Bộ tổng hợp</b> đã được tối ưu hóa để giảm hiện tượng nhấp nháy cửa sổ trong quá trình thay đổi kích thước.
zh_tw: <b>合成器</b> 已最佳化從而在調整視窗大小時減少了視窗閃爍。

source: Flicker free resizing
ca: Redimensionament lliure de parpelleig
cs: Změna velikosti bez blikání
da: Flimmerfri tilpasning af størrelse
de: Flimmerfreie Größenänderungen
es: Redimensionado libre de destellos
fr: Redimensionnement sans scintillement
gl: Redimensionamento sen escintileo
he: שינוי גודל ללא הבהוב
id: Ubah ukuran tanpa kedip
it: Ridimensionamento senza sfarfallio
ja: フリッカーなしのサイズ変更
kk: Жыпылықтаусыз өлшемді өзгерту
lt: Dydžio keitimas be mirgėjimo
ms: Saiz semula bebas Flicker
nb: Flimmerfri størrelsesjustering
nl: Flikkervrij resizing
oc: Redimensionament liure Flicker
pl: Zmienianie rozmiaru okien bez migania
pt: Desvanecimento do redimensionamento livre
pt_br: Redimensionamento sem falhas
ro: Redimensionare fără scintilații
ru: Изменение размеров без мерцания
sq: Ripërmasim pa xixëllim
sr: Промена величине без треперења
sv: Flimmerfi storleksändring
th: การปรับขนาดที่ไร้การกะพริบ
tr: Titremesiz yeniden boyutlandırma
uk: Зміна розміру без тремтіння
vi: Thay đổi kích thước không nhấp nháy
zh_tw: 無閃爍的調整大小

source: Some <b>tweakable options</b> have also been added: for example, you can now disable the blinking of windows when they receive an urgency hint.
ca: També s'han afegit <b>opcions ajustables</b>: per exemple, ara podeu desactivar el parpelleig de les finestres quan rebin un consell d'urgència.
cs: Byly také přidány některé <b>možnosti ladění</b>: například nyní můžete zakázat blikání oken, která obdržela zprávu o urgenci.
da: Nogle <b>tweaksome muligheder</b> er også blevet tilføjet: for eksempel, kan du nu deaktivere vindue-blink når de modtager et tryk fif.
de: Einige <b>anpassbare Optionen</b> wurden ebenfalls hinzugefügt: zum Beispiel können Sie jetzt einstellen, dass Fenster nicht blinken sollen, wenn Sie Dringlichkeitsbenachrichtigungen erhalten.
es: Algunas <b>opciones modificables</b> también se han añadido: por ejemplo, ahora se puede desactivar el parpadeo de las ventanas cuando reciben una sugerencia urgente.
fr: De nouvelles <b>options de réglages</b> ont également été ajoutées : vous pouvez par exemple désactiver le clignotement des fenêtres lorsqu’elles reçoivent un indicateur d’urgence.
gl: Tamén se engadiron algunhas <b>opcións de axuste</b>: por exemplo, agora pode desactivar o escintileo de xanelas cando reciben unha suxestión de urxencia.
he: כמה <b>אפשרויות שיפור<b> גם נוספו: לדוגמה, אתה יכול עכשיו להפסיק את ההבהוב של חלונות בזמן שהם מקבלים רמז דחוף.
id: Beberapa <b>opsi yang bisa dipermak</b> juga telah ditambahkan: misalnya, kini Anda bisa menonaktifkan kedipan jendela ketika mereka menerima perhatian yang penting.
it: Sono state anche introdotte delle <b>opzioni di aggiustamento</b>: per esempio è possibile disabilitare il lampeggiamento delle finestre che richiedono attenzione.
ja: <b>詳細オプション</b>にも追加がなされています。例えば、ウィンドウが緊急通知を受信したときに点滅するのを抑止できるようになりました。
kk: Кейбір <b>баптауға болатын опциялар</b> да қосылды: мысалы, енді терезелер шұғыл хабарлама алған кезде олардың жыпылықтауын сөндіруге болады.
lt: Taip pat buvo pridėtos <b>reguliavimo parametrai</b>: pavyzdžiui, dabar, langams gavus skubos signalą, galitė išjungti jų mirksėjimą.
ms: Beberapa <b>pilihan boleh tweak</b> juga ditambah: contohnya, anda kini boleh lumpuhkan pengelipan tetingkap bila ia menerima pembayang kecemasan.
nb: Enkelte <b>justerbare alternativer</b> har også blitt lagt til: for eksempel så kan du nå deaktivere vindusblinking når de mottar et kritisk hint.
nl: Sommige <b>tweakable opties</b> zijn ook toegevoegd: bijvoorbeeld, kunt u nu uitschakelen knipperen van de ramen als ze hint krijgen een urgentie.
oc: Certaines <b> opcions per personalizar</b> an tanben été aponduts : per exemple, podètz ara desactivar lo clignotement de las fenèstras quand ils reçoivent un indicador d'urgence.
pl: Dodano kilka <b>nowych opcji</b>. Na przykład można teraz wyłączyć miganie okien, które otrzymały powiadomienie o pilności.
pt: Foram também adicionadas algumas <b>opções de ajuste</b>: agora já pode inativar a intermitência das janelas quando estas requerem a sua atenção.
pt_br: Algumas <b>opções ajustáveis</b> também foram adicionadas: por exemplo, você agora pode desabilitar a piscada das janelas quando elas recebem uma dica de urgência.
ro: De asemenea, au fost adăugate unele <b>opțiuni de ajustare</b>: de exemplu, acum puteți dezactiva clipirea ferestrelor atunci când acestea primesc un mesaj de urgență.
ru: Были добавлены некоторые <b>настраиваемые параметры</b>, например, теперь можно отключить мигание окна при получении им срочного сообщения.
sq: Janë shtuar edhe disa <b>mundësi të përimtueshme</b>: për shembull, tanimë mund të çaktivizoni xixëllimin e dritareve kur marrin një njoftim urgjence.
sr: Неке <b>могућности лицкања</b> су такође додате: на пример, сада можете онемогућити трептање прозора када они приме наговештај важности.
sv: Några <b>justerbara alternativ</b> har också lagts till: du kan nu till exempel inaktivera blinkande fönster då de får ett brådskande meddelande.
th: และยังมีการเพิ่ม <b>ตัวเลือกปรับละเอียด</b> บางรายการ ตัวอย่างเช่น ขณะนี้คุณสามารถปิดการกะพริบหน้าต่างเมื่อได้รับสัญญาณความเร่งด่วนได้แล้ว
tr: Bazı <b>ayarlanabilir seçenekler eklendi</b>: örneğin pencerelerin acil ipucu aldığında yanıp sönmesini artık kapatabileceksiniz.
uk: Додано також деякі <b>опції підлаштування</b>: наприклад, тепер можна виключити мигання вікна, якщо воно вимагає негайної уваги.
vi: Một số <b>tùy chọn có thể điều chỉnh</b> cũng đã được thêm vào: ví dụ: giờ đây bạn có thể tắt tính năng nhấp nháy của các cửa sổ khi chúng nhận được gợi ý khẩn cấp.
zh_tw: 增加了一些 <b>調校選項</b> ；例如，您現在可以在視窗有緊急提誓時閃爍。

source: New tweakable options
ca: Opcions noves ajustables
cs: Nové možnosti ladění
da: Nye justerbare valgmuligheder
de: Neue anpassbare Optionen
es: Nuevas opciones ajustables
fr: De nouvelles options de réglages
gl: Novas opcións de axuste
he: אפשרויות שיפור חדשות
id: Opsi-opsi baru yang bisa dipermak
it: Nuove opzioni di aggiustamento
ja: 新しい微調整オプション
kk: Жаңа баптауға болатын опциялар
lt: Nauji reguliavimo parametrai
ms: Pilihan boleh tweak baharu
nb: Nye justerbare alternativer
nl: Nieuwe tweakable opties
oc: De novèlas opcions personalizablas
pl: Nowe opcje
pt: Novas operações de ajuste
pt_br: Novas opções ajustáveis
ro: Noi opțiuni de ajustare
ru: Новые настраиваемые опции
sq: Mundësi të reja të përimtueshme
sr: Нове могућности лицкања
sv: Nya justerbara alternativ
th: ตัวเลือกปรับละเอียดรายการใหม่
tr: Yeni ince ayar seçenekleri
uk: Нові налаштовувані опції
vi: Các tùy chọn có thể điều chỉnh mới
zh_tw: 新的調校選項

source: There have been many bug fixes and performance improvements in <b>Thunar</b>. It can use the mouse forward and backward buttons (if available) to navigate, and it includes a new plugin that allows you to set an image as wallpaper from the context menu.
ca: Hi ha hagut moltes correccions d'errors i millores de rendiment en <b>Thunar</b>. Pot utilitzar els botons del ratolí endavant i enrere (si està disponible) per navegar, i inclou un connector nou que permet establir una imatge com a fons de pantalla des del menú contextual.
cs: V aplikaci <b>Thunar</b> došlo k mnoha opravám a vylepšením výkonu. Pro navigaci může používat tlačítka myši vpřed a zpět (jsou-li k dispozici) a obsahuje nový zásuvný modul umožňující nastavit obrázek jako tapetu plochy z kontextové nabídky.
da: Der har været mange fejlretninger og ydelses forbedringer i <b>Thunar</b>. Det kan bruge mus-frem og tilbage knapper (hvis tilgængelig) til at navigere, og det inkluderer en ny plugin der tillader dig at sætte et billede som baggrund, fra kontekst menuen.
de: In <b>Thunar</b> wurden viele Fehler behoben und die Leistungsfähigkeit erhöht. Thunar kann jetzt die Vorwärts- und Rückwärtsknöpfe von Mäusen (falls vorhanden) zur Navigation benutzen und er beinhaltet ein Plugin, dass es Ihnen erlaubt, mittels des Kontextmenüs ein Bild als Hintergrundbild zu setzen.
es: Han habido muchas correcciones de errores y mejoras de rendimiento en <b>Thunar.</b> Se pueden usar los botones del ratón hacia delante y atrás (si están disponibles) para navegar e incluye un nuevo complemento que permite configurar una imagen como fondo de pantalla desde el menú contextual.
fr: <b>Thunar</b> a profité de nombreuses corrections de bogues et améliorations. Il peut utiliser, si disponible, les boutons <i>avance</i> et <i>recule</i> de la souris afin de naviguer ; il inclut un nouveau greffon permettant de définir une image comme fond d’écran grâce au menu contextuel.
gl: Houbo moitas correccións de fallos e melloras de rendemento en <b>Thunar</b>. Pode usar os botóns de avanzar e retroceder do rato (se están dispoñíbeis) para navegar e inclúe un engadido novo que lle permite configurar unha imaxe como fondo de escritorio desde o menú contextual.
he: היו הרבה תיקוני באגים ושיפורים בביצועים ב<b>תונאר<b>. הוא יכול להשתמש בכפתורי קדימה ואחורה של העכבר (אם קיימים) לניווט, והוא כולל תוסף חדש המאפשר לך לקבוע תמונה כרקע מתפריט ההקשר.
id: Telah ada banyak perbaikan kutu dan peningkatan performa <b>Thunar</b>. Ia bisa menggunakan tombol maju dan mundur pada tetikus (jika tersedia) untuk melakukan navigasi, serta menyertakaan sebuah plugin baru yang memungkinkan Anda menyetel sebuah gambar sebagai latar belakang melalui menu konteks.
it: In <b>Thunar</b> sono stati corretti diversi bug e sono state migliorate le prestazioni. Può utilizzare i pulsanti "avanti" e "indietro" del mouse (se disponibili) per navigare e include un nuovo plugin che permette di impostare un'immagine come sfondo direttamente dal menu contestuale.
ja: <b>Thunar</b>では、多くのバグの修正とパフォーマンスの改善が図られました。マウスの前進および後退ボタンがあればナビゲートに使用でき、コンテキストメニューから画像ファイルを壁紙に設定するプラグインが統合されました。
kk: <b>Thunar</b> ішінде көптеген қателерді түзету мен өнімділікті жақсарту жұмыстары жүргізілді. Ол навигация үшін тышқанның алға және артқа батырмаларын (бар болса) қолдана алады және оның құрамында контекст мәзірінен суретті фон ретінде орнатуға мүмкіндік беретін жаңа плагин бар.
lt: Programoje <b>Thunar</b> buvo daug klaidų ištaisymų ir našumo patobulinimų. Dabar, ji gali naršymui naudoti pelės, pirmyn ir atgal, mygtukus (jei prieinama), o taip pat programoje yra naujas įskiepis, kuris iš kontekstinio meniu, leidžia jums nustatyti paveikslą kaip darbalaukio foną.
ms: Terdapat banya pembaikan pepijat dan penambahbaikan prestasi dalam <b>Thunar</b>. Ia dapat gunakan butang maju dan undur tetikus (jika ada) untuk navigasi, dan ia disertakan dengan pemalam baharu yang membolehkan anda tetapkan imej sebagai kertas dinding dari menu konteks.
nb: Det er gjort mange feilrettinger og ytelsesforbedringer for <b>Thunar</b>. Musens fremover- og bakoverknapp (hvis tilgjengelig) kan brukes for å navigere, og et nytt programtillegg som lar deg sette et bilde som bakgrunn er inkludert i kontekstmenyen.
nl: Er zijn veel bug fixes en performance verbeteringen in <b>Thunar.</b> Het kan gebruik maken van de muis knoppen vooruit en achteruit (indien beschikbaar) om te navigeren, en bevat een nieuwe plugin die u toestaat om een afbeelding als achtergrond in het contextmenu.
oc: I a eu de nombreuses correccions de bugs e melhoraments de performàncias dins <b>Thunar</b>. Il pòt utilizar los botons de la mirga vers l'avant e vers l'arrièr (si disponibles) per navigar, e il inclutz un novèl empeuton que vos permet de definir un imatge coma fons d'ecran a partir del menú contextual.
pl: Naprawiono wiele błędów i ulepszono wydajność menedżera plików <b>Thunar</b>. Potrafi on korzystać z dodatkowych przycisków myszy, służących do przemieszczania się po strukturze katalogów wstecz i naprzód. Program wyposażono również w nową wtyczkę, pozwalającą na ustalenie tła pulpitu za pomocą polecenia menu kontekstowego pliku.
pt: Ocorreram diversas correções de erros e melhorias de desempenho no <b>Thunar</b>. Agora, pode utilizar os botões do rato (se disponíveis) para navegar, foi também incluído um novo "plugin" que lhe permite definir a imagem do ambiente de trabalho a partir do menu de contexto.
pt_br: Houve muita correção de bugs e melhoras na performance no <b>Thunar</b>. Ele pode usar os botões de avançar e voltar do mouse (se disponível) para navegar e inclui um novo plugin que permite a você definir uma imagem como fundo de tela a partir do menu de contexto.
ro: În <b>Thunar</b> au fost corectate multe erori și îmbunătățite performanțele. Acesta poate utiliza butoanele înainte și înapoi ale mausului (dacă sunt disponibile) pentru a naviga și include un nou modul plugin care vă permite să stabiliți o imagine ca fundal din meniul contextual.
ru: В <b>Thunar</b> было исправлено много ошибок и сделано много улучшений производительности. Стало возможным использовать для навигации кнопки мыши вперёд и назад (если таковые имеются). Добавлен модуль позволяющий устанавливать фоновое изображение из контекстного меню.
sq: Ka pasur plot ndreqje të metash dhe përmirësime punimi në <b>Thunar</b>. Mund të përdoren për lëvizje butonat për përpara dhe prapa të miut (në pastë), dhe përfshin një shtojcë të re që ju lejon të caktoni një figurë si sfond që nga menuja e kontekstit.
sr: Дошло је до многих исправка буба и побољшања учинковитости у <b>Тунару</b>. Може користити дугмиће миша напред и назад (ако су доступни) за кретање, и сада је уграђен нови прикључак који дозвољава да поставите слику као слику позадине из приручног изборника.
sv: Många fel har fixats och prestandan förbättrats i <b>Thunar</b>. Det kan använda musens framåt- och bakåtknappar (om sådana finns) för att navigera, och det inkluderar ett nytt insticksprogram som låter dig ställa in en bild som bakgrundsbild från kontextmenyn.
th: มีรายการแก้บั๊กและปรับปรุงสมรรถนะจำนวนมากใน <b>Thunar</b> โดยรุ่นนี้สามารถใช้ปุ่มไปข้างหน้าและถอยกลับของเมาส์ (ถ้ามี) ในการท่องดูได้ และมีปลั๊กอินใหม่ที่ช่วยให้คุณสามารถตั้งรูปภาพให้เป็นภาพพื้นหลังพื้นโต๊ะได้ผ่านเมนูคลิกขวา
tr: <b>Thunar</b> için bir çok hata düzeltmesi ve performans iyileştirmesi yapıldı. Doğal olarak farenin ileri ve geri düğmelerini (eğer varsa) kullanabiliyor ve içerik menüsündeki bir resmi duvar kağıdı yapmanıza izin veren yeni bir eklentiye sahip.
uk: Зроблено багато виправлень і покращень швидкодії в <b>Thunar</b>. Можна тепер використовувати кнопку миші вперед-назад (якщо вона є). Додано новий додаток, що дозволяє встановити з контекстного меню малюнок в якості шпалер.
vi: Đã có nhiều bản sửa lỗi và cải tiến hiệu suất trong <b>Thunar</b>. Nó có thể sử dụng các nút tiến và lùi của chuột (nếu có) để điều hướng và nó bao gồm một plugin mới cho phép bạn đặt hình ảnh làm hình nền từ menu ngữ cảnh.
zh_tw: <b>Thunar</b> 有很多的錯誤修復及效能改進。它可以使用滑鼠的前後按鈕(如果有的話)來導覽，並包括了一個新的插件，讓您可以從交互式選單中設定圖片作為桌布。

source: Set an image in a Thunar folder as wallpaper
ca: Establiment d'una imatge en una carpeta de Thunar com a paper pintat
cs: Nastavení obrázku jako tapety plochy ze složky v aplikaci Thunar
da: Sæt et billede i en Thunar-mappe som tapet
de: Setzen eines Bildes in einem Thunar-Ordner als Hintergrundbild
es: Establecer una imagen de una carpeta Thunar como fondo de pantalla
fr: Définir une image dans un dossier Thunar comme fond d’écran
gl: Define unha imaxe nun cartafol de Thunar como fondo de escritorio
he: קבע תמונה בתיקייה של תונאר כרקע
id: Menyetel sebuah gambar di sebuah folder Thunar sebagai gambar latar belakang
it: Impostazione di un'immagine in una cartella di Thunar come sfondo
ja: Thunar からフォルダー内にある画像を壁紙として設定できます
kk: Thunar бумасындағы суретті фон ретінде орнату
lt: Nustatykite Thunar aplanke esantį paveikslą kaip darbalaukio foną
ms: Tetapkan imej di dalam folder Thunar sebagai kertas dinding
nb: Angi et bilde som bakgrunn for en mappe i Thunar
oc: Definir un imatge dins un dorsièr Thunar coma fons d'ecran
pl: Wybieranie obrazu tła pulpitu za pomocą programu Thunar
pt: Defina uma imagem de uma pasta Thunar como papel de parede
pt_br: Definir uma imagem em uma pasta do Thunar como fundo de tela
ro: Stabiliți o imagine dintr-un dosar Thunar ca fundal
ru: Установка фонового изображения в Thunar
sq: Caktoni si sfond një figurë për një dosje në Thunar
sr: Постављање слике из фасцикле Тунара као позадинске слике
sv: Ställ in en bild i en Thunar-mapp som bakgrund
th: ตั้งรูปภาพในโฟลเดอร์ของ Thunar เป็นภาพพื้นหลังพื้นโต๊ะ
tr: Thunar klasöründe bir resimi duvar kağıdı olarak ayarlayın
uk: Встановити малюнок в Thunar як шпалери стільниці
vi: Đặt hình ảnh trong thư mục Thunar làm hình nền
zh_tw: 在 Thunar 的一個資料夾中設定圖片作為桌布
