Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: <b>Xfwm4</b> continues to be the window manager of the hearts.
ca: <b>Xfwm4</b> continua sent el gestor de finestres dels cors.
cs: <b>Xfwm4</b> je nadále správcem oken.
da: <b>Xfwm4</b> fortsætterne med at være hjerternes vindueshåndtering.
de: <b>Xfwm4</b> ist nach wie vor die Fensterverwaltung der Herzen.
es: <b>Xfwm4</b> continúa siendo el gestor de ventanas de los corazones.
fr: <b>Xfwm4</b> continue d’être le cœur du gestionnaire de fenêtres.
gl: O <b>Xfwm4</b> segue sendo o corazón do xestor de xanelas.
he: <b>Xfwm4</b> ממשיך להיות מנהל החלונות של הלבבות.
id: <b>Xfwm</b> berlanjut sebagai manajer jendela pilihan kita.
it: <b>Xfwm4</b> continua ad essere il cuore del gestore di finestre.
ja: <b>Xfwm4</b>は相変わらずウィンドウマネージャーの心臓部です。
kk: <b>Xfwm4</b> жүректердің терезелер менеджері болуын жалғастыруда.
lt: <b>Xfwm4</b> ir toliau išlieka geidžiamiausia langų tvarkytuve.
ms: <b>Xfwm4</b> dikekalkan menjadi pengurus tetingkap.
nb: <b>Xfwm4</b> er fortsatt Xfces vindusbehandler.
oc: <b>Xfwm4 </b> contunha d'èsser lo còr del gestionari de fenèstras .
pl: <b>Xfwm4</b> nadal jest menedżerem okien tworzonym z pasją.
pt: O <b>Xfwm4</b> continua a ser o nosso gestor de janelas por eleição.
pt_br: <b>Xfwm4</b> continua a ser o gerenciador de janelas dos corações.
ro: <b>Xfwm4</b> continuă să fie administratorul de ferestre al inimilor.
ru: <b>Xfwm4</b> до сих пор остается любимым оконным менеджером.
sq: <b>Xfwm4</b> vazhdon të mbetet përgjegjësi i dritareve i zemrës.
sr: <b>Иксфвм</b> наставља да буде управник прозора наших срца.
sv: <b>Xfwm4</b> fortsätter vara fönsterhanteraren i våra hjärtan.
th: <b>Xfwm4</b> ยังคงเป็นโปรแกรมจัดการหน้าต่างในดวงใจต่อไป
tr: <b>Xfwm4</b> kalplerin pencere yöneticisi olmaya devam ediyor.
uk: <b>Xfwm4</b> продовжує бути віконним менеджером.
vi: <b>Xfwm4</b> tiếp tục là người quản lý cửa sổ của trái tim.
zh_tw: <b>Xfwm4</b> 仍然是視窗管理員的心臟。

source: This release features an enhanced compositor, supporting transparent ARGB windows, shadows, window frame transparency and much more.
ca: Aquest llançament presenta un compositor millorat, suportant finestres ARGB transparents, ombres, transparència de marc de finestra i molt més.
cs: Toto vydání obsahuje pokročilý kompozitor, podporující průhledná okna ARGB, stíny, průhlednost rámečků oken a mnohem více.
da: Denne udgivelses-funktioner indeholder en forbedret typograf, understøttelse af gennemsigtig ARGB vinduer, skygger, vindue-ramme gennemsigtighed og meget mere.
de: Diese Veröffentlichung enthält einen fortgeschrittenen Compositor, untersützt ARGB-Fenster, Schatten, transparente Fensterrahmen und vieles mehr.
es: Esta publicación se caracteriza por un compositor mejorado, soporte trasparente de ventanas ARGB, sombras, trasparencias en el marco de la ventana y mucho más.
fr: Cette version est dotée d’un compositeur amélioré gérant les fenêtres transparentes ARVB, les ombres, la transparence du cadre des fenêtres et davantage.
gl: Esta versión presenta un compositor mellorado, que admite xanelas ARGB transparentes, as sombras, transparencia do marco da xanela e moito máis.
he: גרסה זו מאפשרת עורך מורחב, תמיכה בחלונות ARGB שקופים, צללים, מסגרת חלון שקופה ועוד הרבה.
id: Rilis ini mengedepankan sebuah kompositor yang telah disempurnakan, mendukung jendela ARGB transparan, bayangan, transparansi bingkai jendela, dan lebih banyak lagi.
it: Questo rilascio ha migliorato il compositore, il supporto alle trasparenze delle finestre ARGB, le ombre, le trasparenze delle cornici e molto altro.
ja: このリリースでは拡張された文字制御、透過ARGBウィンドウ、影、ウィンドウフレームの透過や更にその他の機能を特徴としています。
kk: Бұл шығарылымда мөлдір ARGB терезелерін, көлеңкелерді, терезе жақтауларының мөлдірлігін және тағы басқаларды қолдайтын жақсартылған композитор бар.
lt: Šioje laidoje pateikiamas patobulintas komponavimas, palaikantis permatomus ARGB langus, šešėlius, langų rėmelių permatomumą ir daug daugiau.
ms: Keluaran ini fiturkan penggubah dipertingkat, menyokong tetingkap ARGB lutsinar, bayang, kelutsinaran bingkai tetingkap dan banyak lagi.
nb: Denne utgivelsen har et forbedret komposittprogram som støtter gjennomsiktige ARGB-vinduer, skygger, gjennomsiktige vindusrammer og mye mer.
oc: Aquesta version dispausa d'un melhor composidor, en sostenent de fenèstras transparentas ARGB, d'ombras, la transparéncia del quadre de la fenèstra e plan mai encara.
pl: Jedną z nowości tego wydania, to udoskonalony kompozytor okien, obsługujący przezroczyste okna ARGB, cienie, przezroczystość obramowań i inne.
pt: Esta versão disponibiliza um compositor avançado, o suporte a janelas transparentes ARGB, sombras, transparência de contornos de janelas e mais.
pt_br: Este lançamento apresenta um compositor melhorado, que suporta janelas ARGB transparentes, sombras, transparência da borda das janelas e muito mais.
ro: Această versiune oferă un compozitor îmbunătățit, care acceptă ferestre ARGB transparente, umbre, transparența cadrului ferestrei și multe altele.
ru: Этот выпуск содержит улучшенный составитель, поддерживающий прозрачные ARGB окна, тени, прозрачные рамки окон и многое другое.
sq: Kjo hedhje në qarkullim përmban një hartues të thelluar, i cili mbulon dritare ARGB të tejdukshme, hije, tejdukshmëri kornizash dritaresh dhe shumë gjëra të tjera.
sr: Ово издање представља унапређеног управника слагања, који подржава АРГБ прозоре, сене, провидност оквира прозора, и још уно тога.
sv: Den här utgåvan har en förbättrad kompositor som stöder genomskinliga ARGB-fönster, skuggor, genomskinlighet för fönsterramar och mycket mer.
th: รุ่นนี้สามารถทำ composite แบบพิเศษได้ โดยรองรับหน้าต่างโปร่งแสงแบบ ARGB, เงาหน้าต่าง, กรอบหน้าต่างโปร่งแสง และอื่นๆ อีกมากมาย
tr: Bu sürüm, gelişmiş bir dizgici sunar, saydam ARGM pencerelerini, gölgeleri, saydam pencere çerçevelerini ve daha fazlasını destekler.
uk: Цей випуск має кращий композитор, який підтримує прозорі ARGB вікна, тіні, прозорість рамок вікон і багато-багато іншого.
vi: Bản phát hành này có bộ tổng hợp nâng cao, hỗ trợ các cửa sổ ARGB trong suốt, bóng, độ trong suốt của khung cửa sổ và hơn thế nữa.
zh_tw: 此版的主要特性是，增強的合成器，支援透明的 ARGB 視窗、陰影、視窗邊框透明度等等。

source: Xfwm4 Switcher
ca: Commutador Xfwm4
cs: Přepínač Xfwm4
da: Xfwm4-skifter
de: Xfwm4-Anwendungswechsler
es: Selector Xfwm4
fr: Sélecteur Xfwm4
gl: Trocador do Xfwm4
he: מעביר Xfwm4
ja: Xfwm4 スイッチャー
kk: Xfwm4 ауыстырғышы
lt: Xfwm4 Perjungiklis
ms: Penukar Xfwm4
nb: Xfwm4-veksler
pl: Przełącznik okien Xfwm4
pt: Alternador do Xfwm4
pt_br: Alternador do Xfwm4
ro: Selector Xfwm4
ru: Переключатель Xfwm4
sq: Këmbyes Xfwm4
sr: Иксфвм4 пребацивач
th: ตัวสลับหน้าต่างของ Xfwm4
tr: Xfwm4 Değiştirici
uk: Перемикач Xfwm4
vi: Bộ chuyển đổi Xfwm4
zh_tw: Xfwm4 切換器

source: <b>Xfwm4</b> also includes a brand new application switcher, as shown in the screenshot above, which displays all windows from the current workspace with icons and window titles.
ca: <b>Xfwm4</b> també inclou un commutador d'aplicacions nou, com es mostra a la captura de pantalla anterior, que mostra totes les finestres de l'espai de treball actual amb icones i títols de les finestres.
cs: <b>Xfwm4</b> také zahrnuje zbrusu nové přepínač aplikací, viz snímek obrazovky výše, který zobrazuje všechna okna aktuální pracovní plochy s ikonami a titulky oken.
da: <b>Xfwm4</b> inkluderer også en helt ny applikations-skifter, som vises i skærmbilledet øverst, hvilket viser alle vinduer fra den nuværende arbejdsplads med ikoner og vindue-fliser.
de: <b>Xfwm4</b>enthält einen brandneuen Anwendungswechsler, siehe obiges Bildschirmfoto, der alle Fenster auf der aktuellen Arbeitsfläche mit Symbolen und Fensternamen anzeigt.
es: <b>Xfwm4</b> también incluye un nuevo cambiador de aplicaciones, como se muestra en la captura de pantalla de arriba, que muestra todas las ventanas del área de trabajo actual con los iconos y los títulos de las ventanas.
fr: Comme le montre la capture d’écran ci-dessus, <b>Xfwm4</b> inclut un tout nouveau sélecteur d’application qui affiche toutes les fenêtres de l’espace de travail actif avec icônes et titres.
gl: O <b>Xfwm4</b> tamén inclúe un novo trocador de aplicacións, como se amosa na captura de pantalla anterior, que amosa todas as xanelas desde o espazo de traballo actual con iconas e títulos das xanelas.
he: <b>Xfwm4</b> גם כולל מעביר יישומים חדש לגמרי, כפי שניתן לראות בצילום המסך למעלה, המציג את כל החלונות ממרחב העבודה הנוכחי עם אייקונים ושמות חלונות.
id: <b>Xfwm4</b> juga menyertakan pemindah aplikasi yang baru, seperti ditunjukkan pada cuplikan layar di atas, yang menampilkan semua jendela dari ruang kerja saat ini dengan ikon dan judul jendela.
it: <b>Xfwm4</b> inoltre include un nuovo tipo di selettore delle applicazioni, come si vede nella schermata qui sopra, che mostra tutte le finestre dello spazio di lavoro corrente con icone e titoli delle finestre.
ja: <b>Xfwm4</b> は上のスクリーンショットにあるような新しいアプリケーション切り替え機能を含んでいます。これはアイコンとウィンドウタイトルを使って現在のワークスペースからすべてのウィンドウを表示します。
kk: <b>Xfwm4</b> сонымен қатар жоғарыдағы скриншотта көрсетілгендей, ағымдағы жұмыс орнындағы барлық терезелерді таңбашаларымен және терезе тақырыптарымен көрсететін жаңа қолданбалар ауыстырғышын қамтиды.
lt: <b>Xfwm4</b>, kaip rodoma ekrano kopijoje, viršuje, taip pat pateikiama su nauju programų perjungikliu, kuris rodo visus, esamos darbo srities langus su piktogramomis ir langų pavadinimais.
ms: <b>Xfwm4</b> juga disertakan penukar aplikasi baharu, sepertimana yang ditunjukkan dalam cekupan skrin di atas. Ia paparkan semua tetingkap dari ruang kerja semasa dengan ikon dan tajuk tetingkap.
nb: <b>Xfwm4</b> har en ny programveksler som vist i skjermbildet over. Veksleren viser alle vinduene fra gjeldende arbeidsområde med ikoner og vindustitler.
oc: <b>Xfwm4</b> inclutz tanben un novèl selector d'aplicacion, coma lo fa veire la captura d'ecran çaisús, qu'aficha totas las fenèstras de l'espaci de trabalh amb d'icònas e de títols de fenèstras.
pl: W <b>Xfwm4</b> zaprezentowano nowy wygląd modułu przełączania okien, widoczny na powyższym obrazie ekranu. Przełącznik wyświetla wszystkie okna z bieżącego obszaru roboczego wraz z ikonami i nazwami okien.
pt: O <b>Xfwm4</b> disponibiliza um novo alternador de aplicações, conforme exibido nas imagens, e que mostra todas as janelas do ambiente de trabalho atual, mediante ícones e título das janelas.
pt_br: O <b>Xfwm4</b> também inclui um novo alternador de aplicativos, como é possível ver na captura de tela acima, a qual mostra todas as janelas do espaço de trabalho com ícones e títulos de janelas.
ro: <b>Xfwm4</b> include, de asemenea, un selector de aplicații complet nou, așa cum se arată în captura de ecran de mai sus, care afișează toate ferestrele din spațiul de lucru curent cu pictograme și titluri de ferestre.
ru: <b>Xfwm4</b> так же содержит совершенно новый переключатель приложений. Как показано на снимке экрана ниже, он отображает все окна текущего рабочего места со значками и заголовками окон.
sq: <b>Xfwm4</b> përfshin gjithashtu një këmbyes aplikacionesh fringo të ri, siç tregohet te fotoja e ekrani më poshtë, e cila shfaq krejt dritaret në hapësirën e punës, me ikona dhe tituj dritaresh.
sr: <b>Иксфвм4</b> такође садржи посве нови мењач програма, као што је приказано на слици изнад, који приказује све прозоре тренутног радног простора са сличицама и насловима прозора.
sv: <b>Xfwm4</b> inkluderar också en helt ny programväxlare, som syns på skärmbilden ovan, som visar alla fönster från det aktiva skrivbordet med ikoner och fönsternamn.
th: <b>Xfwm4</b> ยังมีตัวสลับหน้าต่างโปรแกรมตัวใหม่เอี่ยม ดังที่แสดงในภาพหน้าจอข้างต้น ซึ่งจะแสดงหน้าต่างทั้งหมดของพื้นที่ทำงานปัจจุบัน พร้อมไอคอนและชื่อหน้าต่าง
tr: <b>Xfwm4</b> aynı zamanda, ekranın altında gözüken yeni bir uygulama değiştirici içerir ki bu değiştirici, mevcut çalışma alanından simgeler ve pencere başlıklarıyla tüm pencereleri gösterir.
uk: <b>Xfwm4</b> також містить новий переключатель програм, як це показано на знімку екрану вище, який показує всі вікна з поточної робочої області з іконками і заголовками вікон.
vi: <b>Xfwm4</b> cũng bao gồm một trình chuyển đổi ứng dụng hoàn toàn mới, như được hiển thị trong ảnh chụp màn hình ở trên, hiển thị tất cả các cửa sổ từ không gian làm việc hiện tại cùng với các biểu tượng và tiêu đề cửa sổ.
zh_tw: <b>Xfwm4</b> 也包含了一個新的應用程式切換器，能在目前的工作區顯示所有的視窗及其圖示和標題，就如上面的截圖所示。

source: Xfwm4 Themes
ca: Temes de l'Xfwm4
cs: Motivy Xfwm4
da: Xfwm4-temaer
de: Xfwm4-Themen
es: Temas Xfwm4
fr: Thèmes de Xfwm4
gl: Temas de Xfwm4
he: ערכות נושא Xfwm4
it: Temi di Xfwm4
ja: Xfwm4 テーマ
kk: Xfwm4 тақырыптары
lt: Xfwm4 Temos
ms: Tema Xfwm4
nb: Xfwm4-drakter
oc: Tèmas Xfwm4
pl: Style Xfwm4
pt: Temas Xfwm4
pt_br: Temas do Xfwm4
ro: Teme Xfwm4
ru: Темы Xfwm4
sq: Tema Xfwm4
sr: Иксфвм4 теме
sv: Xfwm4 teman
th: ชุดตกแต่ง Xfwm4
tr: Xfwm4 Temaları
uk: Теми Xfwm4
vi: Chủ đề Xfwm4
zh_tw: Xfwm4 主題

source: Further on support for multiple image formats for window decoration themes was added, including <tt>PNG</tt>, <tt>GIF</tt> and <tt>SVG</tt> images.
ca: Més endavant es va afegir suport per a múltiples formats d'imatge per a temes de decoració de finestres, incloent <tt>PNG</tt>, <tt>GIF</tt>i <tt>SVG</tt>imatges.
cs: Dále byla přidána podpora mnoha formátů obrázků for motivy dekorací oken, včetně obrázků typu <tt>PNG</tt>, <tt>GIF</tt> a <tt>SVG</tt>.
da: Yderligere undersøttelse for flere billedeformater, for vindue dekorations-temaer var tilføjet, inkluderet <tt>PNG</tt>,<tt>GIF</tt> og <tt>SVG</tt> billeder.
de: Des weiteren wurde Unterstützung für verschiedene Bildformate für Fensterdekorationsthemen hinzugefügt, für die Bildformate <tt>PNG</tt>, <tt>GIF</tt> und <tt>SVG</tt>.
es: Además, se ha añadido soporte para múltiples formatos de imagen para los temas de las ventanas, incluyendo los tipos <tt>PNG</tt>, <tt>GIF</tt> and <tt>SVG</tt>.
fr: De plus, les thèmes de décoration de fenêtres gèrent désormais différents formats d’images, dont <tt>PNG</tt>, <tt>GIF</tt> et <tt>SVG</tt>.
gl: Amais, agora engade múltiples formatos de imaxe para temas de decoración de xanelas, incluíndo imaxes <tt>PNG</tt>, <tt>GIF</tt> e <tt>SVG</tt>.
he: נוספה תמיכה בפורמטים גרפיים שונים עבור ערכות נושא לעיצוב חלונות, כולל תמונות <tt>PNG</tt>, <tt>GIF</tt> וגם <tt>SVG</tt>.
id: Lebih jauh lagi, dukungan beragam format gambar untuk tema dekorasi jendela telah ditambahkan, termasuk <tt>PNG</tt>, <tt>GIF</tt> dan <tt>SVG</tt>.
it: È stato aggiunto inoltre il supporto ai formati <tt>PNG</tt>, <tt>GIF</tt> e <tt>SVG</tt> per le immagini dei temi delle finestre.
ja: ウィンドウの装飾テーマ用のイメージフォーマットが追加されました。これには<tt>PNG</tt>と<tt>GIF</tt>と<tt>SVG</tt>が含まれています。
kk: Бұдан кейін терезе безендіру тақырыптары үшін бірнеше сурет пішімдерін, соның ішінде <tt>PNG</tt>, <tt>GIF</tt> және <tt>SVG</tt> суреттерін қолдау қосылды.
lt: Toliau, buvo pridėtas lango dekoracijų temų, kelių paveikslų formatų palaikymas, įskaitant <tt>PNG</tt>, <tt>GIF</tt> ir <tt>SVG</tt> paveikslus.
ms: Sokongan lanjut terhadap format imej berbilang untuk tema hiasan tetingkap telah ditambah, termasuklah imej <tt>PNG</tt>, <tt>GIF</tt> dan <tt>SVG</tt>.
nb: Vindusdekorasjoner støtter nå flere bildeformater, inkludert <tt>PNG</tt>, <tt>GIF</tt> og <tt>SVG</tt>.
oc: Amai, lo supòrt de mantun format d'imatge per la fenèstra dels tèmas de decoracion son estats aponduts, incluses los imatges <tt>PNG</tt>, <tt>GIF</tt> e <tt>SVG</tt> .
pl: Style obramowań okien zyskały obsługę wielu formatów obrazów, w tym <tt>PNG</tt>, <tt>GIF</tt> i <tt>SVG</tt>.
pt: Para além do suporte a diferentes formatos de imagens, foram adicionados temas para as decorações de janelas, incluindo imagens <tt>PNG</tt>, <tt>GIF</tt> e <tt>SVG</tt>.
pt_br: Maior suporte a múltiplos formatos de imagens para temas de decoração de janelas foi adicionado, incluindo imagens <tt>PNG</tt>, <tt>GIF</tt> e <tt>SVG</tt>.
ro: În continuare a fost adăugat suport pentru mai multe formate de imagine pentru temele de decorare a ferestrelor, inclusiv imagini <tt>PNG</tt>, <tt>GIF</tt> și<tt>SVG</tt>.
ru: Расширена поддержка форматов файлов изображений для тем оформления, добавлены форматы <tt>PNG</tt>, <tt>GIF</tt> и <tt>SVG</tt>.
sq: Më tej u shtua mbulim për formate të shumtë figurash për tema zbukurimi dritaresh, përfshi figura <tt>PNG</tt>, <tt>GIF</tt> dhe <tt>SVG</tt>.
sr: Додата је додатна подршка за више облика слика намењених темама украшавања прозора, укључујући <tt>PNG</tt>, <tt>GIF</tt> и <tt>SVG</tt> слике.
sv: Dessutom lades stöd för flera bildformat som fönsterdekorationsteman till, som <tt>PNG</tt>, <tt>GIF</tt> och <tt>SVG</tt> bilder.
th: มีการเพิ่มการรองรับฟอร์แมตภาพหลายแบบสำหรับใช้ในชุดตกแต่ง รวมถึงรูปภาพ <tt>PNG</tt>, <tt>GIF</tt> และ <tt>SVG</tt>
tr: Pencere süslemeleri ve çoklu resim biçimleri için daha fazla destek, temalara eklenmiştir, <tt>PNG</tt>, <tt>GIF</tt> ve <tt>SVG</tt> görüntüleri desteklenir.
uk: Додано дальшу підтримку різних форматів малюнків для оформлення вікон, разом з <tt>PNG</tt>, <tt>GIF</tt> і <tt>SVG</tt>.
vi: Hỗ trợ thêm cho nhiều định dạng hình ảnh cho chủ đề trang trí cửa sổ đã được thêm vào, bao gồm hình ảnh <tt>PNG</tt>, <tt>GIF</tt> và <tt>SVG</tt>.
zh_tw: 加入了對視窗裝飾主題的更多圖片格式支援，包括了 <tt>PNG</tt>、<tt>GIF</tt> 及 <tt>SVG</tt> 圖片。

source: Xfwm4 Tweaks
ca: Retocs de l'Xfwm4
cs: Vyladění Xfwm4
da: Xfwm4-finjusteringer
de: Xfwm4-Feineinstellungen
es: Ajustes Xfwm4
fr: Réglages de Xfwm4
gl: Axustes do XFwm4
he: כיוונוני Xfwm4
it: Ritocchi di Xfwm4
ja: Xfwm4 詳細設定
kk: Xfwm4 баптаулары
lt: Xfwm4 Reguliavimai
ms: Tweak Xfwm4
nb: Finjustering av Xfwm4
oc: Tweaks Xfwm4
pl: Usprawnienia Xfwm4
pt: Ajustes Xfwm4
pt_br: Ajustes do Xfwm4
ro: Ajustări Xfwm4
ru: Настройки Xfwm4
sq: Përimtime të Xfwm4-s
sr: Лицкање управника прозора
sv: Xfwm4 justeringar
th: การปรับละเอียด Xfwm4
tr: Xfwm4 İnce Ayarları
uk: Підстройка Xfwm4
vi: Tinh chỉnh Xfwm4
zh_tw: Xfwm4 調校

source: Advanced controls for the window manager were also added, allowing thorough tweaking of window behavior.
ca: També es van afegir controls avançats per al gestor de finestres, permetent ajustar a fons el comportament de la finestra.
cs: Bylo také přidáno pokročilé ovládání správce souborů, umožňující důkladné doladění chování správce oken.
da: Avanceret kontrol for vindue bestyrer var også tilføjet, hvilket tillader grundig tweaking af vindue-opførsel.
de: Fortgeschrittene Bedienelemente für die Fensterverwaltung, die eine Feineinstellung des Fensterverhaltens erlauben, wurden ebenfalls hinzugefügt.
es: Controles avanzados para el gestor de ventanas también fueron agregados, lo que permite ajustar a fondo del comportamiento de la ventana.
fr: Des contrôles avancés ont également été ajoutés au gestionnaire de fenêtres, permettant un réglage précis du comportement des fenêtres.
gl: Tamén se engadiron controis avanzados para o xestor de xanelas, que permiten axustar completamente o comportamento da xanela.
he: נוספו גם בקרות מתקדמות עבור מנהל החלונות, המאפשרות כיוונון יסודי של התנהגות החלונות.
id: Kontrol tingkat lanjut untuk manajer jendela juga ditambahkan, memungkinkan penyesuaian menyeluruh tingkah laku jendela.
it: Sono stati inoltre aggiunti dei controlli avanzati per il gestore delle finestre che consentono una completa regolazione del comportamento della finestra.
ja: また、より進んだウィンドウコントロールが追加されました。これによりウィンドウの動作を完全に調整することができるようになりました。
kk: Терезелер менеджері үшін терезе әрекетін мұқият баптауға мүмкіндік беретін кеңейтілген басқару элементтері де қосылды.
lt: Taip pat buvo pridėti išplėstiniai langų tvarkytuvės valdikliai, leidžiantys išsamius langų elgsenos patobulinimus.
ms: Kawalan lanjutan pengurus tetingkap juga telah ditambah, membolehkan kerja-kerja tweak kelakuan tetingkap.
nb: Avansert oppsett av vindusbehandleren ble også lagt til, og tillater nøye finjustering av vindusoppførsel.
oc: Las comandas avançadas pel gestionari de fenèstras tanben son estadas apondudas, que permeton d'afinar d'un biais aprigondit lo comportament de la fenèstra.
pl: Menedżer okien wzbogacono również w zaawansowane opcje, umożliwiające dostosowanie zachowania okien.
pt: Também foram adicionados controlos avançados para o gestor de janelas, permitindo ajustes completos do comportamento da janela.
pt_br: Controles avançados para o gerenciador de janelas também foram adicionados, permitindo ajustes gerais ao comportamento das janelas.
ro: De asemenea, au fost adăugate controale avansate pentru administratorul de ferestre, care permit ajustarea completă a comportamentului ferestrelor.
ru: Так же были добавлены дополнительные элементы управления оконным менеджером, позволяющие тщательно настроить поведение окна.
sq: Janë shtuar gjithashtu kontrolle të mëtejshme për përgjegjësin e dritareve, që lejojnë përimtim të plotë të sjelljes së dritares.
sr: Напредно управљање управника прозора је додато, које дозвољава темељно лицкање понашања прозора.
sv: Avancerade kontroller för fönsterhanteraren lades också till, som tillåter ingående justering av fönsterbeteende.
th: ยังมีการเพิ่มการควบคุมขั้นสูงสำหรับโปรแกรมจัดการหน้าต่าง ทำให้สามารถปรับพฤติกรรมของหน้าต่างได้อย่างละเอียดครอบคลุม
tr: Pencere yöneticisi için gelişmiş denetimler de eklenilmiş, pencere davranışına ince ayarlar yapılmasına izin verilmiştir.
uk: Додано також нові керування для менеджера вікон, які дозволяють підлаштовувати поведінку вікон.
vi: Các điều khiển nâng cao cho trình quản lý cửa sổ cũng được thêm vào, cho phép điều chỉnh kỹ lưỡng hành vi của cửa sổ.
zh_tw: 也加入了用於視窗管理員的進階控制，可由其微調視窗的行為。
