Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: A lot of long standing bugs have been fixed in <b>Xfce4 Panel</b>, particularly for multiple screen setups, but this new release also brings an improved set of panel plugins.
ca: Una gran quantitat d'errors permanents han corregits al <b>Plafó de l'Xfce4</b>, particularment per a les configuracions de múltiples pantalles, però aquesta nova versió també porta un conjunt millorat dels connectors del plafó.
cs: V <b>panelu Xfce4</b> byla opravena spousta dlouhodobých chyb, zvláště nastavení pro více obrazovek, toto nové vydání ale také přináší vylepšenou sadu zásuvných modulů panelu.
da: Mange af de gamle bugs som er blevet rettet i <b>Xfce4-Panelet</b>, især for flere skærms-opsætning, men denne nye udgivelse bringer også forbedrede sæt af panel plugins.
de: Viele schon lange bestehende Fehler in der <b>Xfce4-Leiste</b> wurden behoben, besonders im Hinblick auf die Verwaltung mehrerer Bildschirme. Zusätzlich bietet diese Veröffentlichung eine erweiterte Anzahl verbesserter Leistenerweiterungen.
es: Una gran cantidad de errores desde hace mucho tiempo se han corregido en el <b>Panel de Xfce4</b>, sobre todo para las configuraciones de pantallas múltiples, pero esta nueva versión también trae un conjunto mejorado de complementos del panel.
fr: Un grand nombre de bogues de longue date a été corrigé dans le <b>tableau de bord</b> de Xfce, en particulier pour les configurations à plusieurs écrans. Cette nouvelle version se voit également dotée d’un ensemble amélioré de greffons de tableau de bord.
gl: Resolvéronse moitos fallos de longa duración no <b>Panel Xfce4</b>, particularmente no relativo a configuracións de pantalla múltiple, máis esta nova versión tamén trae un conxunto mellorado de engadidos de panel.
he: הרבה באגים ישנים תוקנו ב <b>לוח Xfce4 <b> , ביחוד עבור התקנות מרובות מסכים, אבל השחרור החדש הזה גם מביא אוסף תוספי לוח משופר.
id: Berbagai permasalahan pada <b>Xfce4 Panel</b> telah diperbaiki, seperti pengaturan multi-layar dan plug-in pada panel.
it: Sono stati corretti una ampia serie di bug anche di lunga data presenti in <b>Xfce4 Panel</b>, in particolare riguardanti le configurazioni con più schermi. Questo rilascio porta con sé anche un insieme di plugin per il pannello profondamente migliorati.
ja: 長く残っていた <b>Xfce4 Panel</b> の多くのバグ、特にマルチスクリーンの設定に関する問題が修正されました。それだけでなく、この新しいリリースではパネルプラグインセットの改良も行われました。
kk: <b>Xfce4 Panel</b> ішіндегі көптеген ескі қателер түзетілді, әсіресе бірнеше экранды орнатулар үшін, сонымен қатар бұл жаңа шығарылым панель плагиндерінің жақсартылған жиынтығын ұсынады.
lt: <b>Xfce4 Skydelyje</b> buvo ištaisyta daugybė ilgai užsibuvusių klaidų, ypač kelių ekranų sąrankose, tačiau ši laida taip pat pateikia patobulintą skydelio įskiepių rinkinį.
ms: Banyak pepijat degil telah dibaiki dalam <b>Panel Xfce4</b>, terutamanya pada persediaan skrin berbilang, tetapi keluaran ini juga mempersembahkan satu set pemalam panel yang ditambahbaikkan.
nb: Mange langvarige feil har blitt rettet i <b>xfce4 Panel</b>, spesielt for flere skjermoppsett, men denne nye utgivelsen bringer også et forbedret sett med programtillegg for panelet.
nl: Veel langdurige bugs zijn opgelost in <b>Xfce4 Panel,</b> met name voor meerdere scherm opstellingen, maar deze nieuwe release brengt ook een verbeterde reeks van het paneel plugins.
oc: Un grand nombre de bugs de longa data son estats corregits dins <b>panèl Xfce4</b>, en particular pels configuracions a plusieurs ecrans, mas aquesta novèla version apporte tanben un ensemble melhorat del panèl dels empeutons
pl: Naprawiono wiele błędów programu <b>Xfce Panel</b>, szczególnie te dotyczące konfiguracji przeznaczonych dla wielu ekranów. Wraz z panelem udostępniono udoskonalony zestaw apletów.
pt: Diversos erros foram corrigidos no <b>painel Xfce4</b>, particularmente na configuração de ecrãs múltiplos. No entanto, esta versão também inclui melhorias em relação aos "plugins" do painel.
pt_br: Uma grande quantidade de bugs persistentes foram corrigidos no <b>Painel do Xfce4</b>, particularmente para configurações com múltiplas telas, mas este novo lançamento traz um conjunto melhorado de plugins de painel.
ro: În <b>Panoul Xfce4</b> au fost rezolvate o mulțime de erori vechi, în special pentru configurațiile cu mai multe ecrane, dar această nouă versiune aduce și un set îmbunătățit de module pentru panouri.
ru: В <b>Панели Xfce4</b> было исправлено множество долгоживущих ошибок, особенно касающихся многоэкранных установок, и, кроме того, добавлен набор улучшенных модулей панели.
sq: Te <b>Xfce4 Panel</b> janë ndrequr mjaft të meta ekzistuese për një kohë të gjatë, veçanërisht për sisteme me shumë ekrane, por kjo hedhje e re në qarkullim sjell edhe një grup të përmirësuar shtojcash paneli.
sr: Велики број дуготрајних буба је исправљено у <b>ИксФЦЕ4 полици</b>, нарочито оних везаних за поставке вишеструких екрана. Ово ново издање такође доноси побољшан скуп прикључака полице.
sv: Många gamla fel har rättats till i <b>Xfce4 Panelen</b>, särskilt i stödet för flera skärmar, men utgåvan har också en uppdaterad uppsättning av panelinsticksprogram.
th: มีการแก้บั๊กที่ค้างคามานานเป็นจำนวนมากใน <b>พาเนลของ Xfce4</b> โดยเฉพาะเรื่องการใช้กับจอภาพหลายจอ แต่รุ่นใหม่นี้ก็ยังมาพร้อมกับปลั๊กอินพาเนลชุดใหม่ที่ได้รับการปรับปรุงให้ดีขึ้นด้วย
tr: <b>Xfce4 Panel</b>'de özellikle çoklu ekran ayarları ile alakalı, uzun süredir bulunan bir çok hata düzeltildi. Ayrıca bu yeni sürüm ile gelişmiş panel eklentileri de geliyor.
uk: Багато старих вад було виправлено <b>панелі Xfce4</b>, особливо для налаштування кількох екранів. Також новий випуск має багато нових покращень в налаштуваннях додатків панелі.
vi: Rất nhiều lỗi tồn tại lâu dài đã được sửa trong <b>Bảng điều khiển Xfce4</b>, đặc biệt đối với các thiết lập nhiều màn hình, nhưng bản phát hành mới này cũng mang đến một bộ plugin bảng điều khiển được cải tiến.
zh_tw: 許多長期擺在那裡的臭蟲已經在 <b>Xfce4 面板</b> 中修復了，特別是多螢幕的設定，此版本也有插件設定的改進。

source: New binary clock
ca: Rellotge binari nou
cs: Nové binární hodiny
da: Nyt binært ur
de: Neue binäre Uhr
es: Nuevo reloj binario
fr: Nouvelle horloge binaire
gl: Novo reloxo binario
he: שעון בינארי חדש
id: Jam biner baru
it: Nuovo orologio binario
ja: 新しいバイナリ時計
kk: Жаңа екілік сағат
lt: Naujas dvejetainis laikrodis
ms: Jam binari baharu
nb: Ny binær klokke
nl: Nieuwe binaire klok
oc: Novèl relòtge binari
pl: Nowy zegar binarny
pt: Novo relógio binário
pt_br: Novo relógio binário
ro: Noul ceas binar
ru: Новые двоичные часы
sq: Orë e re dyore
sr: Нови двобрјчани часовник
sv: Ny binärklocka
th: นาฬิกาฐานสองตัวใหม่
tr: Yeni ikili saat
uk: Новий цифровий годинник
vi: Đồng hồ nhị phân mới
zh_tw: 新的二進制時鐘

source: The <b>clock plugin</b> has been rewritten to consume fewer system resources and to fix some display bugs, but there is also a new clock mode for the geek in you: binary clock! The new <b>notification area plugin</b> allows you to hide selected notification icons to keep your notification area clean and readable.
ca: El <b>connector del rellotge</b> ha estat reescrit per consumir menys recursos del sistema i per corregir alguns errors de visualització, però també hi ha un mode de rellotge nou per al friki que hi ha dins vostre: el rellotge binari! El nou <b>connector d'àrea de notificació</b> us permet ocultar les icones de notificació seleccionades per mantenir la vostra àrea de notificació neta i llegible.
cs: Zásuvný modul <b>clock-plugin</b> byl přepsán, aby spotřeboval méně systémových prostředků a opravil některé chyby zobrazení, ale pro geeky je zde nový režim hodin: binární hodiny! Nový <b>zásuvný modul oznamovací oblasti</b> umožňuje skrýt vybrané oznamovací ikony tak, aby oznamovací oblast zůstala čistá a čitelná.
da: <b>ur plugin</b> er blevet omskrevet til at bruge mindre system ressourcer og rette nogle skærmfejl, men der er også en ny ur-måde for nørden i dig: binært ur! Den nye <b>Underretningsområde-plugin</b> tillader dig at gemme valgte underretningsikoner for at beholde dit underretningsområde rent og læseligt.
de: Das <b>Uhr-Modul</b> wurde neu geschrieben, um den Verbrauch an Systemressourcen zu senken, um einige Anzeigefehler zu beheben, aber es gibt auch einen neuen Uhr-Modus für den Streber in Ihnen: Die binäre Uhr! Das neue <b>Benachrichtigungsflächenmodul</b> ermöglicht es Ihnen, ausgewählte Benachrichtigungssymbole zu verbergen, um Ihre Benachrichtigungsfläche aufgeräumt und lesbar zu halten.
es: El <b>complemento del reloj</b> ha sido rescrito para consumir menos recursos del sistema y para corregir algunos errores de visualización, pero también hay un nuevo modo de reloj para el <i>geek</i> que hay en ti: ¡el reloj binario! <b>La nueva área del complemento de notificación</b> le permite ocultar los iconos de notificación seleccionados para mantener el área de notificación limpia y legible.
fr: Le <b>greffon horloge</b> a été réécrit pour consommer moins de ressources système et corriger quelques bogues d’affichage, mais bénéficie aussi d’un nouveau mode pour le geek en vous : l’horloge binaire ! Le nouveau <b>greffon de zone de notification</b> vous permet de masquer les icônes de zone de notification sélectionnées afin de garder celle-ci propre et lisible.
gl: O <b>engadido de reloxo</b> foi reescrito para consumir menos recursos do sistema e para corrixir algúns fallos de visualización, máis tamén hai un novo modo de reloxo, o reloxo binario! O novo <b>engadido de zona de notificación</b> permítelle agochar as iconas de notificación seleccionadas para que a área de notificación sexa limpa e lexíbel.
he: <b> תוסף השעון <b> נכתב מחדש על מנת לצרוך פחות משאבי מערכת ולתקן באגים בתצוגה, אבל יש גם מצב שעון חדש ליורם שבך: שעון בינארי! <b> תוסף שטח הודעות <b> חדש מאפשר לך להסתיר אייקוני הודעות נבחרים על מנת לשמור על שטח ההודעות שלך נקי וקריא.
id: <b>Plugin jam</b> telah dibuat ulang agar menjadi ringan daya dan bebas dari beberapa masalah tampilan. Tidak hanya itu, sekarang juga tersedia model jam biner. Sementara <b>plugin area notifikasi</b> yang baru akan mempermudah Anda menyembunyikan ikon notifikasi yang Anda pilih agar tampak lebih sederhana dan nyaman dilihat.
it: Il <b>plugin dell'orologio</b> è stato riscritto per consumare meno risorse di sistema e per correggere alcuni problemi di visualizzazione, ma è stata anche inserita una nuova modalità per "geek": l'orologio binario! Il nuovo <b>plugin dell'area di notifica</b> permette di nascondere l'icona di notifica selezionata per mantenere l'area di notifica pulita e leggibile.
ja: <b>時計プラグイン</b>はシステムリソースの消費を抑え、いくつかの表示上のバグを修正するために書き直されました。また、ギークなあなたのために、新たなモードとしてバイナリクロックも追加されました!新しい<b>通知エリアプラグイン</b>では、任意の通知アイコンを表示しないよう指定することができ、あなたの通知エリアをすっきり見やすくしておくことができます。
kk: <b>Сағат плагині</b> жүйелік ресурстарды азырақ тұтыну және кейбір көрсету қателерін түзету үшін қайта жазылды, сондай-ақ "гиктер" үшін жаңа сағат режимі бар: екілік сағат! Жаңа <b>хабарландырулар аймағы плагині</b> хабарландырулар аймағын таза әрі оқылатын күйде сақтау үшін таңдалған хабарландыру таңбашаларын жасыруға мүмкіндік береді.
lt: <b>Laikrodžio įskiepis</b> buvo iš naujo perrašytas, kad naudotų mažiau sistemos išteklių ir, kad būtų ištaisytos kelios rodymo klaidos, tačiau yra ir nauja laikrodžio veiksena, skirta jumyse slypiančiam moksliukui: dvejetainis laikrodis! Naujas <b>pranešimų srities įskiepis</b> leidžia slėpti pasirinktas pranešimų piktogramas ir taip išlaikyti pranešimų sritį išvalytą ir skaitomą.
ms: <b>Pemalam jam</b> telah ditulis semula supaya kurang guna sumber sistem dan dapat membaiki beberapa pepijat paparan, selain itu mod jam baharu untuk si geek: jam binari! <b>Pemalam pemberitahuan</b> baharu membolehkan anda sembunyikan ikon pemberitahuan terpilih supaya ruang pemberitahuan kemas dan mudah dibaca.
nb: <b>Klokke-tillegget</b> er omskrevet for å bruke færre systemressurser og rette noen visningsfeil. Det er også en ny klokkemodus for fagidiotene blant oss: Binærklokka! Det nye <b>varslingstillegget</b> lar deg skjule valgte varslingsikoner for å gjøre varslingsområdet rent og lesbart.
nl: De <b>klok plugin</b> is herschreven om middelen te consumeren minder systeembronnen en bugs te fixen, wat weer te geven, maar er is ook een nieuwe klok modus voor de geek in u: binaire klok! De nieuwe <b>kennisgeving gebied plugin</b> maakt het mogelijk te verbergen door u geselecteerde melding pictogrammen om uw aanmelding schoon en leesbaar zijn.
oc: Lo <b>empeuton relòtge</b> es estada reescrich per consomenar mens de ressorsas sistèma e corregir qualques bugs d'afichatge, mas i a tanben un novèl mòde de relòtge pel geek en vous : relòtge binaire ! Lo novèl <b>empeuton de la zòna de notificacion</b> vos permet d'amagar las icònas de notificacion seleccionats per gardar votre zòna de notificacion pròpria e lisible.
pl: <b>Aplet zegara</b> został napisany od nowa, aby osiągnąć mniejsze zużycie zasobów komputera i naprawić kilka błędów związanych z wyświetlaniem apletu. Dodano także nowy tryb wskazań zegara: binarny! Nowy aplet <b>obszaru powiadomień</b> umożliwia ukrywanie wybranych ikon, zwiększając jego czytelność.
pt: O "plugin" do <b>relógio</b> foi desenvolvido de raiz para que consumisse menos recursos e para corrigir alguns erros de exibição, mas existe também um novo modo: o relógio binário! O novo "plugin" <b>da área de notificação</b> permite-lhe agora ocultar os ícones de notificação para manter a sua área de notificação ainda mais organizada.
pt_br: O <b>plugin de relógios</b> foi reescrito para consumir menos recursos do sistema e para corrigir alguns erros de exibição, mas há também um novo modo de relógio para o lado geek em você: relógio binário! O novo <b>plugin de área de notificações</b> permite que você esconda ícones de notificações selecionados para manter sua área de notificações limpa e legível.
ro: <b>Modulul de ceas</b> a fost rescris pentru a consuma mai puține resurse de sistem și pentru a corecta unele erori de afișare, dar există și un nou mod de ceas pentru tocilarul din tine: ceas binar! Noul <b>modul pentru zona de notificare</b> vă permite să ascundeți pictogramele de notificare selectate pentru a vă păstra zona de notificare curată și lizibilă.
ru: <b>Модуль часов</b> был переписан с целью уменьшения потребления системных ресурсов и исправления некоторых ошибок отображения. Также модуль имеет новый режим двоичных часов для гиков! Новый <b>модуль области уведомления</b> позволяет скрывать указанные значки уведомления, чтобы содержать область уведомления в чистоте и порядке.
sq: <b>Shtojca orë</b> është rishkruar që të harxhojë më pak burime sistemi dhe për ndreqjen e disa të metave në shfaqje të saj, por ka gjithashtu edhe një mënyrë të re për orën, për geek-un brenda jush: ora dyore! <b>Shtojca e re e fushës së njoftimeve</b> ju lejon të fshihni ikona njoftimesh të përzgjedhura për ta mbajtur të pastër dhe të lexueshme fushën tuaj të njoftimeve.
sr: <b>Прикључак часовник</b> је преписан како би уштедели оптерећење вашег рачунара и исправиле неке бубице у приказу. Он такође добија и нови начин приказа за штребера у вама: двобројчани часовник! Нови <b>прикључак обавештајне области</b> омогућава скривање обавештајних сличица ради задржавања чистог и читљивог изгледа обавештајне области.
sv: <b>Klockinsticksprogrammet</b har skrivits om så att det använder färre systemresurser och för att fixa några visningsbuggar, men det finns också ett nytt klockläge för nörden inom dig: binär klocka! Den nya <b>insticksprogrammet för meddelandefältet</b> låter dig dölja utvalda meddelandeikoner för att behålla ditt meddelandefält rent och läsligt.
th: <b>ปลั๊กอินนาฬิกา</b> ได้ถูกเขียนขึ้นใหม่เพื่อให้ใช้ทรัพยากรระบบน้อยลง และเพื่อแก้ปัญหาการแสดงผลบางประการ แต่ก็ได้เพิ่มโหมดนาฬิกาโหมดใหม่สำหรับความ geek ในตัวคุณ คือนาฬิกาฐานสอง! <b>ปลั๊กอินพื้นที่แจ้งเหตุ</b>ตัวใหม่อนุญาตให้คุณเลือกซ่อนไอคอนแจ้งเหตุได้ เพื่อให้พื้นที่แจ้งเหตุของคุณสะอาดและอ่านง่าย
tr: <b>Saat eklentisi</b> daha az sistem kaynağı tüketmesi ve bazı görüntüleme hatalarının düzeltilmesi amacıyla yeniden yazıldı. Ayrıca içinizdeki geek için yeni bir saat modu da eklendi: ikili saat! Yeni <b>bildirim alanı eklentisi</b> seçtiğiniz bildirim simgelerini, bildirim alanınızı temiz ve okunabilir tutabilmeniz için gizlemenize olanak sağlıyor.
uk: <b>Додаток годинника</b> був повністю переписаний, щоб використовувати менше системних ресурсів, а також має виправлення кількох вад і новий режим годинника: цифровий годинник! Новий <b>додаток області повідомлень</b> дозволяє Вам приховати вибрані іконки повідомлень, щоб уникнути засмічення області повідомлень.
vi: <b>plugin đồng hồ</b> đã được viết lại để tiêu tốn ít tài nguyên hệ thống hơn và sửa một số lỗi hiển thị, nhưng cũng có một chế độ đồng hồ mới dành cho những người đam mê công nghệ trong bạn: đồng hồ nhị phân! <b>Plugin khu vực thông báo</b> mới cho phép bạn ẩn các biểu tượng thông báo đã chọn để giữ cho khu vực thông báo của bạn sạch sẽ và dễ đọc.
zh_tw: <b>時鐘插件</b> 已經被重新編寫以消耗更少的系統資源及修復一些顯示的臭蟲，但對於電腦迷玩家的你來說，還有一個新的時鐘模式：二進制時鐘！新的 <b>通知區域插件</b> 讓您可以隱藏所選的通知圖示，讓您的通知區域簡潔易讀。

source: Sound Mixer
ca: Mesclador de sons
cs: Směšovač zvuku
da: Lydmikser
de: Lautstärkeregler
es: Mezclador de sonido
fr: Mélangeur audio
gl: Mesturador de son
he: מיקסר קול
id: Mikser Suara
it: Mixer del suono
ja: サウンドミキサー
kk: Дыбыс миксері
lt: Garsų maišiklis
ms: Pengadun Bunyi
nb: Lydmikser
oc: Mesclador sonòr
pl: Mikser dźwięku
pt: Gestor de som
pt_br: Mixador de som
ro: Mixer de sunet
ru: Звуковой микшер
sq: Përzierës Tingujsh
sr: Мешач звука
sv: Ljudmixer
th: เครื่องมือปรับเสียง
tr: Ses Mikseri
uk: Мікшер звуку
vi: Bộ trộn âm thanh
zh_tw: 混音器
