Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: For the final release (Xfce X.Y), all core components are tagged (twice, once with their own version and once with xfce-X.Y.0) and branched for the maintenance cycle (e.g. as thunar-1.2 or xfwm4-4.8). After that, the ELS branch is merged into master (where the development for the next release takes place) and into e.g. thunar-1.2 or xfwm4-4.8.
cs: Pro finální vydání (Xfce X.Y) jsou všechny klíčové komponenty otagovány (dvakrát, jednou jejich vlastní verzí a podruhé verzí xfce-X.Y.0) a rozvětveny pro cyklus údržby (např. jako thunar-1.2 nebo xfwm4-4.8). Poté je větev ELS spojena s hlavní větví (kde se odehrává vývoj pro příští verzi) a např. s verzemi součástí thunar-1.2 nebo xfwm4-4.8.
da: For den endelige udgivelse (Xfce X.Y), alle kerne komponenter er tagget (to gange, enkelt med deres egen version og endnu engang med xfce-X.Y.0) og deres grene for vedligeholdeses-cyklussen (f.eks som thunar-1.2 eller xfwm4-4.8). Efter dette er ELS grenen sammenlagt ind i hoved-grenen (hvor udviklingen for den næste udgivelse tager finder sted) og ind i f.eks thunar-1.2 eller xfwm4-4.8.
de: Für die finale Veröffentlichung (Xfce X.Y) werden alle Kernkomponenten markiert (zwei Mal, einmal mit ihrer Version und einmal mit Xfce-X.Y.0) und für den Wartungs-Zweig verzweigt (zum Beispiel als thunar-1.2 oder xfwm4-4.8). Danach wird der ELS-Zweig in den Master-Zweig eingepflegt, wo die Entwicklung für die nächste Veröffentlichung stattfindet und in zum Beispiel thunar-1.2 oder xfwm4-4.8.
fr: Pour la version finale (Xfce X.Y), tous les composants de base sont étiquetés (une fois pour leur propre version et une autre avec xfce-X.Y.0) et décomposés pour le cycle de maintenance (ex. thunar-1.2 ou xfwm4-4.8). Après cela, la branche ELS est intégrée à la maîtresse (où le développement de la version suivante a lieu) et dans, par exemple, thunar-1.2 ou xfwm4-4.8.
id: Untuk rilis final (Xfce X.Y), semua komponen inti diberi tag (dua kali, satu dengan versi mereka sendiri, dan satu lagi dengan xfce-X.Y.0) dan dicabangkan untuk siklus pemeliharaan (misal sebagai thunar-1.2 atau xfwm4-4.8). Setelah itu, cabang ELS digabung ke dalam master (di mana dilakukan pengembangan untuk rilis berikutnya) dan ke dalam, misal thunar-1.2 atau xfwm4-4.8.
ja: 最終リリース (Xfce X.Y) では、すべてのコアコンポーネントはメンテナンスサイクルのためにタグ付け (自身のバージョンと Xfce-X.Y.0 の二つ) およびブランチ作成 (例: thunar-1.2 や xfwm4-4.8 など) が行われる。この後、ELS ブランチは master (次のバージョンのための開発ブランチ) および、thunar-1.2 や xfwm4-4.8 などのブランチにマージされる。
lt: Paskutiniam leidimui (Xfce X.Y) visi branduolio komponentai yra pažymėti (dukart, vieną kartą su jų versija ir kitą su xfce-X.Y.0) ir patalpinti į prižiūrėjimo šaką (pvz. thunar-1.2 ar xfwm4-4.8). Po to ELS šaka yra sujungiama su „master“ šaka (kurioje bus kuriama nauja versija) ir į pvz. thunar-1.2 ar xfwm4-4.8.
ms: Bagi keluaran akhir (Xfce X.Y), semua komponen teras ditanda (dua kali, sekali dengan versi mereka sendiri dan sekali lagi dengan xfce-X.Y.0) dan dicabangkan untuk kitar penyelenggaraan (contohnya thunar-1.2 atau xfwm4-4.8). Selepas itu, cabang ELS digabungkan ke master (yang mana pembangunan untuk keluaran berikutnya) dan menjadi contohnya thunar-1.2 atau xfwm4-4.8.
nb: Ved den endelige utgivelsen (Xfce X.Y) merkes alle kjernekomponentene (to ganger, både med sin egen versjon og med xfce-X.Y.0) og forgreines til vedlikeholdssyklusen (f.eks. som thunar-1.2 eller xfwm4-4.8). Deretter flettes ELS-greina inn i hovedgreina (der utviklinga for neste utgivelse skjer) og til f.eks. thunar-1.2 eller xfwm4-4.8.
nl: Voor de uiteindelijke release (Xfce XY), worden alle kerncomponenten trefwoord (twee keer, een keer met hun eigen versie en een keer met xfce-XY0) en vertakte voor het onderhoud cyclus (bijv. als thunar-1.2 of xfwm4-4.8). Daarna wordt de ELS tak samengevoegd tot master (waar de ontwikkeling voor de volgende release plaatsvindt) en in bijvoorbeeld thunar-1.2 of xfwm4-4.8.
oc: Per la version finala (Xfce X.Y), totes los components del còr son marcats (dos còps, un còp amb lor pròpria version e un còp amb xfce-X.Y.0) e ramifiés pel cicle de mantenença (per exemple, coma thunar-1.2 o xfwm4-4.8). Aprèp aquò, la branca ELS es fusionada dins master (ont lo desvolopament de la version venenta se fa) e per ex thunar-1.2 o xfwm4-4.8.
pt: Após a versão final (Xfce X.Y), todos os principais componentes são assinalados (duas vezes, no caso de versões próprias e uma no caso Xfce X.Y.0) e elevadas para um ciclo de manutenção (por exemplo thunar-1.2 ou xfwm4-4.8). Após este período, a versão ELS é integrada ao repositório master (onde ocorre o desenvolvimento das versões subsequentes).
ru: Для финального выпуска (Xfce X.Y), все основные компоненты размечаются (дважды, один раз своей собственной версией и один раз как xfce-X.Y.0) и ответвляются для цикла поддержки (например, как thunar-1.2 или xfwm4-4.8). После этого, выполняется объединение ветви ELS с основной (где происходит разработка следующего выпуска) и с ветвями, например, на thunar-1.2 или xfwm4-4.8.
sq: Për hedhjen përfundimtare në qarkullim (Xfce X.Y), krejt përbërësit etiketohen (dy herë, një me versionin e vet dhe një me xfce-X.Y.0) dhe degëzohen për ciklin e mirëmbajtjes (p.sh., si thunar-1.2 ose xfwm4-4.8). Pas kësaj, dega ELS përzihet te dega kryesore (ku kryhet zhvillimi për hedhjen pasuese në qarkullim) dhe te, për shembull, thunar-1.2 ose xfwm4-4.8.
sv: För slututgåvan (Xfce X.Y), är alla kärnkomponenter märkta (två gånger, en gång med sin egen version och en gång med xfce-X.Y.0) och grenade för underhållscykeln (t.ex. som thunar-1.2 eller xfwm4-4.8). Efter det fogas ELS-grenen samman med master (där utvecklingen inför nästa utgåva äger rum) och i t.ex. thunar-1.2 eller xfwm4-4.8.
th: สำหรับรุ่นจริง (Xfce X.Y) องค์ประกอบแกนหลักทุกตัวจะถูกแท็ก (สองครั้ง ครั้งหนึ่งเป็นรุ่นของตัวองค์ประกอบเอง และอีกครั้งหนึ่งเป็น xfce-X.Y.0) และแตกแขนงสำหรับรอบการบำรุงรักษา (เช่น เป็น thunar-1.2 หรือ xfwm4-4.8) หลังจากนั้น แขนง ELS จะถูกผสานเข้าสู่ master (ซึ่งเป็นแขนงที่ใช้พัฒนารุ่นถัดไป) และเข้าสู่แขนงอย่าง thunar-1.2 หรือ xfwm4-4.8 ต่อไป
tr: Son sürüm için (Xfce X.Y), tüm bileşenler etiketlenir (iki kere, bir kendi sürümü ile, diğeriyse xfce-X.Y.0 şeklinde) ve bakım döngüsü için dal açılır (örn. thunar-1.2 veya xdwm4-4.8). Bundan sonra, ELS dalı, master dalı içine (bunun yerini alacak olan sonraki sürüm için geliştirme) ve thunar-1.2 veya xfwm4-4.8 içine birleştirilir.
uk: Для фінального випуску (Xfce X.Y) всі компоненти позначаються (двічі, раз для своєю власною версією і раз для xfce-X.Y.0) і розгалужуються для розробницького циклу (наприклад як thunar-1.2 або xfwm4-4.8). Після цього гілка ELS об’єднується в основну (де є розробки для наступного випуску), і, наприклад, в thunar-1.2 або xfwm4-4.8.
zh_tw: 對於最終發佈(Xfce X.Y)，所有核心組件都會被標記(兩次，一次以其自己的版本，另一次則是 xfce-X.Y.0)並分支維護週期(例如 thunar-1.2或是 xfwm4-4.8)。然後，ELS 分支會合併到 master 分支中(下一版本開始的地方)並進入像是 thunar-1.2 或是 xfwm-4.8。

source: Maintenance Process
cs: Proces údržby
da: Vedligeholdelsesforløb
de: Wartungsprozess
fr: Processus de maintenance
id: Proses Pemeliharaan
ja: メンテナンスプロセス
lt: Prižiūrėjimo procesas
ms: Proses Penyelenggaraan
nb: Vedlikeholdsprosess
nl: Onderhoudsproces
oc: Processus de mantenença
pt: Processo de manutenção
ru: Сопровождение
sq: Proces Mirëmbajtjeje
sv: Underhållsprocess
th: กระบวนการบำรุงรักษา
tr: Bakım Süreci
uk: Процес налагодження
zh_tw: 維護階段

source: After the release of a final version, bugfixes and translation updates will be committed to a stable component-specific branch (like thunar-1.2 or xfwm4-4.8). Maintenance releases of individual components are not required to be synchronized.
cs: Po vydání finální verze jsou do stabilní větve specifické pro dané komponenty (např. thunar-1.2 nebo xfwm4-4.8) odeslány opravy chyb a aktualizace překladů. Údržbová vydání jednotlivých komponent není nutné nutné synchronizovat.
da: Efter udgivelsen af den endelige version, vil fejl-retninger og oversættelses-opdateringer blive sat ind i stabil komponent-specifik grenen (Som thunar-1.2 eller xfwm4-4.8). Vedligeholdelses-udgivelser af individuelle komponenter kræver ikke synkronisation.
de: Nach der Veröffentlichung einer endgültigen Version werden Fehlerkorrekturen und Aktualisierungen von Übersetzungen in dem komponentenspezifischen stabilen Zweig (zum Beispiel thunar-1.2 oder xfwm4-4.8) durchgeführt. Wartungsveröffentlichungen von einzelnen Komponenten müssen nicht synchronisiert werden.
fr: Après la sortie d’une version finale, les corrections de bogues et mises à jour de traduction auront lieu dans une branche stable spécifique aux composants (comme thunar-1.2 ou xfwm4-4.8). Les publications de maintenance de composants individuels n’ont pas besoin d’être synchronisées.
id: Setelah rilis versi final, perbaikan kutu dan pembaruan penerjemahan akan dikomit ke cabang stabil komponen-spesifik (seperti thunar-1.2 atau xfwm4-4.8). Rilis pemeliharaan untuk komponen individual tidak perlu disinkronkan.
ja: 最終バージョンのリリース後、バグ修正および翻訳の更新があればコンポーネントごとの安定版ブランチ (thunar-1.2 や xfwm4-4.8 など) にコミットされる。コンポーネント個別のメンテナンスリリースは同期をとる必要はない。
lt: Kai išleidžiama galutinė versija, klaidų pataisymai ir vertimų atnaujinimai bus nusiųsti į stabilią to komponento šaką (pvz. thunar-1.2 ar xfwm4-4.8). Individualių komponentų priežiūros leidimų sinchronizuoti nereikia.
ms: Selepas keluaran versi akhir, pembaikan pepijat dan kemaskini terjemahan akan diikat ke cabang khusus-komponen stabil (seperti thunar-1.2 atau xfwm4-4.8). Keluaran penyelenggaran bagi komponen individu tidak perlu disegerakkan.
nb: Etter utgivelsen av en endelig versjon innsjekkes feilrettinger og oppdaterte oversettelser til en stabil komponentspesifikk grein (som thunar-1.2 eller xfwm4-4.8). Vedlikeholdsutgivelser av enkeltkomponentene behøver ikke være synkroniserte.
nl: Na de release van een definitieve versie, bugfixes en updates vertaling zal worden gepleegd om een stabiele component-specifieke branche (zoals thunar-1.2 of xfwm4-4.8). Onderhoud releases van de afzonderlijke componenten zijn niet verplicht te worden gesynchroniseerd.
oc: Aprèp la sortida d'una version finala, correccions de bugs e de traduccion mesas a jorn seràn engatjats dins una branca component especific estable (coma thunar-1.2 o xfwm4-4.8). Las versions de mantenença dels components individuals son pas tenguts d'èsser sincronizats.
pt: Depois do lançamento da versão final, as correções de bugs e as atualização das traduções serão enviadas para um ramo estável específico de cada componente (como thunar-1.2 ou xfwm4-4.8). Lançamentos de manutenção de componentes individuais não precisam obrigatoriamente estar sincronizados.
ru: После выхода финальной версии, исправления и обновления переводов будут отправлены в стабильную ветвь конкретного компонента (например, thunar-1.2 или xfwm4-4.8). От выпусков сопровождения отдельных компонентов не требуется, чтобы они были синхронизированы.
sq: Pas hedhjes në qarkullim të versionit përfundimtar, ndreqjet e të metave dhe përditësimet e përkthimeve do të depozitohen në një degë të qëndrueshme specifike e përbërësit (b.f., thunar-1.2 ose xfwm4-4.8). Hedhjet në qarkullim mirëmbajtje të përbërësve individualë s’është e domosdoshme të jenë të njëkohësuara.
sv: Efter utgivningen av en slutversion, kommer felrättningar och översättningsuppdateringar att skickas till en stabil komponent-specifik gren (som thunar-1.2 eller xfwm4-4.8). Underhållsutgåvor av enskilda komponenter behöver inte synkroniseras.
th: หลังการออกรุ่นจริง รายการแก้บั๊กและปรับคำแปลจะถูก commit เข้าสู่แขนงเสถียรของแต่ละองค์ประกอบ (เช่น thunar-1.2 หรือ xfwm4-4.8) รุ่นบำรุงรักษาขององค์ประกอบแต่ละตัวไม่จำเป็นต้องออกตรงกัน
tr: Bir son sürümün ardından, hata düzeltme ve çeviri güncellemeler, bileşene özgü dala gönderilir (thunar-1.2 veya xfwm4-4.8 gibi). İlgili bileşenleri bakım sürümleri, eşzamanlanmak zorunda değildir.
uk: Після випуску фінальної версії, виправлення вад і переклади будуть додані до стабільної гілки компоненти (типу thunar-1.2 або xfwm4-4.8). Налагодження випусків індивідуальних компонент можуть бути не синхронізовані.
zh_tw: 最終版本發佈後，錯誤修復及翻譯更新會提交到特定組件的穩定版本分支中(像是 thunar-1.2 或是 xfwm4-4.8)。獨立組件的維護版本不要求同步。

source: Maintenance Releases
cs: Údržbová vydání
da: Vedligeholdelsesudgivelser
de: Wartungsfreigaben
fr: Versions de maintenance
id: Rilis Pemeliharaan
ja: メンテナンスリリース
lt: Priežiūros leidimas
ms: Keluaran Penyelenggaraan
nb: Vedlikeholdsutgivelser
nl: Onderhoud releases
oc: Versions de mantenença
pt: Versões de manutenção
ru: Выпуски сопровождения
sq: Versione Mirëmbajtje
sv: Underhållsutgåva
th: รุ่นบำรุงรักษา
tr: Bakım Sürümleri
uk: Налагодження випусків
zh_tw: 維護版本

source: There may be no API/ABI changes in maintenance releases compared to the corresponding final release of the Xfce core desktop. They also must follow the X.Y.Z versioning format, where Y is an even number (e.g. xfwm4-4.8.4 or thunar-1.2.4). No new features or strings may be introduced in these releases.
cs: V údržbových vydáních nemůže v porovnání s finálním vydáním jádra prostředí Xfce dojít ke změnách rozhraní API a ABI. Musejí dodržovat formát označování verzí X.Y.Z, kde Y je liché číslo (např. xfwm4-4.8.4 nebo thunar-1.2.4). Do těchto vydání nemohou být přidávány nové funkce a vlastnosti.
da: Der er muligvis ingen API/ABI ændringer i vedligeholdses-udgivelsen, sammenlignet med den korresponderende endelige udgivelse af Xfce kerne-skrivebordet. De skal også følge X.Y.Z versionerings-formatet, hvor Y er et lige tal (f.eks xfwm4-4.8.4 eller thunar-1.2.4). Ingen nye funktioner eller strenge må introduceres i disse udgivelser.
de: In Wartungsveröffentlichungen dürften keine Änderungen in API oder ABI im Vergleich zur endgültigen Veröffentlichung der Xfce-Kernumgebung auftreten. Außerdem müssen diese dem Versionierungsformat X.Y.Z folgen, wobei Y eine gerade Zahl ist (z.B. xfwm4-4.8.4 or thunar-1.2.4). Keine neuen Funktionsmerkmale oder neue Zeichenketten dürfen in diesen Veröffentlichungen vorhanden sein.
fr: Il ne peut y avoir aucun changement d’interface de programmation ou binaire-programme dans les versions de maintenance par rapport à la version finale correspondant au cœur du bureau Xfce. Elles doivent aussi respecter la numérotation de version (X.Y.Z), où Y est un nombre pair (ex. xfwm4-4.8.4 ou thunar-1.2.4). Aucune nouvelle chaîne ou fonctionnalité ne peut être ajoutée dans ces versions.
id: Kemungkinan tidak ada perubahan API/ABI pada rilis pemeliharaan dibandingkan dengan rilis final desktop inti Xfce. Mereka juga harus mengikuti format versi X.Y.Z, di mana Y adalah angka genap (misal xfwm4-4.8.4 atau thunar-1.2.4). Pada rilis ini, tidak diperbolehkan ada fitur atau string baru.
ja: メンテナンスリリースでは、対応する Xfce コアデスクトップの最終リリースと比較して API/ABI の変更はない場合がある。また、バージョン表記は X.Y.Z 形式で、Y は偶数でなければならない (例: xfwm4-4.8.4、thunar-1.2.4 など)。これらのリリースでは新しい機能や文字列の追加は行われない場合がある。
lt: Priežiūros leidime negali būti API/ABI keitimų lyginant su paskutine versija. Jie taipogi turi naudoti formatą X.Y.Z, kur Y yra lyginis skaičius (pvz. xfwm4-4.8 ar thunar-1.2.4). Šiuose leidimuose neturi būti naujų eilučių ar galimybių.
ms: Mungkin tiada perubahan API/ABI dalam keluaran penyelenggaraan berbanding keluaran akhir dektop teras Xfce. Ia juga mesti mengikut format versi X.Y.Z, yang mana Y adalah nombor genap (contohnya xfwm4-4.8.4 atau thunar-1.2.4). Tiada fitur atau rentetan baharu diperkenalkan dalam keluaran ini.
nb: API/ABI kan ikke endres i vedlikeholdsutgivelser, men må samsvare med endelig utgivelse av skrivebordsmiljøet Xfce. De må også følge X.Y.Z-formatet, der Y er et partall (f.eks. xfwm4-4.8.4 eller thunar-1.2.4). Disse utgivelsene kan ikke få ny funksjonalitet eller tekst.
nl: Er mogen geen API / ABI veranderingen in onderhoud releases vergeleken met de overeenkomstige definitieve versie van de Xfce core desktop. Zij ook moeten voldoen aan de XYZ versiebeheer formaat, waar Y een even aantal (bijvoorbeeld xfwm4-4.8.4 of thunar-1.2.4). Geen nieuwe functies of strings kunnen worden ingevoerd in deze release.
oc: I pòt pas aver cap de cambiament d'API / ABI dins de las versions de mantenença per rapòrt a la version finala correspondenta del còr del burèu Xfce. Ils devon tanben seguir lo format de version X.Y.Z, ont Y es un nombre par (per exemple xfwm4-4.8.4 o thunar-1.2.4). Pas de novèlas foncionalitats o cadenas pòdon èsser introduits dins ces versions.
pt: Não pode haver alterações de API/ABI nos lançamentos de manutenção em comparação com o lançamento final correspondente do ambiente central do Xfce. Eles também podem seguir o formato de versão X.Y.Z, onde Y é um número par (ex: xfwm4-4.8.4 ou thunar-1.2.4). Nenhum novo recurso ou string pode ser introduzido nestes lançamentos.
ru: В выпусках сопровождения не допускается изменения API/ABI по сравнению с соответствующим финальными выпусками Xfce-окружения. Также они должны соответствовать формату версий X.Y.Z, где Y является чётным числом (например, xfwm4-4.8.4 или thunar-1.2.4). Никакие новые функции или сообщения не могут быть добавлены в этих выпусках.
sq: Te hedhjet në qarkullim mirëmbajtje s’mund të ketë ndryshime API/ABI, krahasuar me hedhjen përfundimtare përgjegjëse në qarkullim të desktopit bazë Xfce. Ato duhet edhe të ndjekin formatin X.Y.Z për versionet, ku Y është një numër çift (p.sh. xfwm4-4.8.4 ose thunar-1.2.4). Në këto hedhjen në qarkullim s’mund të sillen veçori ose vargje të reja.
sv: Det behöver inte finnas några API/ABI-ändringar i underhållsutgåvor jämfört med motsvarande slututgåva av Xfce:s kärnskrivbord. De måste också följa versionsformatet X.Y.Z, där Y är ett jämnt nummer (t.ex. xfwm4-4.8.4 eller thunar-1.2.4). Inga nya funktioner eller strängar kan introduceras i dessa utgåvår
th: ไม่อนุญาตให้มีการเปลี่ยนแปลง API/ABI ในรุ่นบำรุงรักษาเมื่อเทียบกับรุ่นจริงของเดสก์ท็อป Xfce แกนหลักที่ตรงกัน และเลขรุ่นก็จะต้องเป็นไปตามรูปแบบ X.Y.Z เมื่อ Y เป็นเลขคู่ (เช่น xfwm4-4.8.4 หรือ thunar-1.2.4) ไม่อนุญาตให้เพิ่มความสามารถใหม่หรือข้อความใหม่ในรุ่นต่างๆ เหล่านี้
tr: Xfce temel masaüstünün son sürümü ile bağlantılı olan son sürüm ile karşılaştırıldığında, API/ABI değişiklikleri olabilir. Bunlar da, Y çift sayı olduğu, X.Y.Z sürümlendirme biçimini takip etmek zorundadır (örn. xfwm4-4.8.4 veya thunar-1.2.4). Bu sürümlere yeni özellikler veya dizgeler giremez.
uk: Може бути ніяких змін API/ABI в "сирих" випусках в порівнянні з відповідним фінальним випуском ядра стільниці Xfce. Вони повинні також слідувати формату версій X.Y.Z, де Y є парне число (наприклад xfwm4-4.8.4 або thunar-1.2.4). Не можна додавати нові властивості або стрічки в цих випусках.
zh_tw: 不會更動與 Xfce 核心桌面相對應的 API/ABI。它們必須遵照 X.Y.Z 的版本號格式，其中 Y 是偶數(例如 xfwm4-4.8.4或是 thunar-1.2.4)。在這個版本中不會有新的功能或字串被引入。

source: Authors
cs: Autoři
da: Forfattere
de: Autoren
fr: Auteurs
id: Penulis
ja: 作者
lt: Autoriai
ms: Pengarang
nb: Utviklere
nl: Auteurs
oc: Autors
pt: Autores
ru: Авторы
sq: Autorë
sv: Upphovsmän
th: ผู้เขียน
tr: Yazarlar
uk: Автори
zh_tw: 作者

source: the Xfce release policy for core modules
cs: zásady Xfce pro moduly jádra
da: Xfce's udgivelsesretningslinje for kernemoduler
de: Die Xfce-Freigabepolitik für Kernkomponenten
fr: politique de publication Xfce des modules de base
id: kebijakan rilis Xfce untuk modul utama
ja: コアモジュールにおける Xfce のリリース方針
lt: Xfce branduolio modulių leidimo politika
ms: polisi keluaran Xfce untuk modul teras
nb: Xfces utgivelsespolicy for kjernemoduler
oc: La politica de parucion Xfce pels moduls de basa
pt: a política de disponibilização dos principais módulos do Xfce
ru: политика выпуска основных модулей Xfce
sq: rregullat e hedhjes në qarkullim të Xfce-së për modulet bazë
sv: Xfce:s publiceringspolicy för kärnmoduler
th: นโยบายการออกรุ่นของ Xfce สำหรับมอดูลแกนหลัก
tr: çekirdek modüller için Xfce sürüm politikası
uk: політика випусків Xfce щодо основних модулів
zh_tw: Xfce 核心模組的發行策略

source: Thunar - Highlighted file in List View
ru: Thunar — Подсвеченный файл в Просмотре Списка
uk: Thunar - підсвічувати файл при вигляді списком

source: Thunar - Hightighted files in Icon View
ru: Thunar — Подсвеченнные файлы в Просмотре Значков

source: Appfinder got support for the 'PrefersNonDefaultGPU' property, which is useful for systems with hybrid graphic cards.
de: Appfinder hat Unterstützung für die Eigenschaft 'PrefersNonDefaultGPU' erhalten, die für Systeme mit Hybrid-Grafikkarten nützlich ist.
ru: Appfinder получил поддержку свойства "PrefersNonDefaultGPU", полезного для систем с гибридными графическими картами.
uk: Appfinder отримав підтримку властивості «PrefersNonDefaultGPU», яка корисна для систем із гібридними графічними картами.

source: If you have a problem that you cannot resolve, you might want to try asking a question in our IRC channel <a href="https://web.libera.chat/#xfce">#xfce on irc.libera.chat</a>. The channel has several active users. It is recommended that you consult the <a href="https://docs.xfce.org/" class="external">documentation</a> about your problem before asking your question.
da: Hvis du har et problem som ikke kan løses, så kan du prøve at spørge i vores IRC-kanal <a href="https://web.libera.chat/#xfce">#xfce på irc.libera.chat</a>. Kanalen har flere aktive brugere. Det anbefales at du konsulterer <a href="https://docs.xfce.org/" class="external">dokumentationen</a> om dit problem inden du spørger.
de: Wenn Sie vor einem unlösbaren Problem stehen, besuchen Sie unseren IRC-Kanal <a href="https://web.libera.chat/#xfce">#xfce auf irc.libera.chat</a> und bitten Sie um Hilfe. In diesem Kanal befinden sich einige aktive Nutzer. Wir empfehlen, dass Sie die <a href="https://docs.xfce.org/" class="external">Dokumentation</a> zu Rate ziehen, bevor Sie eine Frage stellen.
id: Jika Anda memiliki masalah yang tidak dapat diselesaikan, Anda mungkin ingin mencoba bertanya di kanal IRC kami <a href="https://web.libera.chat/#xfce">#xfce di irc.libera.chat</a>. Kanal ini memiliki beberapa pengguna yang aktif. Sebaiknya Anda juga membaca <a href="https://docs.xfce.org/" class="external">dokumentasi</a> tentang permasalahan Anda sebelum bertanya.
ja: 解決できない問題がある場合は、<a href="https://web.libera.chat/#xfce">#xfce on irc.libera.chat</a> の IRC チャンネルで質問してみてください。このチャンネルには活動中のユーザーが複数います。質問する前に、問題に関した<a href="https://docs.xfce.org/" class="external">文書類</a>を参照することをお勧めします。
pt: Se tiver algum problema que não consegue resolver, aceda ao canal <a href="https://web.libera.chat/#xfce">#xfce em irc.libera.net</a>. O canal tem diversos utilizadores ativos. É altamente recomendável a leitura da <a href="https://docs.xfce.org/" class="external">documentação</a> antes de colocar alguma questão.
ru: Если у вас есть проблема, которую вы не можете решить, попробуйте задать вопрос на нашем IRC-канале <a href="https://web.libera.chat/#xfce">#xfce на irc.libera.chat</a>. На канале есть несколько активных пользователей. Перед тем, как спросить, рекомендуем ознакомиться с <a href="https://docs.xfce.org/" class="external">документацией</a> о вашей проблеме.
sq: Nëse keni një problem që s’e zgjidhni dot, mund të doni të provoni të bëni një pyetje te kanali ynë IRC, <a href="https://web.libera.chat/#xfce">#xfce on irc.libera.net</a>. Kanali ka disa përdorues aktivë. Është e këshillueshme që të konsultoni <a href="https://docs.xfce.org/" class="external">dokumentimin</a>, përpara se të bëni pyetjen tuaj.
th: ถ้าคุณมีปัญหาที่แก้ไม่ตก คุณอาจอยากถามในห้อง IRC <a href="https://web.libera.chat/#xfce">#xfce ที่ irc.libera.chat</a> ของเรา ห้องนี้มีผู้ใช้ที่พร้อมตอบคำถามอยู่หลายคน ขอแนะนำว่าคุณควรหาคำตอบเกี่ยวกับปัญหาของคุณจาก <a href="https://docs.xfce.org/" class="external">เอกสาร</a> ก่อนที่จะถามคำถาม
