Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Netload plugin works with the new udev net interface names and can be configured to show transfer rates in the panel.
ca: El connector Netload funciona amb els noms nous de la interfície de xarxa udev i es pot configurar per a mostrar les taxes de transferència al plafó.
cs: Zásuvný modul netload pracuje s novými názvy síťových rozhraní udev a lze jej konfigurovat, aby v panelu zobrazoval přenosové rychlosti.
da: Netload-pluginet virker med det nye udev net grænseflade navne og kan konfigureres til at vise overførsel rater i panelet.
de: Das Plugin Netzwerkmonitor arbeitet jetzt mit den neuen udev Netzwerkgerätenamen und kann so eingestellt werden, dass es Übertragungsraten in der Leiste anzeigt.
es: El complemento Netload funciona con los nuevos nombres de interfaces de udev net y puede configurarse para mostrar las tasas de transferencia en el panel.
fr: Le greffon de charge réseau fonctionne avec les noms de la nouvelle interface udev et peut être configuré pour afficher les taux de transfert sur le tableau de bord.
gl: O engadido Netload funciona cos novos nomes da interface de «udev»net e pode configurarse para amosar taxas de transferencia no panel.
he: תוסף Netload עובד עם שמות ממשק רשת udev חדשים וניתן להגדרה להצגת קצבי העברה בלוח.
id: Plugin netload bekerja dengan nama antarmuka udev net yang baru dan dapat dikonfigurasi untuk menampilkan laju transfer pada panel.
it: Il componente aggiuntivo Netload funziona con la nuova interfaccia dei nomi udev e può essere configurato per mostrare le velocità di trasferimento nel pannello.
ja: Netloadプラグインは新しいudevネットインターフェース名で動作し、パネルに転送速度を表示するように設定できます。
kk: Netload плагині жаңа udev желілік интерфейс атауларымен жұмыс істейді және оны панельде тасымалдау жылдамдығын көрсететіндей баптауға болады.
lt: Netload įskiepis veikia su naujais udev tinklo sąsajos pavadinimais ir gali būti sukonfigūruotas taip, kad perdavimo reikšmes rodytų skydelyje.
ms: Pemalam Netload kini berfungsi dengan nama antaramuka rangkaian udev baharu dan boleh dikonfigur untuk memaparkan kadar penghantaran dalam panel.
nb: Netload-tillegget virker nå med nye udev-grensesnittnavn og kan settes opp til å vise overføringshastigheter i panelet.
pl: Wtyczka Netload działa teraz z nazwami interfejsu sieciowego udev i może wyświetlać wartości prędkości w panelu.
pt: O plugin de monitor de rede usa a nova interface udev de nomes de rede e pode ser configurado para mostrar taxas de transferência no painel.
pt_br: O plugin Netload funciona com os novos nomes de interface de rede do udev e pode ser configurado para mostrar as taxas de transferência no painel.
ro: Modulul de Monitorizare a rețelei funcționează cu noile nume de interfețe udev net și poate fi configurat pentru a afișa ratele de transfer în panou.
ru: Модуль сетевой нагрузки работает с новым интерфейсом сетевых имен udev и может быть настроен для отображения скоростей передач в панели.
sq: Shtojca <em>Netload</em> funksionon me emrat e rinj të ndërfaqes udev për rrjete dhe mund të formësohet të shfaqë te paneli shpejtësi shpërnguljesh.
sr: Прикључак надзорник мреже (netload) сада ради са именима сучеља удева и може се подесити да приказује податке о преносту на полици.
sv: Insticksprogrammet Netload fungerar med det nya namngivnings udev-nätgränsnittet och kan konfigureras för att visa överföringshastigheter på panelen.
th: ปลั๊กอินโหลดเครือข่ายสามารถทำงานร่วมกับชื่ออินเทอร์เฟซเครือข่ายแบบใหม่ของ udev ได้แล้ว และสามารถตั้งค่าให้แสดงอัตราการถ่ายโอนในพาเนลได้
tr: Netload eklentisi, yeni udev net arayüz isimleri ile çalışır ve panelde transfer oranlarını göstermek için yapılandırabilmenizi sağlar.
uk: Додаток навантаження мережі працює з новим інтерфейсом мережевих імен udev і може бути налаштований для відображення швидкості передачі в панелі.
vi: Plugin Netload hoạt động với tên giao diện mạng udev mới và có thể được định cấu hình để hiển thị tốc độ truyền trong bảng điều khiển.
zh_tw: 網路負載插件可與新的 udev 網路介面名稱一同運作，並可設定為在面板上顯示傳輸速率。

source: Clipboard manager plugin optionally displays a QR code.
ca: El connector del gestor del porta-retalls mostra opcionalment un codi QR.
cs: Zásuvný modul Správce schránky nyní volitelně zobrazuje QR kód.
da: Udklipsholder-håndterings plugin har muligheden for at vise QR kode.
de: Das Zwischenablage-Verwaltungs-Plugin zeigt optional einen QR-Code an.
es: El complemento del gestor del portapapeles opcionalmente muestra un código QR.
fr: Le greffon gestionnaire de presse-papiers affiche en option un code QR.
gl: O engadido do xestor de portapapeis amosa un código QR opcionalmente.
he: תוסף מנהל לוח אטיב מציג אופציונלית קוד QR.
id: Plugin manajer papan klip menampilkan sebuah kode QR secara opsional.
it: Il componente aggiuntivo per la gestione degli appunti può ora mostrare un codice QR.
ja: クリップボードマネージャープラグインは、オプションでQRコードを表示します。
kk: Алмасу буферінің менеджері плагині таңдау бойынша QR кодын көрсетеді.
lt: Iškarpinės tvarkytuvės įskiepis pasirinktinai rodo QR kodus.
ms: Pemalam pengurus papan klip secara pilihan paparkan kod QR.
nb: Utklippstavle-tillegget kan nå vise en QR-kode.
pl: Wtyczka menedżera schowka wyświetla opcjonalnie kod QR.
pt: O plugin do gestor da área de transferência opcionalmente mostra código QR.
pt_br: O plugin gerenciador de área de transferência opcionalmente exibe um código QR.
ro: Modulul de gestionare a clipboard-ului afișează opțional un cod QR.
ru: Модуль Менеджера буфера обмена опционально отображает QR-код.
sq: Shtojca Përgjegjësi të papastre shfaq, në daçi, një kod QR.
sr: Управник исечака може да приказује шифре КуР-а.
sv: Insticksprogrammet urklippshanteraren visar valfritt QR-kod.
th: ปลั๊กอินจัดการคลิปบอร์ดสามารถเลือกให้แสดงรหัส QR ได้
tr: Pano yöneticisi eklentisi, isteğe bağlı olarak bir QR kodu gösterebilir.
uk: Втулка керівника буфера обміну тепер може відображати QR-код.
vi: Plugin quản lý clipboard tùy chọn hiển thị mã QR.
zh_tw: 剪貼簿管理員插件可選擇性的顯示二維條碼。

source: Cpufreq plugin now supports the intel pstate driver and can adapt better for different panel sizes and information displayed.
ca: El connector Cpufreq ara admet el controlador pstate d'intel i es pot adaptar millor per a diferents mides de panell i informació mostrada.
cs: Zásuvný modul Cpufreq nyní podporuje ovladač intel pstate a dokáže se lépe přizpůsobit různým velikostem panelu a zobrazené informaci.
da: Cpufreq plugin understøtter nu intel pstadie driver og kan tilpasse bedre for forskellige panel størrelser og information vist.
de: Das Plugin CPU-Frequenzüberwachung unterstützt jetzt den Intel pstate Treiber und kann sich besser an unterschiedliche Leistengrößen sowie angezeigte Informationen anpassen.
es: El complemento cpufreq ahora es compatible con el controlador pstate de intel y puede adaptarse mejor a los diferentes tamaños de panel e información mostrada.
fr: Le greffon cpufreq prend maintenant en charge le pilote Intel pstate et s’adapte mieux aux différentes tailles du tableau de bord et aux informations affichées.
gl: O engadido Cpufreq agora é compatíbel co controlador pstate de intel e pode adaptarse mellor aos diferentes tamaños de panel e información amosada.
he: תוסף Cpufreq עכשיו תומך בדרייבר אינטל pstate ויכול להסתגל טוב יותר לגדלי לוחות שונים ומידע מוצג.
id: Plugin cpufreq sekarang mendukung penggerak intel pstate dan mampu beradaptasi dengan lebih baik pada ukuran panel yang berbeda dan informasi yang ditampilkan.
it: Il componente aggiuntivo Cpufreq supporta il driver intel pstate e si adatta meglio alle dimensioni del pannello e alle informazioni mostrate.
ja: Cpufreqプラグインはintel pstateドライバーをサポートするようになり、さまざまなパネルサイズと情報表示により良く適応できるようになりました。
kk: Cpufreq плагині енді intel pstate драйверін қолдайды және әртүрлі панель өлшемдері мен көрсетілетін ақпаратқа жақсырақ бейімделе алады.
lt: Cpufreq įskiepis dabar palaiko intel pstate tvarkyklę ir gali geriau prisitaikyti prie įvairių skydelio dydžių ir rodomos informacijos.
ms: Pemalam Cpufreq kini menyokong pemacu intel pstate dan boleh disuai lebih baik untuk saiz panel dan maklumat dipapar yang berlainan.
nb: Cpufreq-tillegget støtter nå Intel pstate-driveren og kan tilpasse seg bedre ulike panelstørrelser og informasjonen som skal vises.
pl: Wtyczka Cpufreq obsługuje teraz sterownik pstate Intela i lepiej adaptuje się z innymi rozmiarami paneli i wyświetlanymi informacjami.
pt: Plugin cpufreq agora suporta o o driver intel pstate e pode adaptar-se melhor a diferentes tamanhos do painel e melhor informação.
pt_br: O plugin monitor de frequência da CPU agora suporta o driver pstate da Intel e pode adaptar-se melhor a painéis de diferentes tamanhos e de acordo com as informações exibidas.
ro: Modulul «cpufreq» acceptă acum controlorul pstate al Intel și se poate adapta mai bine la diferite dimensiuni ale panoului și la informațiile afișate.
ru: Модуль частоты процессора теперь поддерживает драйвер pstate Intel, а также может быть лучше настроен под различные размеры панели и отображаемую информацию.
sq: Shtojca <em>Cpufreq</em> tani mbulon përudhësin <em>pstate</em> të Intel-it dhe mund të përshtatet më mirë për madhësi të ndryshme paneli dhe informacionesh që shfaqen.
sr: Прикључак учесталости процесора подржава управљачки програм Интела „пстате“ и може да се прилагоди боље за различите величине полице и приказ обавештења.
sv: Insticksprogrammet Cpufeg stöder nu intel pstate-drivrutinen och kan anpassas bättre för olika panelstorlekar och information som visas.
th: ปลั๊กอิน cpufreq รุ่นนี้รองรับไดรเวอร์ pstate ของอินเทลแล้ว และสามารถปรับตัวตามขนาดต่างๆ ของพาเนลและข้อมูลที่แสดงได้ดีขึ้น
tr: Cpufreq eklentisi, artık intel pstate sürücüsünü destekliyor, farklı panel boyutları kendini uyarlayabiliyor ve bilgiler gösteriyor.
uk: Додаток частоти процесора тепер підтримує драйвер pstate Intel, а також може бути краще налаштований під різні розміри панелі і інформацію для показу.
vi: Plugin Cpufreq hiện hỗ trợ trình điều khiển pstate intel và có thể thích ứng tốt hơn với các kích thước bảng điều khiển và thông tin được hiển thị khác nhau.
zh_tw: Cpufreq 插件現在支援了 Intel 的 pstate 驅動程式並對不同的面板大小及資訊顯示能適應的更好。

source: Nearly all plugins have been improved to give the same look and feel and to support the new deskbar panel mode.
ca: Gairebé tots els connectors s'han millorat per donar el mateix aspecte i comportament i per donar suport al nou mode de panell de la barra d'escriptori.
cs: Téměř všechny zásuvné moduly byly vylepšeny, aby vypadaly a ovládaly se stejně a aby podporovaly nový režim pracovního panelu.
da: Næsten all plugins er blevet forbedret til at give same udseende og følelse og samtidig understøttelse ny skrivebord-bar panel-metoden.
de: Beinahe alle Plugins wurden dahingehend verbessert, dass sie das selbe Erscheinungsbild haben und den neuen Deskbar Panel Modus unterstützen.
es: Prácticamente todos los complementos se han mejorado para darles la misma apariencia y para soportar el nuevo modo de panel de la barra de escritorio.
fr: Presque tous les greffons ont été améliorés afin d’offrir la même ergonomie et de prendre en charge le nouveau mode barre du bureau pour le tableau de bord.
gl: Case todos os engadidos foron mellorados para dar a mesma aparencia e ser compatíbeis co novo modo do panel da barra de escritorio.
he: כמעט כל התוספים שופרו לתת את אותו מראה והרגשה ולתמוך במצב לוח סרגל שולחן החדש.
id: Hampir semua plugin telah ditingkatkan untuk memberikan tampilan dan nuansa yang sama dan untuk mendukung mode panel deskbar yang baru.
it: Quasi tutti i componente aggiuntivo sono stati migliorati per dare un aspetto uniforme e per supportare la nuova modalità deskbar del pannello.
ja: ほぼすべてのプラグインが改善され、同じルックアンドフィールを提供し、新しいデスクバーパネルモードをサポートします。
kk: Барлық дерлік плагиндер бірыңғай көрініс пен сезімді қамтамасыз ету және жаңа deskbar панель режимін қолдау үшін жетілдірілді.
lt: Beveik visi įskiepiai buvo patobulinti, kad veiktų ir atrodytų panašiai bei palaikytų naują darbalaukio juostos skydelio veikseną.
ms: Hampir semua pemalam telah ditambah-baik untuk memberikan penampilan yang sama dan juga menyokong mod panel palang meja baharu.
nb: Nesten alle tilleggene er forbedret for å ligne hverandre utseendemessig og støtte den nye bardisk-modusen til panelet.
pl: Prawie wszystkie wtyczki zostały usprawnione dla zapewnienia podobnego stylu i wsparcia dla niego trybu panelu.
pt: A maioria dos plugins foram melhorados para ter a mesma aparência e suportar o novo modo deskbar do painel.
pt_br: Praticamente todos os plugins foram aprimorados para dar a mesma aparência e para suportar o novo modo de painel deskbar.
ro: Aproape toate modulele plugin au fost îmbunătățite pentru a oferi același aspect și pentru a utiliza noul mod al panoului „deskbar” (bară de birou).
ru: Почти всем модулям был предан одинаковый внешний вид и добавлена поддержка нового режима боковой панели.
sq: Thuajse krejt shtojcat janë përmirësuar për t’u dukur njësoj dhe për të dhënë të njëjtat ndjesi dhe për të mbuluar mënyrën e re <em>deskbar</em> të panelit.
sr: Скоро сви прикључци су побољшани и дотерани да имају сличан изглед и подршку за додатни начин приказа полице - траку пулта.
sv: Nästan alla insticksprogram har förbättrats för att se ut och kännas på samma sätt och stödja det nya sklrivbordspanelläget.
th: ปลั๊กอินเกือบทุกตัวได้รับการปรับปรุงเพื่อให้มีรูปลักษณ์และการใช้งานที่เหมือนๆ กัน และให้รองรับโหมดเดสก์บาร์ใหม่ของพาเนล
tr: Neredeyse tüm eklentiler, benzer bir görünüm sunmak için geliştirildi ve yeni masaüstü çubuğu panel kipini destekliyor.
uk: Майже всім додаткам був наданий однаковий зовнішній вигляд і додана підтримка нового режиму бічної панелі.
vi: Gần như tất cả các plugin đã được cải tiến để mang lại giao diện giống nhau và hỗ trợ chế độ bảng điều khiển trên thanh bàn mới.
zh_tw: 幾乎所有插件都以相同的外觀與感覺為目標對新的桌面列面板模式進行改進。

source: An online tour of the changes in Xfce 4.12 can be viewed here:
ca: Un recorregut en línia dels canvis a Xfce 4.12 es pot veure aquí:
cs: Onlinu prohlídku změn v Xfce 4.12 si lze prohlédnout zde:
da: En onlinerundvisning over ændringerne i Xfce 4.12 kan ses her:
de: Eine Online-Tour durch die Verbesserunge und Änderungen in Xfce 4.12 finden Sie hier:
es: Un paseo en línea acerca de los cambios en Xfce 4.12 puede verse aquí:
fr: Un présentation en ligne des changements de Xfce 4.12 peut être visionnée ici :
gl: Pode facer unha visita para ver os cambios do Xfce 4.12 aquí:
he: סיור מקוון של השינויים ב-Xfce 4.12 ניתן לצפייה כאן:
id: Tur daring tentang perubahan di Xfce 4.12 dapat dilihat di sini:
it: Un tour delle modifiche di Xfce 4.12 può essere visualizzato online qui:
ja: Xfce 4.12の変更点のオンラインツアーは、ここで見ることができます:
kk: Xfce 4.12 өзгерістеріне онлайн шолуды мына жерден көруге болады:
lt: Turą, kuriame parodomi Xfce 4.12 pakeitimai, galite peržiūrėti čia:
ms: Satu jelajah atas-talian perubahan dalam Xfce 4.12 boleh dilayari di sini:
nb: En nettbasert omvisning av endringene i Xfce 4.12 kan sees her:
pl: Tutaj można obejrzeć online'owy przegląd zmian dokonanych w Xfce 4.12:
pt: Uma visita guiada das alterações no Xfce 4.12 pode ser vista aqui:
pt_br: As alterações do Xfce 4.12 podem ser vistas aqui:
ro: Un tur în Internet al modificărilor din versiunea Xfce 4.12 poate fi vizualizat aici:
ru: Онлайн-тур по изменениям в Xfce 4.12 можно просмотреть здесь:
sq: Një tur i ndryshimeve në Xfce 4.12 mund të shihet këtu:
sr: Овде можете погледати приказ измена и нових могућности Иксфце-а 4.12:
sv: En rundvandring online över ändringarna i Xfce 4.12 finns här:
th: สามารถชมการแนะนำสิ่งใหม่ใน Xfce 4.12 ได้ที่นี่:
tr: Xfce 4.12 değişikliklerinin çevrim içi turuna buradan bakılabilir:
uk: Онлайн тур по змінах в Xfce 4.12 можна переглянути тут:
vi: Bạn có thể xem chuyến tham quan trực tuyến về những thay đổi trong Xfce 4.12 tại đây:
zh_tw: Xfce 4.12 更動列表的線上導覽在這裡：

source: A detailed overview of the changes between Xfce 4.10 and Xfce 4.12 releases can be found on the following page:
ca: Podeu trobar una visió detallada dels canvis entre les versions de l'Xfce 4.10 i l'Xfce 4.12 a la pàgina següent:
cs: Podrobný přehled změn mezi vydáními Xfce 4.10 a Xfce 4.12 naleznete na následující stránce:
da: Et detaljeret overblik over ændringerne mellem Xfce 4.10 og Xfce 4.12 findes på følgende side:
de: Eine detaillierte Übersicht der Änderungen zwischen Xfce Version 4.10 und Xfce Version 4.12 findet man auf der folgenden Seite:
es: Una descripción detallada de los cambios entre las versiones Xfce 4.10 y Xfce 4.12 puede encontrarse en la siguiente página:
fr: Une vue d’ensemble détaillée des changements entre Xfce 4.10 et Xfce 4.12 peut être trouvée sur la page suivante :
gl: Na seguinte páxina pode atopar unha visión detallada dos cambios comparando a versión do Xfce 4.10 coa versión do Xfce 4.12:
he: ניתן למצוא סקירה מפורטת של השינויים בין גרסאות Xfce 4.10 ו-Xfce 4.12 בדף הבא:
id: Ringkasan detail perubahan antara rilis Xfce 4.10 dan Xfce 4.12 dapat ditemukan di halaman berikut:
it: Un resoconto dettagliato dei cambiamenti da Xfce 4.10 a Xfce 4.12 si trova nella seguente pagina:
ja: Xfce 4.10から4.12の変更点の詳細は、次のページにあります:
kk: Xfce 4.10 және Xfce 4.12 нұсқалары арасындағы өзгерістердің егжей-тегжейлі шолуын келесі беттен табуға болады:
lt: Išsamią, pakeitimų tarp Xfce 4.10 ir Xfce 4.12 laidų, apžvalgą galite rasti šiame puslapyje:
ms: Selayang pandang terperinci perubahan diantara keluaran Xfce 4.10 dengan Xfce 4.12 boleh didapati pada halaman berikut:
nb: En detaljert oversikt over endringene mellom utgivelsene Xfce 4.10 og Xfce 4.12 kan finnes på følgende side:
pl: Szczegółowe podsumowanie zmian pomiędzy wydaniami Xfce 4.10 i Xfce 4.12 dostępne jest na następującej stronie:
pt: Uma descrição detalhada das mudanças entre Xfce 4.10 e Xfce 4.12 podem ser encontradas na página seguinte:
pt_br: Uma visão geral detalhada das alterações em comparação com os lançamentos de pré-visualização do Xfce 4.10 e Xfce 4.12 pode ser encontrada na seguinte página:
ro: O prezentare detaliată a modificărilor dintre versiunile Xfce 4.10 și Xfce 4.12 poate fi găsită pe pagina următoare:
ru: Подробный обзор изменений в Xfce 4.12 по сравнению с Xfce 4.10 можно найти на следующей странице:
sq: Një përmbledhje e hollësishme e dallimeve mes versioneve Xfce 4.10 dhe Xfce 4.12 mund të gjendet në faqen vijuese:
sr: Преглед танчина разлика између издања Иксфце-а 4.10 и 4.12 можете погледати на следећој страници:
sv: En detaljerad översikt över ändringarna mellan Xfce 4.10 och Xfce 4.12 versionerna finns på denna sida:
th: ดูรายละเอียดของการเปลี่ยนแปลงโดยรวมจาก Xfce 4.10 เป็น 4.12 ได้ที่หน้านี้:
tr: Xfce 4.10 ve 4.12 sürümleri arasındaki değişikliklerin ayrıntılı bir tanıtımı, şu sayfada bulunabilir:
uk: Детальний огляд змін порівняно з Xfce 4.10 і випуском Xfce 4.12 можна знайти на наступній сторінці:
vi: Bạn có thể tìm thấy tổng quan chi tiết về những thay đổi giữa các bản phát hành Xfce 4.10 và Xfce 4.12 trên trang sau:
zh_tw: Xfce 4.10 至 Xfce 4.12 版本的變動細節可以在以下的頁面找到：
