Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Panel item editor
ca: Editor d'elements del plafó
cs: Editor položek panelu
da: Panel element-redigerer
de: Editor für Leistenobjekte
es: Editor de elementos del panel
fr: Éditeur d’éléments du tableau de bord
gl: Editor de elementos do panel
he: עורך פריטי לוח
id: Penyunting item panel
it: Editor degli elementi del pannello
ja: パネルアイテムエディター
kk: Панель элементтерінің түзеткіші
lt: Skydelio elementų redaktorius
ms: Penyunting item panel
nb: Redigering av panelelementer
oc: Editor d'element del panèl
pl: Edytor apletów panelu
pt: Editor de itens do painel
pt_br: Editor de itens de painéis
ro: Editor de elemente pentru panou
ru: Редактор элементов панели
sq: Përpunues elementësh paneli
sr: Уредник ставки полице
sv: Panelobjekt redigerare
th: เครื่องมือแก้ไขรายการพาเนล
tr: Panel öğesi düzenleyici
uk: Редактор об’єктів панелі
vi: Trình chỉnh sửa mục bảng điều khiển
zh_tw: 面板項目編輯器

source: Drag and drop to create launchers
ca: Arrossegar i deixar anar per crear llançadors
cs: Vytvořte spouštěče přetáhnutím a puštěním
da: Træk og slip for at oprette programstartere
de: Ziehen und Ablegen zum Erstellen von Startern
es: Arrastrar y soltar para crear lanzadores
fr: Glisser-déposer pour créer des lanceurs
gl: Arrastre e solte para crear iniciadores
he: גרור ושחרר ליצירת מפעילים
id: Seret dan jatuhkan untuk membuat peluncur
it: Drag&Drop per creare gli avviatori
ja: ドラッグアンドドロップでランチャー作成
kk: Жібергіштерді жасау үшін сүйреп апару
lt: Norėdami sukurti leistuką atvilkite ir numeskite
ms: Seret dan lepas untuk cipta pelancar
nb: Dra og slipp for å opprette programstartere
oc: Glisser-depausar per crear d'aviadors
pl: Przeciąganie aktywatorów
pt: Arrastar e largar para criar lançadores
pt_br: Arraste e solte para criar lançadores
ro: Glisați și plasați pentru a crea lansatoare
ru: Создание значков запуска перетаскиванием
sq: Merrini dhe vërini që të krijoni nisës
sr: Превлачење и спуштање ради образовања покретача
sv: Dra och släpp för att skapa programstartare
th: ลากวางสร้างปุ่มเรียก
tr: Başlatıcıları oluşturmak için sürükleyin ve bırakın
uk: Захопіть і перетягніть для створення запускачів
vi: Kéo và thả để tạo launcher
zh_tw: 拖放創建啟動器

source: You can now drag and drop menu entries from the panel applications menu, application finder or Thunar to the panel to create launchers. This feature should please the huge number of people who had been requesting it for ages. The launcher also has an integrated application finder to add new items.
ca: Ara podeu arrossegar i deixar anar les entrades des del menú d'aplicacions del plafó, des del descobridor d'aplicacions o des de Thunar al plafó per crear llançadors. Aquesta característica hauria de complaure el gran nombre de persones que ho havien estat sol·licitant des de fa molts anys. El llançador també té un descobridor d'aplicacions integrat per afegir nous elements.
cs: Nyní můžete vytvářet spouštěče přetažením a puštěním položek nabídky z nabídky aplikací panelu, z vyhledávače aplikací nebo z aplikace Thunar na panel.
da: Du kan ny trække og sætte menu punkter fra panelets applikations-menu, applikations-viser eller Thunar til panelet for at skabe kørelser. Denne funktion skulle tilfredstille det kæmpe antal af mennesker som har bedt om det i årstal. Kørelsen har også en integreret applikations-finder for at tilføje elementer.
de: Starter auf der Leiste können jetzt durch Ziehen aus dem Menü für Leistenanwendungen, dem Anwendungsfinder oder Thunar und Ablegen auf der Leiste erstellt werden. Diese Verbesserung sollte die Vielzahl an Nutzern zufrieden stellen, die diese Möglichkeit schon häufiger nachgefragt haben. Der Starter verfügt jetzt über einen integrierten Anwendungsfinder zum Hinzufügen neuer Elemente.
es: Ahora puede arrastrar y soltar entradas desde el menú de aplicaciones, el buscador de aplicaciones o Thunar al panel para crear lanzadores. Esta característica debe ser del agrado de un gran número de personas que la habían estado pidiendo durante mucho tiempo. El lanzador también tiene un buscador de aplicaciones integrado para agregar nuevos elementos.
fr: Vous pouvez dorénavant glisser-déposer les entrées du menu des applications du tableau de bord, du chercheur d’application ou de Thunar sur le tableau de bord pour créer des lanceurs. Cette fonctionnalité devrait plaire au nombre important de personnes la réclamant depuis longtemps. Le lanceur intègre aussi un chercheur d’application pour ajouter de nouveaux éléments.
gl: Agora pode arrastrar e soltar elementos desde o menú de aplicacións do panel, do buscador de aplicacións ou do Thunar ao panel para crear iniciadores. Esta característica debería agradar á gran cantidade de persoas que a solicitaron desde fai tempo. O iniciador tamén ten un buscador de aplicacións integrado para engadir novos elementos.
he: כעת אפשר לגרור ולשחרר ערכי תפריט מתפריט תוכנות פאנל, מאתר היישומים או Thunar לפאנל ליצירת מפעילים. תכונה זו אמורה לספק את מספר האנשים העצום שביקש אותה במשך זמן רב. למפעיל גם יש מוצא תוכנות משולב להוספת פריטים חדשים.
id: Anda sekarang bisa menyeret dan jatuhkan entri menu dari menu aplikasi panel, pencari aplikasi atau Thunar ke panel untuk membuat peluncur. Fitur ini akan memenuhi kebutuhan banyak orang yang telah lama meminta fitur ini. Peluncur juga memiliki sebuah pencari aplikasi terintegrasi untuk menambahkan item-item yang baru.
it: È ora possibile trascinare le voci del menu dal pannello delle applicazioni, dal ricercatore di applicazioni o da Thunar al pannello per creare il relativo avviatore. Questa funzionalità dovrebbe soddisfare la miriade di utenti che l'hanno richiesta per molto tempo. Gli avviatori hanno inoltre un ricercatore di applicazioni integrato per aggiungere dei nuovi elementi.
ja: パネルアプリケーションメニュー、アプリケーションファインダー、あるいは Thunar からパネルへのメニューエントリのドラッグアンドドロップで、ランチャーの作成ができるようになりました。長い間この機能を待ち望んでいた多くの方々に喜んでいただけると思います。また、新しいアイテムを追加するために統合されたアプリケーションファインダーも具備しています。
kk: Енді жібергіштерді жасау үшін элементтерді панельдің қолданбалар мәзірінен, қолданбаларды іздеушіден немесе Thunar-дан панельге сүйреп апаруға болады. Бұл мүмкіндік оны ұзақ уақыт бойы сұрап жүрген көптеген адамдарды қуантады. Сондай-ақ жібергіште жаңа элементтерді қосу үшін біріктірілген қолданбаларды іздеуші бар.
lt: Galite atvilkti ir numesti meniu įrašus tiesiai iš skydelio programų meniu, programų ieškyklės ar Thunar ir sukurti leistukus. Ši galimybė turėtų pradžiuginti daug žmonių kurie to prašė jau senai. Leistukas taipogi turi įmontuotą programų ieškyklę.
ms: Anda kini boleh seret dan lepas masukan menu dari menu aplikasi panel, pencari aplikasi atau Thunar ke panel untuk mencipta pelancar. Fitur ini dapat menggembirakan ramai pengguna yang meminta fitur ini buat sekian lama. Pelancar juga telah disepadukan dengan pencari aplikasi untuk menambah item baharu.
nb: Du kan nå dra og slippe menyoppføringer fra panelets programmeny, programsøker eller Thunar til panelet for å lage programstartere. Dette har vært etterspurt i årevis. Programstarteren har også en innebygd programsøker for å legge til nye elementer.
oc: Podètz ara lisar e depausar las entradas del menú del panèl aplicacions supportant menú, la lista d'aplicacion o Thunar dempuèi lo panèl per crear d'aviadors. Aquesta foncionalitat deuriá plaire al grand nombre de personas que avaient demandé aquò dempuèi longtemps. L'aviador a tanben un listeur d'aplicacion integrada per apondre de novèls elements.
pl: Dodawanie aktywatorów możliwe jest teraz poprzez przeciąganie na panel elementów menu programów, wyszukiwarki programów lub programu Thunar. Własność ta powinna zadowolić użytkowników, którzy od dawna o nią prosili. Aplet aktywatora posiada również wbudowaną wyszukiwarkę programów, ułatwiającą tworzenie nowych aktywatorów.
pt: Para criar lançadores, pode arrastar e largar as entradas de menu a partir do menu das aplicações, do localizador de aplicações ou do Thunar. Esta funcionalidade vem de encontro aos pedidos dos nossos utilizadores. Aindo com o intuito de adicionar novos itens, o lançador também integra um localizador de aplicações.
pt_br: Agora, você pode arrastar e soltar itens de menu do menu de aplicações do painel, do localizador de aplicativos ou do Thunar para o painel, para criar lançadores. Esse recurso deve agradar uma grande quantidade de pessoas que estavam pedindo isso há tempos. O lançador também tem um localizador de aplicativos para adicionar novos itens.
ro: Acum puteți glisa și plasa intrări de meniu din meniul de aplicații al panoului, căutătorul de aplicații sau Thunar în panou pentru a crea lansatoare. Această caracteristică ar trebui să mulțumească numărul mare de persoane care au solicitat-o de mult timp. Lansatorul are, de asemenea, un căutător de aplicații integrat pentru a adăuga elemente noi.
ru: Вы теперь можете перетаскивать элементы меню из панели меню приложений, приложения поиска или Thunar на панель для создания кнопки запуска приложения. Эта возможность понравится большому количеству людей, требовавших её целую вечность. Launcher также получил встроенный поиск приложений для их последующего добавления.
sq: Tani mund të tërhiqni dhe lini zëra menuje nga menuja e aplikacioneve të panelit, gjetësi i aplikacioneve ose Thunar-i te paneli, për të krijuar nisës. Kjo veçori do të duhej të kënaqte numrin e madh të personave që e kanë kërkuar qëkur nuk mbahet mend. Nisësi gjithashtu ka një gjetës të integruar aplikacionesh për të shtuar objekte të rinj.
sr: Сада можете превлачити и спуштати ставке изборника из изборника програма, проналазача програма или Тунара на полицу ради стварања покретача. Ова могућност би требала задовољити велики број људи који је траже годинама. Покретач има и уграђен проналазач програма за додавање нових ставки.
sv: Du kan nu dra och släppa menyposter från panelprogrammenyn, programsökaren eller Thunar till panelen för att skapa startare. Denna funktion bör glädja alla dem som önskat den sedan lång tid. Startaren har också en integrerad programsökare för att lägga till nya objekt.
th: ในรุ่นนี้ คุณสามารถลากรายการเมนูจากเมนูเรียกโปรแกรมของพาเนล, จากเครื่องมือค้นหาโปรแกรม หรือจาก Thunar ไปวางบนพาเนลเพื่อสร้างปุ่มเรียกได้แล้ว ความสามารถนี้น่าจะทำให้ผู้ใช้จำนวนมากที่ได้เรียกร้องมานานพึงพอใจ ปุ่มเรียกโปรแกรมยังมีการเชื่อมรวมกับเครื่องมือค้นหาโปรแกรมเพื่อเพิ่มรายการใหม่ด้วย
tr: Artık, başlatıcılar oluşturmak için, panel uygulamaları menüsü, uygulama bulucu veya Thunar panelinden girdileri sürükleyip bırakabilirsiniz. Bu özellik, kendi yaşları için istekte bulunan çok fazla sayıdaki insan için mutluluk vericidir. Ayrıca başlatıcı yeni öğeler eklemek için tümleşik bir uygulama bulucuya sahiptir.
uk: Тепер можна захопити і перенести пункти меню з меню програм панелі, шукача програм або Thunar для створення запускачів. Ця можливість задовольнить величезну кількість користувачів, які просили про неї вже досить давно. Запускач тепер також має інтегрований шукач програм для додавання нових елементів меню.
vi: Giờ đây, bạn có thể kéo và thả các mục menu từ menu ứng dụng của bảng điều khiển, công cụ tìm ứng dụng hoặc Thunar vào bảng điều khiển để tạo trình khởi chạy. Tính năng này sẽ làm hài lòng số lượng lớn những người đã yêu cầu nó từ lâu. Trình khởi chạy cũng có công cụ tìm ứng dụng tích hợp để thêm các mục mới.
zh_tw: 現在，您可以從面板的應用程式選單、應用程式協尋器或是 Thunar 拖放選單項目來創建啟動器。這個功能應該可以讓很多多年以來一直請求此功能的人們滿意。啟動器中也有一個整合的應用程式協尋器來加入新項目。

source: Window buttons plugin
ca: Connector dels botons de la finestra
cs: Zásuvný modul tlačítek oken
da: Vinduesknapper-plugin
de: Taskleisten-Plugin
es: Complemento para los botones de las ventanas
fr: Greffon boutons de fenêtre
gl: Engadido de botóns de xanela
he: תוסף כפתורי חלון
id: Plugin tombol jendela
it: Plugin dei pulsanti delle finestre
ja: ウィンドウボタンプラグイン
kk: Терезе батырмалары плагині
lt: Lango mygtukų įskiepis
ms: Pemalam butang tetingkap
nb: Vindusknapper-tillegg
oc: Botons de la fenèstra empeuton
pl: Aplet przycisków okien
pt: "Plugin" botões de janela
pt_br: Plug-in de botões de janelas
ro: Modul pentru butoanele ferestrelor
ru: Модуль кнопок окна
sq: Shtojcë butona dritareje
sr: Прикључак дугмади прозора
sv: Insticksprogram för fönsterknappar
th: ปลั๊กอินปุ่มเลือกหน้าต่าง
tr: Pencere düğmeleri eklentisi
uk: Втулка кнопок вікна
vi: Plugin nút cửa sổ
zh_tw: 視窗按鈕插件

source: The iconbox and tasklist plugins are new merged into 1 plugin, called window buttons. It implements different sorting modes, improved handling in vertical panels and can draw a similar frame as Xfwm4 Alt+tab when hovering a button.
ca: Els connectors de caixa d'icones i de llista de tasques ara formen part de la fusió nova d'1 connector, que s'anomena botons de la finestra. Implementa diferents modes d'ordenació, millora la gestió als panells verticals i pot dibuixar un plafó similar a l'Alt+Tab de l'Xfwm4 quan es passa el ratolí per sobre d'un botó.
cs: Zásuvné moduly iconbox a seznam úloh byly spojeny do jednoho, jehož název je tlačítka oken. Implementuje různé režimy řazení, vylepšenou manipulaci se svislými panely a při umístění kurzoru myši nad tlačítko dokáže vykreslit podobný rámeček jako Xfwm4 při stisknutí kombinace kláves Alt+tab.
da: Ikonæsken og opgaveliste plugins er nu sammenlagt ind til 1 plugin, kaldet vindue-knapper. Det implementerer forskellige sorterings-metoder, forbedret handlinger i vandrette paneler og kan tegne en lignende ramme som Xfwm4 Alt+tab når du svæver over en knap.
de: Die Iconbox- und Tasklisten-Plugins wurden jetzt in einem Plugin vereint, das »Fenstermenü« heißt. Es implementiert verschiedene Sortierreihenfolgen, bessere Anordnung in vertikalen Leisten und kann Rahmen ähnlich zu Xfwm4s Alt+Tab anzeigen, wenn der Mauszeiger über einem Knopf verweilt.
es: Los complementos de la caja de iconos y lista de tareas se fusionaron en 1 complemento llamado botones de ventanas. Implementa diferentes modos de ordenado, un mejor manejo de los paneles verticales y puede dibujar un marco similar al de xfwm4 con Alt+ tab cuando se pasa un botón.
fr: Les greffons boîte d’icônes et liste des tâches ont fusionné sous le nom boutons de fenêtres. Il permet différents modes de tri, améliore la gestion verticale du tableau de bord et peut dessiner un cadre similaire à Alt + Tab de Xfwm4 lors du survol d’un bouton.
gl: Os engadidos de caixa de iconas e listas de tarefas son combinados nun novo engadido, chamado botóns de xanela. El incorpora diferentes métodos de clasificación, manexo mellorado en paneis verticais e pode debuxar un marco similar ao do Xfwm4 Alt+tab cando se move un botón.
he: תוספי קופסת אייקון ורשימת משימות עכשיו מוזגו לתוסף 1, הנקרא כפתורי חלון. הוא משלב מצבי מיון שונים, טיפול משופר בפאנלים אנכיים ויכול לצייר מסגרת דומה כמו Xfwm4 Alt+tab כאשר הסמן מעל כפתור.
id: Plugin kotak ikon dan daftar tugas sekarang digabung menjadi 1 plugin, disebut tombol jendela. Ia mengimplementasikan mode pengurutan yang berbeda, peningkatan penanganan pada panel vertikal dan bisa menggambar sebuah bingkai yang sama seperti Alt+tab pada Xfwm4 ketika melewati sebuah tombol.
it: I plugin delle icone e dell'elenco delle operazioni sono stati uniti in un unico plugin, denominato "pulsanti delle finestre". Questo plugin implementa diversi modi di ordinamento, un migliore comportamento per pannelli verticali ed è in grado di disegnare una cornice simile alla funzione Alt+tab di xfwm4 quando il cursore rimane fermo su un pulsante.
ja: アイコン箱とタスクリストプラグインは、ウィンドウボタンプラグインに統合されました。これには様々な並び替えモードが実装され、垂直パネル時の扱いが向上し、ボタン上にマウスポインターがあるときに、Xfwm4 での Alt+Tab のように、ウィンドウ枠を描画できるようになりました。
kk: Iconbox және tasklist плагиндері енді "терезе батырмалары" деп аталатын бір плагинге біріктірілген. Ол әртүрлі сұрыптау режимдерін, вертикалды панельдердегі жақсартылған өңдеуді іске асырады және батырманың үстіне апарған кезде Xfwm4 Alt+tab сияқты жақтауды сала алады.
lt: „Iconbox“ ir „tasklist“ įskiepiai nuo šiol sujungti į vieną įskiepį, kuris vadinasi „langų mygtukai“. Jame yra skirtingi rikiavimo būdai, patobulintas vertikalių skydelių palaikymas ir užvedus pelę jis gali piešti panašias formas kaip ir Xfwm4 Alt+Tab.
ms: Pemalam kotak ikon dan senarai tugas telah digabungkan menjadi 1 pemalam, iaitu butang tetingkap. Ia laksanakan pelbagai mod pengisihan, pengendalian lebih baik dalam panel menegak dan dapat lukiskan bingkai yang serupa dengan Xfwm4 Alt+tab bila terapung diatas butang.
nb: Tilleggene «iconbox» og «tasklist» er slått sammen til ett tillegg, kalt vindusknapper. Det har ulike sorteringsmoduser, forbedret utforming i loddrette paneler og kan tegne en lignende ramme som Xfwm4s Alt + Tab når musepekeren er over en knapp.
oc: Los empeutons de la bóstia d’icòna e la lista dels prètzfaits an de novèl fusionat en 1 empeuton, apelat botons de fenèstra. Met en òbra diferents modes de tri, un melhor maniement dins los panèls verticals e pòt dessiner un quadre similar al Alt+tab de Xfwm4 al moment del susvòl d'un boton.
pl: Funkcjonalność apletów ikony okien i lista zadań połączono w jednym, ukrytym pod nazwą przyciski okien. Aplet implementuje różne sposoby sortowania okien i lepiej obsługuje pionowe panele. Podczas uaktywniania okien potrafi wyświetlać obramowanie podobne do tego, wyświetlanego podczas przełączania pomiędzy oknami.
pt: Os "plugins" iconbox e tasklist foram fundidos num "plugin" a que chamámos botões de janela. O "plugin" implementa diversos métodos de organização, uma melhoria na manipulação de painéis verticais, podendo também criar uma moldura similar à do Xfwm4 (Alt+tab) ao pairar sobre um botão.
pt_br: Os plugins iconbox e tasklist foram mesclados em 1 plugin, chamado botões de janelas. Ele implementa diferentes modos de organização, melhorando a manipulação de painéis verticais e pode desenhar um quadro semelhante ao Alt+Tab do Xfwm4 ao passar o mouse sobre um botão.
ro: Modulele „iconbox” (caseta de pictograme) și „tasklist” (lista de sarcini) sunt acum fuzionate într-un singur modul, numit butoane de fereastră. Acesta implementează diferite moduri de sortare, o gestionare îmbunătățită în panourile verticale și poate desena un cadru similar cu Xfwm4 Alt+tab atunci când plasați cursorul mausului deasupra unui buton.
ru: Модули iconbox и tasklist объединены в один новый модуль, названный Кнопки окон. Он содержит различный инструментарий способов сортировки, улучшенное управление в вертикальных панелях, и при наведении на кнопку, может рисовать рамку подобную Xfwm4 Alt+tab.
sq: Shtojcat Kuti ikonash dhe Listë punësh janë shkrirë në 1 shtojcë, të quajtur Butona dritaresh. Kjo sendërton mënyra të ndryshme renditjeje, përmirësoi trajtimin e paneleve vertikalë dhe mund të vizatojë një kornizë të ngjashme me atë që bëhet me shkurtoren <em>Alt+tab</em> në Xfwm4, kur kursori kalohet sipër një butoni.
sr: Кућица сличица и прикључак задатака су сада спојени у један прикључак, назван дугмад прозора. Дугмад прозора примењује различите начине разврставања, побољшано управљање усправним полицама и може при надношењу миша исцртавати оквире сличне онима које исцртава ИксФВМ4 при притиску на Alt+Tab.
sv: Iconbox och uppgiftslists-plugin har nu slagits samman till 1 plugin, som kallas fönsterknappar. Den implementerar olika sorteringssätt, förbättrad hantering i vertikala paneler och kan rita en liknande ram som Xfwm4 Alt+tab då pekaren svävar över en knapp.
th: ปลั๊กอินกล่องไอคอนและรายชื่อทาสก์ได้ถูกผนวกรวมกันเป็นปลั๊กอินเดียวแล้ว เรียกว่าปุ่มเลือกหน้าต่าง โดยมีโหมดการเรียงหน้าต่างหลายโหมด จัดการได้ดีขึ้นในพาเนลแนวตั้ง และสามารถวาดกรอบคล้ายๆ กับ Alt+tab ของ Xfwm4 เมื่อวางเมาส์แช่บนปุ่ม
tr: Simge kutusu ve görev listesi eklentileri, artık pencere düğmeleri olarak adlandırılan tek bir eklenti içinde birleştirildi. Bu dikel panellerde gelişmiş işleme ve farklı sıralam kipleri sunuyor ve düğmeye tıklanmışken Xfwm4 Alt+tab olarak benzer bir çerceve çizilebiliyor.
uk: Додаток панелі іконок і списку завдань тепер об’єднані в 1 додаток, названий кнопки вікон. Він має різні режими сортування, покращену дію у вертикальних панелях, і може малювати подібні рамки, як Xfwm4 Alt+tab при наведенні на кнопку.
vi: Các plugin iconbox và tasklist mới được hợp nhất thành 1 plugin, gọi là nút cửa sổ. Nó triển khai các chế độ sắp xếp khác nhau, cải thiện khả năng xử lý trong bảng dọc và có thể vẽ khung tương tự như tab Xfwm4 Alt+ khi di chuột qua một nút.
zh_tw: 圖示盒和工作列表插件現在合併成1個插件，稱為視窗按鈕。它提供了不同的排列模式，改進了垂直面板的處理，並可以在懸停在按鈕上時，繪製出一個像 Xfwm4 Alt+tab 那樣的視窗邊框。

source: New fuzzy clock
ca: Rellotge difús nou
cs: Nové přibližné hodiny
da: Nyt interval ur
de: Neue umgangssprachliche Uhr
es: Nuevo reloj difuso
fr: Nouvelle horloge floue
gl: Novo reloxo impreciso
he: שעון fuzzy חדש
id: Jam fuzzy yang baru
it: Nuovo orologio impreciso
ja: 新しいファジー時計
kk: Жаңа "түсініксіз" сағат
lt: Naujas neaiškus laikrodis
ms: Jam fuzzy baharu
nb: Ny ordklokke
oc: Novèl relòtge fosca
pl: Nowy zegar rozmyty
pt: Novo relógio
pt_br: Novo relógio aproximado
ro: Noul ceas aproximativ
ru: Новые неточные часы
sq: Orë e re e turbullt
sr: Нови нејасни часовник
sv: Ny suddig klocka
th: นาฬิกากะประมาณอันใหม่
tr: Yeni puslu saat
uk: Новий цифровий годинник
vi: Đồng hồ mờ mới
zh_tw: 新的模糊時鐘
