Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Furthermore we dropped xfce-utils. Its content has either been removed or moved to other Xfce packages. All other dependency changes are listed in the 4.10pre1 ChangeLog. The Xfce core also gained a couple of new components because we think they are critical for a minimal desktop: xfce4-power-manager (power management), tumbler (thumbnail generation for Thunar and other components), garcon (menu library, was already a dependency in 4.8), thunar-volman (volume manager for Thunar).
ca: A més, hem deixat xfce-utils. El seu contingut ha estat eliminat o mogut a altres paquets Xfce. Tots els altres canvis de dependència es llisten al registre de canvis 4.10pre1. El nucli de l'Xfce també va guanyar un parell de components nous perquè creiem que són crítics per a un escriptori mínim: xfce4-power-manager (gestió d'energia), tumbler (generació de miniatures per Thunar i altres components), garcon (biblioteca de menús, ja era una dependència en 4.8), thunar-volman (volume manager per Thunar).
cs: Dále jsme odebrali balíček nástrojů xfce-utils. Jeho obsah byl odstraněn, případně přesunut do jiných balíčků Xfce. Všechny další změny závislovstí jsou vypsány v protokolu změn pro verzi 4.10pre1. Jádro Xfce získalo několik nových komponent, protože si myslíme, že jsou pro minimální pracovní prostředí kritické: xfce4-power-manager (správa napájení), tumbler (generátor náhledů pro Thunar a jiné komponenty), garcon (knihovna nabídky, již byla závislostí ve verzi 4.8), thunar-volman (správce svazků pro Thunar).
da: Derudover har vi droppet xfce-utils. Dets indhold er enten blevet fjernet eller flyttet til andre Xfce pakker. Alle andre afhængighedes-ændringer er listet inde i 4.10pre1 ÆndringsLog. Xfce kernen har også fået et par nye komponenter fordi we tænker de er kritiske for et minimalt skrivebord: xfce4-strøm-håndtering (strøm-styring), tumber (miniature generatoren til Thunar og andre komponenter), garcon (menu-biblotek, var allerede en afhængighed i 4.8), thunar-volman (lydsstyrke-håndtering for Thunar).
de: Des weiteren haben wir die Unterstützung von xfce-utils beendet. Die Funktionalität wurde entweder entfernt oder in andere Xfce-Pakete verschoben. Alle anderen Änderungen von Abhängigkeiten sind in den Änderungsprotokollen für 4.10pre1 enthalten. Der Xfce-Kern wurde um einige Komponenten erweitert, die wir als kritisch für eine minimale Arbeitsoberfläche erachten: xfce4-power-manager (Energieverwaltung), tumbler (Vorschaubildgenerator für Thunar und andere Komponenten), garcon (Menü-Bibliothek, die bereits in 4.8 eine Abhängigkeit war), thunar-volman (Laufwerksverwaltung für Thunar).
es: Además nos dejó xfce-utils. Su contenido ya fue o ha sido trasladado a otros paquetes de Xfce. Todos los otros cambios de dependencias se enumeran en el registro de cambios de la versión 4.10pre1. El núcleo Xfce también ganó un par de nuevos componentes, ya que creemos que son fundamentales para un escritorio mínimalista: Administrador de energía (gestiona el uso de la energía), Thumbler (generación de miniaturas para Thunar y otros componentes), Garcon (biblioteca de menú, ya era un dependencia en 4.8), Administrador de volúmenes (administra dispositivos extraíbles para Thunar).
fr: En outre, nous avons laissé tomber xfce-utils. Son contenu a été soit retiré, soit déplacé vers d’autres paquets Xfce. Tous les autres changements de dépendance sont listés dans le journal des modifications de la 4.10pre1. Le cœur de Xfce s’est enrichi de nouveaux composants que nous pensons être indispensable pour un bureau minimal : xfce4-power-manager (gestionnaire d’alimentation), tumbler (générateur de miniatures pour Thunar et d’autres composants), garcon (librairies du menu, déjà une dépendance dans la 4.8), thunar-volman (gestionnaire de volume pour Thunar).
gl: Ademais retiramos o xfce-utils. O seu contido eliminouse ou mudouse a outros paquetes do Xfce. Todos os outros cambios de dependencia están listados no rexistro de cambios da 4.10pre1. O núcleo do Xfce tamén obtivo un par de novos compoñentes porque pensamos que son críticos para un escritorio mínimo: xfce4-power-manager (xestor de enerxía), tumbler (xerador de miniaturas para Thunar e outros compoñentes), garcon (biblioteca de menú, xa tiña dependencia na 4.8), thunar-volman (xestor de volumes para Thunar).
he: בנוסף ביטלנו את xfce-utils. התוכן שלו הוסר או עבר לחבילות Xfce אחרות. כל שינויי התלות האחרים רשומים ביומן שינויים 4.10pre1. ליבת Xfce גם קיבלה מספר רכיבים חדשים כי אנו חושבים שהם קריטיים לשולחן עבודה מינימלי: xfce4-power-manager (ניהול הספק), tumbler (מחולל תמונות מוקטנות עבור Thunar ורכיבים אחרים), garcon (ספריית תפריט, כבר היתה תלות ב-4.8), thunar-volman (מנהל קול עבור Thunar).
id: Lebih lanjut kami menghapus xfce-utils. Isinya telah dihapus atau dipindahkan ke paket Xfce lainnya. Semua perubahan ketergantungan lainnya dirinci dalam Log Perubahan 4.10pre1. Inti Xfce juga mendapatkan beberapa komponen baru karena kami pikir mereka penting bagi sebuah desktop minimal: xfce4-power-manager (manajemen daya), tumbler (pembuat miniatur untuk Thunar dan komponen lainnya), garcon (pustaka menu, sudah merupakan prasyarat di 4.8), thunar-volman (manajer volume untuk Thunar).
it: Inoltre è stato rimosso xfce-utils. Il suo contenuto è stato cancellato o spostato verso altri componenti di Xfce. Tutte le altre modifiche alle dipendenze sono elencate nel "Changelog" della versione 4.10pre1. Xfce ha inoltre acquistato un paio di nuovi componenti che crediamo essere indispensabili per un desktop minimale: xfce4-power-manager (gestore dell'energia), tumbler (generatore di miniature per Thunar e per altri componenti), garcon (libreria di menu, era già una dipendenza in Xfce 4.8), thunar-volman (gestore di volumi per Thunar).
ja: さらに、xfce-utilsを削除しました。このコンテンツは削除されているか、他のXfceパッケージに移動されています。他のすべての依存関係の変更点は、4.10pre1 の ChangeLog にリストされています。Xfceコアには、最小限のデスクトップに不可欠であると思われるいくつかの新しいコンポーネントも追加されました。xfce4-power-manager（電源管理）、tumbler（Thunarおよびその他のコンポーネントのサムネイル生成）、garcon（メニューライブラリ。すでに4.8の依存パッケージになっていた）、thunar-volman（Thunarのボリュームマネージャー）。
kk: Сонымен қатар, біз xfce-utils-тан бас тарттық. Оның мазмұны жойылды немесе басқа Xfce пакеттеріне көшірілді. Тәуелділіктердегі барлық басқа өзгерістер 4.10pre1 ChangeLog файлында көрсетілген. Сондай-ақ, Xfce өзегі бірнеше жаңа компоненттерге ие болды, өйткені біз оларды минималды жұмыс үстелі үшін маңызды деп санаймыз: xfce4-power-manager (қуатты басқару), tumbler (Thunar және басқа компоненттер үшін миниатюраларды жасау), garcon (мәзір кітапханасы, 4.8-де тәуелділік болған), thunar-volman (Thunar үшін томдар басқарушысы).
lt: Mes atsikratėme xfce-utils. Jo turinys buvo pašalintas arba perkeltas į kitus Xfce paketus. Visos kitos priklausomybės yra išvardintos 4.10pre1 keitimų žurnale. Xfce branduolys gavo kelis naujus komponentus, nes mes manome jog jie yra būtini minimaliam darbalaukiui: xfce4-power-manager (maitinimo tvarkytuvė), tumbler (miniatiūrų generatorius, skirtas Thunar ir kitiems komponentams), garcon (meniu biblioteka, jau 4.8 versijoje buvo priklausomybė), thunar-volman (Thunar tomų tvarkytuvė).
ms: Kami juga menamatkan fungsi xfce-utils. Kandungannya sama ada telah dibuang atau dialin ke dalam pakej Xfce yang lain. Semua perubahan dependensi yang lain disenarai dalam Log Perubahan 4.10pra1. Teras Xfce juga telah ditambah beberapa komponen baharu kerana ia sangat penting bagi dekstop minimum. xfce4-power-manager (pengurusan kuasa), tumbler (penjanaan lakaran kenit untuk Thunar dan komponen lainnya), garcon (pustaka menu, sudah mempunyai dependensi dalam 4.8), thunar-volman (pengurus volum untuk Thunar).
nb: Dessuten har vi lagt ned xfce-utils. Innholdet er enten fjernet eller flyttet til andre Xfce-pakker. Alle andre endringer av avhengigheter er opplistet i endringsloggen til 4.10pre1. Xfce-kjernen har også fått noen nye komponenter fordi vi synes de er viktige for et minimalt skrivebord: xfce4-power-manager (strømstyring), tumbler (lager miniatyrbilder for Thunar og andre komponenter), garcon (menybibliotek, var allerede en avhengighet i 4.8) og thunar-volman (behandling av dataområder i Thunar).
oc: A mai d'aquò avèm abandonné xfce-utils. Son contenu es estada siá suprimits o desplaçats vers d'autres programas Xfce. Totes los autres cambiaments de dependéncias son répertoriées dins lo Jornal dels cambiaments 4.10pre1. Lo nucli Xfce a tanben gagné qualques novèls components parce que nous pensons qu'ils son essentiels per un burèu minimal : xfce4-power-manager (gestion de l'alimentacion), gobelet (génération de vinhetas per los components Thunar e autres), garcon (bibliotèca menú èra ja una dependéncia dins 4.8), thunar-volman (gestionari de volums per Thunar).
pl: Pakiet xfce-utils został porzucony. Jego zawartość częściowo usunięto, a częściowo przeniesiono do innych pakietów Xfce. Wszystkie inne zmiany zależności wypisano w dzienniku zmian wydania 4.10pre1. Do głównych komponentów Xfce dołączyło kilka nowych pakietów, dostarczających środowisku podstawowych funkcji: xfce4-power-manager (zarządzanie zasilaniem), tumbler (generowanie miniatur dla programu Thunar i innych komponentów), garcon (biblioteka implementująca menu, wprowadzona jako zależność w wydaniu 4.8).
pt: Além disso, largamos o xfce-utils. Seu conteúdo foi removido, ou movido para outros pacotes Xfce. Todas as outras variações de dependência são listados em 4.10pre1 ChangeLog. O núcleo Xfce também ganhou um par de novos componentes, porque pensamos que eles são fundamentais para um ambiente de trabalho mínimo: xfce4-power-manager (gestor de energia), tumbler (geração de miniaturas para Thunar e outros componentes), garcon (menu de biblioteca, já era uma dependência no 4.8), thunar-volman (gestor de volume para Thunar).
pt_br: Futuramente, iremos retirar o xfce-utils. Seu conteúdo, ou terá sido removido ou transferido para outros pacotes do Xfce. Todas as outras dependências alteradas, serão listadas no registro de alterações do 4.10pre1. O núcleo do Xfce também ganhou alguns novos componentes porque achamos que eles são críticos para um ambiente de desktop minimo: xfce4-power-manager (gerenciamento de energia), tumbler (geração de miniaturas para Thunar e outros componentes), garcon (biblioteca de menu, já existe uma dependência em 4.8), thunar-volman (gerenciador de volumes para Thunar).
ro: În plus, am renunțat la xfce-utils. Conținutul său a fost fie eliminat, fie mutat în alte pachete Xfce. Toate celelalte modificări ale dependențelor sunt enumerate în jurnalul de modificări al versiunii 4.10pre1. Nucleul Xfce a câștigat, de asemenea, câteva componente noi, deoarece considerăm că sunt esențiale pentru un birou minimalist: xfce4-power-manager (gestionarea energiei), tumbler (generarea de miniaturi pentru Thunar și alte componente), garcon (biblioteca de meniuri, era deja o dependență în 4.8), thunar-volman (gestionarul de volume pentru Thunar).
ru: Кроме того, мы убрали xfce-utils. Его содержимое было удалено или перемещено в другие пакеты Xfce. Остальные изменения зависимостей приведены в списке изменений для 4.10pre1. Ядро Xfce также получило несколько новых компонентов, мы думаем, что они имеют решающее значение для минимального рабочего стола: xfce4-power-manager (управление питанием), tumbler (генератор миниатюр для Thunar и других компонентов), garcon (библиотека меню, была как зависимость с 4.8), thunar-volman (менеджер томов для Thunar).
sq: Më tej, hoqëm dorë nga xfce-utils. Lënda e tij ose është hequr, ose është kaluar te paketa të tjera Xfce. Krejt ndryshimet e tjera të varësive tregohen te Regjistri i Ndryshimeve të 4.10pre1. Edhe baza e Xfce-së përfitoi nja dy përbërës të rinj, ngaqë mendojmë se janë kritikë për një desktop minimal: xfce4-power-manager (administrim energjie), tumbler (prodhim miniaturash për Thunar-in dhe përbërës të tjerë), garcon (librari menush, ish tashmë një varësi në 4.8), thunar-volman (përgjegjës volumi për Thunar-in).
sr: Напустили смо xfce-utils. Његов садржај је или уклоњен, или премештен у друге Иксфце пакете. Све остале измене међузависности су на списку дневника измена 4.10пре1. Иксфце језгро је такође добило нове делове јер мислимо да су кључни за најмање радно окружење: xfce4-power-manager (управник потрошње), tumbler (ствараоц умањених сличица Тунара и других делова), garcon (библиотека изборника, била је зависност од 4.8), thunar-volman (управник заузећа уређаја Тунара).
sv: Dessutom tog vi bort xfce-utils. Innehållet har antingen tagits bort eller flyttats till andra Xfce-paket. Alla andra beroendeförändringar finns listade i 4.10pre1:s ändringslogg. Xfce-kärnan fick också ett par nya komponenter som vi tror är kritiska för ett minimalt skrivbord: xfce-power-manager (strömhantering), tumbler (skapande av miniatyrbilder för Thunar och andra komponenter), garcon (menybibliotek, som redan var ett beroende i 4.8), thunar-volman (volymhanterare för Thunar).
th: นอกจากนี้ เรายังได้ตัด xfce-utils ทิ้ง โดยเนื้อหาเดิมได้ถูกลบออก หรือไม่ก็ย้ายไปยังแพกเกจ Xfce ตัวอื่น รายการเปลี่ยนแปลงอื่นๆ ของแพกเกจภายนอกที่ต้องใช้ได้รวบรวมไว้ในปูมการเปลี่ยนแปลงของ 4.10pre1 นอกจากนี้ แกนหลักของ Xfce ยังมีการเพิ่มองค์ประกอบใหม่จำนวนหนึ่ง เพราะเราคิดว่าจำเป็นสำหรับเดสก์ท็อปขนาดเล็ก ได้แก่ xfce4-power-manager (การจัดการพลังงาน), tumbler (การสร้างภาพย่อสำหรับ Thunar และองค์ประกอบอื่น), garcon (ไลบรารีเมนู ซึ่งได้เป็นแพกเกจภายนอกที่ต้องใช้ในรุ่น 4.8 มาแล้ว), thunar-volman (ส่วนขยายจัดการโวลุมสำหรับ Thunar)
tr: Ayrıca xfce-utils düşürüldü. Onun içeriği kaldırıldı veya Xfce paketlerine taşındı. Diğer tüm koloni değişiklikleri 4.10pre1 ChangeLog'da listelenmiştir. Biz onların masaüstü için kritik olduklarını düşündüğümüz için Xfce çekirdeği bir çift yeni bileşenler kazandı:xfce4-güç-yönetici (güç yönetimi),b ardak (Thunar ve diğer bileşenler için küçük nesil),garcon (kütüphane menüsü, 4.8'de bir bağımlılık oldu), thunar-volman (Thunar için yükleme bölümü).
uk: Також ми викинули xfce-utils. Його вміст або вилучено, або перенесено до інших пакунків Xfce. Всі інші зміни описані в списку змін 4.10pre. Ядро Xfce отримало кілка нових компонентів: xfce4-power-manager (керування живленням), tumbler (створення значків для Thunar і його компонент), garcon (бібліотека меню, раніше була в залежностях 4.8), thunar-volman (керування дисками для Thunar).
vi: Hơn nữa, chúng tôi đã bỏ xfce-utils. Nội dung của nó đã bị xóa hoặc chuyển sang các gói Xfce khác. Tất cả các thay đổi phụ thuộc khác được liệt kê trong Nhật ký thay đổi 4.10pre1. Lõi Xfce cũng có một số thành phần mới vì chúng tôi cho rằng chúng rất quan trọng đối với máy tính để bàn tối thiểu: xfce4-power-manager (quản lý năng lượng), tumbler (tạo hình thu nhỏ cho Thunar và các thành phần khác), garcon (thư viện menu, đã là một phần phụ thuộc trong 4.8), thunar-volman (trình quản lý âm lượng cho Thunar).
zh_tw: 此外，我們還丟棄了 xfce-utils，它的內容不是被移除就是移動到其他的 Xfce 軟體中。其他所有的依賴性變更都在4.10pre1的變更記錄中列出。Xfce 核心也獲得了幾個新組件，因為我們覺得對於極簡的桌面，它們是相當重要的：xfce4-power-manager (電源管理)、tumbler (Thunar 及其他組件的縮圖產生器)、garcon (選單函式庫，在4.8中就已經是依賴性)、thunar-volman (Thunar 的卷管理員)。

source: Of course translations also improved a lot, thanks to the amazing work of our translation teams.
ca: Per descomptat, les traduccions també van millorar molt, gràcies a la increïble feina dels nostres equips de traducció.
cs: Samozřejmě také velké vylepšení překladů díky úžesné práci našich překladatelských týmů.
da: Selvfølgelig er oversættelserne også forbedret meget, tak til det fantastiske arbejde af vores oversættelses-hold.
de: Natürlich haben sich auch unsere Übersetzungen deutlich verbessert, dank der außerordentlichen Arbeit unseres Übersetzungsteams.
es: Por supuesto nuestras traducciones también han mejorado mucho gracias al fabuloso esfuerzo de nuestros equipos de traducción.
fr: Bien entendu, les traductions ont aussi beaucoup été améliorées grâce à l’incroyable travail de nos équipes de traducteurs.
gl: Por suposto, as traducións tamén melloraron moito, grazas ao sorprendente traballo dos nosos equipos de tradución.
he: כמובן תרגומים שופרו רבות, הודות לעבודה המדהימה של קבוצות התרגום שלנו.
id: Tentu saja terjemahan juga sangat meningkat, terima kasih untuk kerja yang luar biasa dari tim penerjemah kami.
it: Anche le traduzioni sono sensibilmente migliorate, grazie all'incredibile lavoro svolto dai nostri gruppi di traduzione.
ja: もちろん、翻訳チームのすばらしい仕事のおかげで、翻訳も大幅に改善されました。
kk: Әрине, аударма топтарымыздың таңғажайып жұмысының арқасында аудармалар да айтарлықтай жақсарды.
lt: Taipogi vertimai smarkiai pagerinti, už tai dėkojame mūsų vertėjų komandoms.
ms: Dan tidak lupa penterjemahan juga telah menerima banyak penambahbaikan, terima kasih atas kerja hebat pasukan penterjemahan kami.
nb: Oversettelsene våre har også sett en kraftig forbedring, hvis årsak er det fantastisk arbeidet lagt ned av fra våre oversettelseslag.
oc: Solide las traduccions son tanben beaucoup melhoradas, gràcias a l'incroyable trabalh de nos equipas de traduccion.
pl: Dzięki pracy zespołów tłumaczy, znacznie ulepszono tłumaczenia.
pt: Claro que as traduções também melhoraram muito, graças ao trabalho extraordinário das nossa equipas de tradução.
pt_br: Claro, traduções também melhoraram bastante, graças ao fantástico trabalho de nossas equipes de tradução.
ro: Desigur, și traducerile s-au îmbunătățit mult, datorită muncii extraordinare a echipelor noastre de traducători.
ru: Разумеется, значительно улучшены переводы, благодаря прекрасной работе наших команд переводчиков.
sq: Sigurisht që edhe përkthimet janë përmirësuar mjaft, falë punës mahnitëse të ekipeve tanë të përkthimit.
sr: Наравно, превод је такође доста напредовао, хвала за изврстан рад наших преводилачких дружина.
sv: Självklart förbättrades också översättningen mycket, tack vare våra översättargruppers fantastiska arbete.
th: แน่นอน งานแปลก็มีการปรับปรุงอย่างมาก ขอขอบคุณการทำงานอันน่าอัศจรรย์ของทีมแปลทั้งหลายของเรา
tr: Elbette çeviriler de oldukça geliştirildi, harika çalışmaları için çeviri ekiplerine teşekkürler.
uk: Також поновлено багато перекладів завдяки чудовій роботі команді перекладачів.
vi: Tất nhiên, bản dịch cũng được cải thiện rất nhiều nhờ vào nỗ lực tuyệt vời của nhóm dịch thuật của chúng tôi.
zh_tw: 當然翻譯也有相當程度的改進，感謝我們的翻譯團隊令人吃驚的工作。
