Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Window thumbnails
ca: Miniatures de les finestres
cs: Náhledy oken
da: Vinduesminiaturer
de: Fenstervorschaubilder
es: Vistas previas de ventanas
fr: Aperçus de fenêtre
gl: Miniaturas das xanelas
he: תמונות חלון ממוזערות
id: Miniatur jendela
it: Miniature delle finestre
ja: ウィンドウサムネイル
kk: Терезе эскиздері
lt: Lango miniatiūros
ms: Lakaran kenit tetingkap
nb: Miniatyrbilder av vinduer
oc: Apercebuts de fenèstras
pl: Miniatury okien
pt: Miniaturas de janela
pt_br: Miniaturas de janelas
ro: Miniaturi de ferestre
ru: Эскизы окон
sq: Miniatura dritaresh
sr: Умањене сличице прозора
sv: Fönsterminiatyrbilder
th: ภาพย่อของหน้าต่าง
tr: Pencere küçük resimleri
uk: Віконні мініатюри
vi: Hình thu nhỏ của cửa sổ
zh_tw: 視窗縮圖

source: Tiling, Zooming, Client-side Decorations
ca: Tiling, Zoom, Decoracions del costat del client
cs: Umístění do dlaždic, přibližování a dekoraci na straně klienta
da: Fliselægning, zoom, klientsidedekorationer
de: Kacheln, Größenänderung, programmseitige Dekorationen
es: Mosaico, Zum, Decoraciones del lado del cliente
fr: Disposition en mosaïque, zoom, décorations côté client
gl: Mosaico, zum, decoracións do lado do cliente
he: ביצוע אריחים, ביצוע זום, קישוטי צד לקוח
id: Dekorasi jendela sisi klien
it: Trascinamento, ingrandimento e decorazioni lato client
ja: タイル表示、ズーム、クライアントサイドデコレーション
kk: Қатарластыру, масштабтау, клиент жағындағы безендірулер
lt: Išklojimas, didinimas, kliento pusės dekoracijos
ms: Penjubinan, Pengezuman, Hiasan sisi-Klien
nb: Flislegging, zooming, klientdekorasjoner
pl: Dokowanie, Powiększanie, Dekoracje po stronie klienta X
pt: Redimensionar, zoom, decorações do lado cliente
pt_br: Redimensionamento, zoom, decorações pelo cliente
ro: Dispoziție în mozaic, mărire/micșorare, decorațiuni în partea clientului
ru: Мозаика, увеличение, оформление на стороне клиента
sq: Tjegullzim, Zoom-im, Zbukurime Më Anë Klienti
sr: Поплочавање, приближавање, сопствено украшавање прозора
sv: Tiling, Zooma, Klientsidodekorationer
th: การเรียงต่อชน, การซูม, การวาดกรอบหน้าต่างที่ฝั่งไคลเอนต์
tr: Döşeme, Yakınlaştırma, İstemci tarafı Süslemeleri
uk: Згортання, зміна розміру, декорації клієнта
vi: Xếp lát, zoom, Trang trí phía khách hàng
zh_tw: 平鋪、縮放、客戶端裝飾

source: Support for Client-Side Decorations (CSDs) has been improved. They now properly snap to screen and panel borders, and tile correctly, even with shadows.
ca: S'ha millorat el suport per a les Decoracions Client-Side (CSD). Ara s'ajusten correctament a les vores de la pantalla i del panell, i s'enrajola correctament, fins i tot amb ombres.
cs: Byla vylepšena podpora dekorací na straně klienta (CSDs). Nyní se správně přichytávání k okrajům obrazovky a panelů a umisťují se do dlaždic i se stínováním.
da: Understøttelse af klientsidedekorationer (CSD'er) er blevet forbedret. De fastgør sig nu korrekt til skærmen og panelernes kanter og fliselægger sig korrekt, selv med skygger.
de: Die Unterstützung für programmseitige Dekorationen (CSDs, Kopfzeilenleiste) wurde verbessert. Einrasten an Bildschirm- und Leistenkanten, sowie das Kacheln, sogar mit Schatten, funktionieren nun wie vorgesehen.
es: El soporte para decoraciones del lado del cliente (CSD) ha sido mejorado, ahora encajan correctamente a la pantalla con las fronteras del panel y se acoplan correctamente, incluso con sombras.
fr: La prise en charge des décorations côté client (CSDs) a été améliorée. Elles s’adaptent désormais correctement aux bordures de l’écran et au tableau de bord, et se disposent correctement en mosaïque, même avec les ombres.
gl: A compatibilidade cos decoradores do lado do cliente (CSD) foi mellorada. Agora encaixan correctamente a pantalla e os bordos do panel, e xeran o mosaico correctamente, mesmo con sombras.
he: תמיכה בקישוטי צד לקוח (CSDs) שופרה. הם עכשיו נצמדים כיאות לגבולות המסך והלוח, ונהפכים לאריחים באופן תקין, גם עם צללים.
id: Dukungan untuk Dekorasi Sisi-Klien (CSD) telah ditingkatkan. Kini mereka bisa melekat ke tepi layar dan panel dengan baik, dan diubinkan dengan benar, bahkan dengan bayangan.
it: Il supporto per le decorazioni lato client (Client-Side Decorations o CSDs) è stato migliorato. Ora si adattano meglio allo schermo e ai bordi del pannello e si ridimensionano correttamente, anche con le ombre.
ja: クライアントサイドデコレーション (CSD) のサポートが強化されました。これはウィンドウに影を落としているときでも、画面やパネルの枠に正しくスナップし、正確にタイル表示されるようになりました。
kk: Клиент жағындағы безендірулерді (CSDs) қолдау жақсартылды. Олар енді экран және панель жиектеріне дұрыс жабысады және тіпті көлеңкелерімен де дұрыс қатарласады.
lt: Buvo pagerintas Kliento pusės Dekoracijų (CSD) palaikymas. Jos dabar tinkamai pritraukiamos prie ekrano ir skydelio kraštų ir teisingai išklojamos net ir su šešėliais.
ms: Sokong Hiasan Sisi-Klien (CSDs) telah ditambah-baik. Ia kini dapat lekap ke skrin dan sempadan panel dengan sempurna, dan dijubin dengan baik, walaupun ada bayang.
nb: Støtten for klientdekorasjoner (CSD) er forbedret. De kan nå feste seg til skjerm- og panelkanter og flislegges riktig, selv med skygger.
pl: Wsparcie dla dekoracji po stronie klienta (CSD) zostało ulepszone. Mogą one teraz prawidłowo przylegać do ekranu i krawędzi, poprawnie dokować się, nawet z cieniami.
pt: Suporte para decorações do lado do cliente (CSDs) foi melhorado. Agora encaixam melhor no ecrã e cantos do painel e redimensionam corretamente, mesmo com sombras.
pt_br: O suporte a decorações pelo cliente(CSDs) foi aprimorada. Elas agora encaixam devidamente a tela e bordas do painel, e redimensionam corretamente, mesmo com sombras.
ro: Suportul pentru decorațiunile din partea clientului („Client-Side Decorations”: CSD) a fost îmbunătățit. Acum acestea se fixează corect pe marginile ecranului și ale panoului și se așează corect, chiar și cu umbre.
ru: Была улучшена поддержка оформления на стороне клиента (CSD). Сейчас должным образом обрабатывается экран, границы панели, и расположение мозаикой, даже с тенями.
sq: Është përmirësuar mbulimi për Zbukurime Më Anë të Klientit (Client-Side Decorations - CSD). Këto tani puqen me ekranin dhe anët e panelit, dhe tjegullzohen saktësisht, madje edhe me hije.
sr: Подршка за сопствено украшавање прозора (client-Side Decoration, CSD) је побољшана. Такви прозори сада прописно приону уз екран и ивице полице, поплочавају се правилно, чак имају и сене.
sv: Stöd för klientside dekorationer (CSD:s) har förbättrats. De fäster nu korrekt till skärm- och panelkanter, och staplas korrekt, även med skuggor.
th: มีการปรับปรุงการรองรับการวาดกรอบหน้าต่างที่ฝั่งไคลเอนต์ (Client-Side Decorations - CSD) โดยจะดูดติดกับขอบหน้าจอและขอบพาเนลอย่างเหมาะสม และเรียงต่อชนอย่างถูกต้อง และแม้แต่มีเงาหน้าต่าง
tr: İstemci tarafı Süslemeleri (CSDs) desteği arttırıldı. Artık ekran ayrılabilir ve panel kenarlıkları gölgeleri ile birlikte döşenebilir.
uk: Покращено клієнтське оформлення (CSDs). Вони тепер правильно прив'язані до екрану і границь панелі, правильно розташовуються, навіть з тінями.
vi: Hỗ trợ cho Trang trí phía khách hàng (CSD) đã được cải thiện. Giờ đây, chúng bám dính chính xác vào viền màn hình và bảng điều khiển cũng như xếp lớp chính xác, ngay cả với bóng.
zh_tw: 對客戶端裝飾(CSDs)的支援已有改進。它們現在可以正確的貼齊到螢幕及面板的邊框，以及即使有陰影也可以正確的平鋪。

source: Gtk3 apps with their decorations drawn by the client
ca: Aplicacions Gtk3 amb les seves decoracions dibuixades pel client
cs: Aplikace Gtk3 včetně jejich dekorací vykreslených klientem
da: Gtk3-programmer hvor deres dekorationer er tegnet af klienten
de: Gtk3-Anwendungen mit ihren Dekorationen, wie sie vom Programm gezeichnet werden
es: Aplicacones GTK-3 con su decoración del lado del cliente
fr: Applications Gtk3 avec leurs décorations dessinées par le client
gl: Aplicacións de Gtk3 coas súas decoracións debuxadas polo cliente
he: תוכנות Gtk3 עם הקישוטים שלהן כפי שצוירו ע"י הלקוח
id: Aplikasi Gtk3 dengan dekorasinya digambar oleh klien
it: Applicazioni GTK+3 con la decorazione disegnata dal client GTK+3
ja: クライアントにより装飾が描画された GTK+3 アプリケーション
kk: Безендірулері клиент тарапынан сызылатын Gtk3 қолданбалары
lt: Gtk3 programos su savo kliento nubraižytomis dekoracijomis
ms: Apl Gtk3 dengan hiasam mereka dilukis oleh klien
nb: Gtk3-programmer der dekorasjonene tegnes av klienten
pl: Aplikacje Gtk3 z ich dekoracjami stworzonymi przez klienta
pt: Apps Gtk3 com as suas decorações desenhadas pelo cliente
pt_br: Aplicativos Gtk3 com suas decorações desenhadas pelo cliente
ro: Aplicații Gtk3 cu decorațiunile lor desenate de client
ru: Приложения GTK3 с клиентской отрисовкой оформления
sq: Aplikacione Gtk3 me zbukurimet të vizatuara nga klienti
sr: Програми ГТК3 се исцртавају са сопственим украсима
sv: Gtk3-program med dekorationer ritade av klienten
th: โปรแกรม Gtk3 พร้อมกรอบหน้าต่างที่วาดโดยไคลเอนต์เอง
tr: Gtk3 uygulamaları, istemci tarafından süslemeleri ile birlikte boyandı
uk: Gtk3 програми з своїми оформленнями, намальованими клієнтом
vi: Ứng dụng Gtk3 có đồ trang trí do khách hàng vẽ
zh_tw: Gtk3 應用程式與它們的裝飾均由客戶端繪製

source: Window tiling mode was improved by providing support for corner-tiling, and a new zooming mode was added using Alt + Mouse Wheel.
ca: El mode de tessel·lació de les finestres s'ha millorat proporcionant suport per a la inclinació de les cantonades, i s'ha afegit un nou mode de zoom utilitzant Alt + Roda del ratolí.
cs: Umisťování oken do dlaždic bylo vylepšeno poskytnutím podpory pro umisťování do rohů a byl přidán nový režim pro zvětšování pomocí kombinace Alt + kolečko myši.
da: Vindue-tilering måden var forbedret ved at forsyne understøttelse for hjørne-tilering, og en ny zooming funktion var tilføjet ved brug af Alt + Mus-hjulet.
de: Der Fenster-Kachelmodus wurde durch Eck-Kachelung erweitert. Außerdem wurde ein neuer Vergrößerungsmodus mit Alt + Mausrad hinzugefügt.
es: El modo de mosaico ha sido mejorado añadiendo soporte para acoplado en las equinas y un nuevo modo de zum usando Alt+La rueda del ratón.
fr: Le mode de disposition en mosaïque des fenêtres a été amélioré via la prise en charge des mosaïques en coin d’écran, et un nouveau mode zoom a été ajouté, activable avec Alt + la molette de la souris.
gl: O modo mosaico de xanelas mellorouse fornecendo compatibilidade para o mosaico de esquina, e engadiuse un novo modo de zum mediante Alt + Roda do rato.
he: מצב ביצוע אריחי חלון שופר ע"י מתן תמיכה לביצוע פינתי של אריחים, והתווסף מצב ביצוע זום חדש בעזרת Alt+גלגל העכבר.
id: Mode ubin jendela telah ditingkatkan dengan menyediakan dukungan untuk pengubinan-sudut, dan sebuah mode zum baru telah ditambahkan menggunakan Alt + Roda Tetikus.
it: Il ridimensionamento delle finestre è stato migliorato con la possibilità di adattarle sugli angoli ed è stato aggiunto un nuovo sistema di ingrandimento tramite Alt + Rotella del mouse.
ja: ウィンドウのタイル表示モードでは、画面の角へのタイル表示がサポートされました。また、ズームモードがサポートされました。Alt+マウスホイールで画面を拡大表示します。
kk: Терезелерді қатарластыру режимі бұрыштарға қатарластыруды қолдау арқылы жақсартылды және Alt + тышқан дөңгелегі арқылы жаңа масштабтау режимі қосылды.
lt: Lango išklojimo veiksena buvo patobulinta, suteikiant jai kampo išklojimo palaikymą, be to buvo pridėta nauja didinimo veiksena, įjungiama, naudojant Alt + Pelės Ratuką.
ms: Mod penjubinan tetingkap telah ditambah-baik dengan menyediakan sokongan untuk penjubinan-pinggir, dan mod pengezuman baharu telah ditambah menggunakan Alt + Roda Tetikus.
nb: Flisleggingsmodusen kan nå legge vinduer i hjørner, og en ny zoom-modus kan brukes med Alt + musehjulet.
pl: Dokowanie okien zostało ulepszone dzięki dodaniu wsparcia dla dokowania do rogów, został też dodany nowy sposób powiększania z użyciem klawiszu Alt i rolki myszy
pt: Redimensionamento de janela foi melhorado com suporte a redimensionamento para canto e um novo modo de zoom foi adicionado usando Alt + roda do rato.
pt_br: O modo de redimensionamento de janelas foi melhorado através do suporte ao redimensionamento nos cantos da tela, e um novo modo de zoom foi adicionado usando Alt + roda do mouse.
ro: Modul de dispunere în mozaic a ferestrelor a fost îmbunătățit prin oferirea de suport pentru dispunerea în mozaic pe colțuri și a fost adăugat un nou mod de mărire folosind «Alt + rotița mausului».
ru: Режим оконной мозаики был улучшен добавлением поддержки мозаики на углах, а также был добавлен новый режим увеличения с использованием Alt и колеса мыши.
sq: Mënyra e tjegullzimit të dritareve u përmirësua për të furnizuar mbulim për tjegullzim cepash, dhe u shtua një mënyrë e re zoom-esh duke përdorur Alt + Rrotëz Miu.
sr: Начин поплочавања прозора је побољшан и подржава поплочавање у угловима, додат је и нови начин приближавања употребом Алта и точкића миша.
sv: Tiling-läge för fönster förbättrades genom att ge stöd för fästning till hörn, och ett nytt zoomläge som använder Alt + mushjul lades till.
th: การเรียงต่อชนหน้าต่างได้รับการปรับปรุงโดยเพิ่มการรองรับการเรียงต่อชนที่มุมจอ และมีการเพิ่มโหมดการซูมโหมดใหม่โดยใช้ Alt + ล้อเมาส์
tr: Pencere döşeme kipi, köşe döşemesi için bir destek sağlayarak geliştirimiştir ve yeni yakınlaştırma kipi, Alt + Fare Tekeri ile kullanılabilir.
uk: Режим розкладання вікон плитками був покращений за допомогою впровадження розкладки в кутахї, а також додано режим зміни розміру, використовуючи Alt + Коліщатко мишки.
vi: Chế độ xếp lát cửa sổ đã được cải thiện bằng cách cung cấp hỗ trợ cho việc xếp lát ở các góc và chế độ zoom mới đã được thêm bằng cách sử dụng Alt + Bánh xe chuột.
zh_tw: 視窗平鋪模式也已改進，以提供角落平鋪的支援，以及一個使用 Alt + 滑鼠滾輪的縮放模式也被加入了。

source: Drag and drop a window to a corner to tile it
ca: Arrossega i deixa anar una finestra a una cantonada per tessel·lar-la
cs: Přetáhněte a pusťte okno do rohu tak, abyste ho umístili do dlaždice
da: Træk og slip et vindue til et hjørne for at fliselægge det
de: Ziehen und Fallenlassen von Fenstern in Ecken um sie zu Kacheln
es: Arrastrar y soltar una ventana a una esquina para hacer mosaico
fr: Glisser-déposer une fenêtre dans un coin pour l’afficher en mosaïque
gl: Arrastre e solte unha xanela cara a esquina para facela mosaico.
he: גרור ושחרר חלון לפינה על מנת להפוך אותו לאריח
id: Seret dan jatuhkan sebuah jendela ke sudut untuk mengubinkannya
it: Trascinamento di una finestra in un angolo per ridimensionarla
ja: ウィンドウを画面端にドラッグアンドドロップするとタイル表示にします
kk: Терезені қатарластыру үшін оны бұрышқа сүйреп апарыңыз
lt: Norėdami iškloti langą, vilkite jį į kampą
ms: Seret dan lepas tetingkap ke arah bucu untuk jubinkannya
nb: Dra og slipp et vindu i et hjørne for å flislegge det
pl: Przeciągnij okno w róg ekranu aby przypiąć je
pt: Arrastar e largar uma janela para um canto para a redimensionar
pt_br: Arraste e solte uma janela para um canto para redimensioná-la
ro: Glisează și plasează o fereastră într-un colț al ecranului pentru ca aceasta să apară în mozaic
ru: Перетащите окно к краю чтобы расположить его мозаикой
sq: Tërhiqeni dhe lëreni një dritare te një cep që të tjegullzohet
sr: Превлачење и спуштање прозора у угао ради поплочањања
sv: Dra och släpp ett fönster till ett hörn för att fästa det
th: ลากหน้าต่างไปวางที่มุมจอเพื่อเรียงต่อชน
tr: Pencereyi döşemek için, tutup köşeye çekin ve bırakın
uk: Захопіть і перетягніть вікно в куток для його згортання
vi: Kéo và thả cửa sổ vào một góc để xếp nó
zh_tw: 拖放一個視窗至角落以平鋪它

source: HiDPI Support
ca: Compatibilitat amb HiDPI
cs: Podpora HiDPI
da: HiDPI-understøttelse
de: Unterstützung von HiDPI
es: Soporte HiDPI
fr: Prise en charge de HiDPI
gl: Compatibilidade HiDPI
he: תמיכת HiDPI
id: Dukungan HiDPI
it: Supporto per schermi HiDPI
ja: HiDPI サポート
kk: HiDPI қолдауы
lt: HiDPI palaikymas
ms: Sokongan HiDPI
nb: HiDPI-støtte
oc: Presa en carga de HiDPI
pl: Obsługa HiDPI
pt: Suporte HiDPI
pt_br: Suporte a HiDPI
ro: Suport HiDPI
ru: Поддержка HiDPI
sq: Mbulim për HiDPI
sr: Подршка ХиДПИ (велике густине тачака екрана)
sv: Stöd för HiDPI
th: การรองรับ HiDPI
tr: HiDPI Desteği
uk: Підтримка HiDPI
vi: Hỗ trợ HiDPI
zh_tw: HiDPI 支援

source: In order to better support modern hi-resolution screens, two new Xfwm4 themes were added (hdpi, xhdpi).
ca: Per tal de donar un millor suport a les pantalles modernes d'alta resolució, es van afegir dos nous temes Xfwm4 (hdpi, xhdpi).
cs: Pro lepší podporu moderních obrazovek s vysokým rozlišením byly přidány dva nové motivy Xfwm4 (hdpi, xhdpi).
da: For bedre at understøtte moderne højopløsningsskærme blev to nye Xfwm4-temaer tilføjet (hdpi, xhdpi).
de: Zur besseren Unterstützung moderner, hochauflösender Displays wurden zwei neue Xfwm4 Stile hinzugefügt (hdpi, xhdpi).
es: Con el fin de soportar mejor a las pantallas modernas de alta resolución, se agregaron dos nuevos temas a Xfwm4 (HiDPI y XHiDPI).
fr: Afin de mieux prendre en charge les écrans modernes à haute résolution, deux nouveaux thèmes Xfwm4 ont été ajoutés (hdpi, xhdpi).
gl: Para mellor compatibilidade coas pantallas modernas de alta resolución, engadíronse dous novos temas de Xfwm4 (hdpi, xhdpi).
he: על מנת לתמוך טוב יותר במסכי רזולוציה גבוהה מודרניים, נוספו שתי ערכות נושא חדשות (hdpi, xhdpi) של Xfwm4.
id: Sebagai upaya untuk memberikan dukungan yang lebih baik terhadap layar modern beresolusi tinggi, dua tema Xfwm4 yang baru telah ditambahkan (hdpi, xhdpi).
it: Al fine di supportare i moderni schermi ad alta risoluzione, sono stati aggiunti due nuovi temi Xfwm4 (hdpi, xhdpi).
ja: 最新の高解像度画面のサポートを強化するため、2 つの新しい Xfwm4 テーマ (hdpi, xhdpi) が追加されました。
kk: Заманауи жоғары ажыратымдылықты экрандарды жақсырақ қолдау үшін екі жаңа Xfwm4 темасы қосылды (hdpi, xhdpi).
lt: Siekiant geresnio šiuolaikinių aukštos raiškos ekranų palaikymo, buvo pridėtos dvi naujos Xfwm4 temos (hdpi, xhdpi).
ms: Untuk mendapatkan sokongan skrin resolusi-tinggi modern yang lebih baik, dua tema Xfwm4 baharu telah ditambah (hdpi, xhdpi).
nb: To nye Xfwm4-temaer (hdpi og xhdpi) er lagt til for å bedre støtte moderne skjermer med høy oppløsning.
pl: Dla lepszego wsparcia dla nowoczesnych ekranów o wysokiej rozdzielczości zostały dodane dwa nowe motywy Xfwm4 (hdpi i xhdpi).
pt: De modo a melhor suportar ecrãs de alta resolução, dois novos temas do Xfwm4 foram adicionados (hdpi, xhdpi).
pt_br: De modo a melhor suportar modernas telas de alta resolução, dois novos temas para o xfwm4 foram adicionados (HDPI, xhdpi).
ro: Pentru a oferi un suport mai bun ecranelor moderne de înaltă rezoluție, au fost adăugate două noi teme Xfwm4 (hdpi, xhdpi).
ru: Для улучшения поддержки современных экранов высокого разрешения были добавлены две темы оформления Xfwm4 (hdpi, xhdpi).
sq: Për të mbuluar më mirë ekrane modernë <em>hi-resolution</em> u shtuan dy tema të reja Xfwm4 (hdpi, xhdpi).
sr: Ради боље подршке савременим екранима велике густине тачака, додате су две нове теме Иксфвм-у 4 (хдпи, иксдпи).
sv: För att ge bättre stöd för moderna högupplösta skärmar, lades två nya Xfwm4-teman till (hdpi, xhdpi).
th: เพื่อให้รองรับจอภาพความละเอียดสูงสมัยใหม่ได้ดียิ่งขึ้น จึงมีการเพิ่มชุดตกแต่งใหม่สองชุดสำหรับ Xfwm4 (hdpi, xhdpi)
tr: Çağdaş yüksek çözünürlüklü ekranlara daha iyi destek sunmak için iki yeni Xfwm4 teması eklenmiştir (hdpi, xhdpi).
uk: Щоб краще підтримувати сучасні екрани з високою роздільною здатністю, додано дві нові теми Xfwm4 (hdpi, xhdpi).
vi: Để hỗ trợ tốt hơn cho màn hình độ phân giải cao hiện đại, hai chủ đề Xfwm4 mới đã được thêm vào (hdpi, xhdpi).
zh_tw: 為了對現代的高解析度螢幕有更好的支援，兩個新的 Xfwm4 主題也被加入了(hdpi, xhdpi)。

source: Intelligent Hiding
ca: Amagat intel·ligent
cs: Inteligentní skrývání
da: Intelligent skjul
de: Intelligentes Verstecken
es: Ocultado inteligente
fr: Masquage intelligent
gl: Agochar de xeito intelixente
he: הסתרה נבונה
id: Penyembunyian Pintar
it: Scomparsa intelligente
ja: 賢く隠れます
kk: Интеллектуалды жасыру
lt: Išmanusis slėpimas
ms: Penyembunyian Pintar
nb: Intelligent skjuling
oc: Amagament intelligent
pl: Inteligentne ukrywanie
pt: Ocultação inteligente
pt_br: Ocultando de forma inteligente
ro: Ascunderea inteligentă
ru: Интеллектуальное скрытие
sq: Fshehje e Mençur
sr: Паметно скривање
sv: Intelligent döljning
th: การซ่อนอย่างฉลาด
tr: Akıllı Gizleme
uk: Розумне приховування
vi: Ẩn thông minh
zh_tw: 聰明隱藏

source: The panel can now intelligently hide itself when a window is dragged near it.
ca: El plafó ara pot amagar-se intel·ligentment quan una finestra s'arrossega a prop d'ella.
cs: Panel se nyní dokáže inteligentně schovat, pokud se k němu přetáhne okno.
da: Panelet kan nu intelligent skjule sig selv når et vindue trækkes i nærheden af det.
de: Die Leiste kann sich nun intelligent verbergen, wenn ein Fenster in ihre Nähe gezogen wird.
es: El panel puede ahora ocultarse inteligentemente cuando una ventana se arrastra cerca de él.
fr: Le tableau de bord peut désormais se masquer intelligemment lorsqu’une fenêtre est déplacée à proximité.
gl: O panel agora pode agocharse de xeito intelixente cando se arrastra unha xanela cerca del.
he: הלוח יכול עכשיו להסתיר את עצמו בצורה נבונה כאשר חלון נגרר בסמוך אליו.
id: Panel kini dapat menyembunyikan dirinya secara cerdas ketika sebuah jendela diseret di dekatnya.
it: Il pannello ora può nascondersi automaticamente quando una finestra si avvicina.
ja: パネルはウィンドウが近くに来たら自動的に隠れることができるようになりました。
kk: Терезе оған жақын жерге сүйретілген кезде панель енді өзін интеллектуалды түрде жасыра алады.
lt: Dabar skydelis gali išmaniai pasislėpti, kai šalia jo yra tempiamas langas.
ms: Panel kini dapat sembunyikan dirinya secara pintar bila ada tetingkap diseret kearahnya.
nb: Panelet kan nå skjule seg selv når vinduer dras nær.
pl: Panel może się teraz inteligentnie ukrywać, kiedy okno jest przeciągnięte blisko niego.
pt: O painel agora pode ocultar-se de forma inteligente quando uma janela é largada perto dele.
pt_br: O painel pode agora esconder-se de forma inteligente quando uma janela é arrastada perto dele.
ro: Panoul se poate ascunde acum în mod inteligent atunci când o fereastră este glisată în apropierea sa.
ru: Теперь панель может интеллектуально скрывать себя, если окно перемещено рядом с ней.
sq: Paneli tani mund të fshehë në mënyrë të mençur veten, kur një dritare tërhiqet pranë tij.
sr: Полица сада може да се паметно скрива када се прозор превуче близу ње.
sv: Panelen kan nu dölja sig själv intelligent då ett fönster dras nära den.
th: พาเนลรุ่นนี้สามารถซ่อนตัวเองได้อย่างฉลาดเมื่อมีหน้าต่างถูกลากเข้ามาใกล้
tr: Pencere panele doğru sürüklendiğinde panel, akıllıca kendini gizeleyecektir.
uk: Панель тепер може інтелігентно ховатися, коли вікно переноситься біля неї.
vi: Giờ đây, bảng điều khiển có thể tự ẩn một cách thông minh khi một cửa sổ được kéo đến gần nó.
zh_tw: 當一個視窗被拖到面板附近時，它現在會聰明的隱藏它自己。

source: Oh what is this window??
ca: Oh, què és aquesta finestra?
cs: Co je to za okno?
da: Hvad er dog dette vindue??
de: Oh, was ist das für ein Fenster??
es: !Oh, ¿¿Qué es esta ventana??!
fr: Oh, quelle est cette fenêtre ?
gl: Oh, o que é esta xanela??
he: מה זה החלון הזה??
id: Oh apakah jendela ini??
it: Oh, cos'è questa finestra??
ja: あら、なにこのウィンドウ?
kk: Ой, бұл қандай терезе??
lt: O, kas tai per langas?
ms: Apa ada dalam tetingkap ini??
nb: Åh, hva er dette vinduet??
oc: Ò, quala es aquela fenèstra ??
pl: Och, czym jest to okno???
pt: Oh que janela é esta??
pt_br: Oh, o que é esta janela??
ro: Oh, ce este această fereastră ?
ru: А это что за окно?
sq: Oh, po kjo dritare ç’është??
sr: Ох, шта је овај прозор?
sv: Oj vad är det här fönstret??
th: หือ? หน้าต่างอะไรกันน่ะ??
tr: Bu pencere de ne böyle??
uk: О, а що це за вікно??
vi: Ôi cửa sổ này là gì thế??
zh_tw: 嗯，那是什麼視窗？？
