Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Desktop Settings
ca: Ajusts de l'escriptori
cs: Nastavení plochy
da: Skrivebordsindstillinger
de: Schreibtischeinstellungen
es: Configuración del escritorio
fr: Paramètres du bureau
gl: Configuración do escritorio
he: הגדרות שולחן עבודה
id: Pengaturan Desktop
it: Impostazioni della scrivania
ja: デスクトップの設定
kk: Жұмыс үстелінің баптаулары
lt: Darbalaukio nustatymai
ms: Tetapan Desktop
nb: Skrivebordsinnstillinger
oc: Paramètres del burèu
pl: Ustawienia pulpitu
pt: Definições do ambiente de trabalho
pt_br: Configurações da área de trabalho
ro: Opțiuni pentru spațiul de lucru (birou)
ru: Настройки рабочего стола
sq: Rregullime Desktopi
sr: Поставке површи
sv: Skrivbordsinställningar
th: ค่าตั้งพื้นโต๊ะ
tr: Masaüstü Ayarları
uk: Налаштування стільниці
vi: Cài đặt máy tính để bàn
zh_tw: 桌面設定值

source: <b>Xfdesktop</b> also continues to provide access to the applications menu, as it did in the previous Xfce releases.
ca: <b>Xfdesktop</b> també continua proporcionant l'accés al menú d'aplicacions, com ho ha fet en els anteriors llançaments de l'Xfce.
cs: <b>Xfdesktop</b> pokračuje v poskytování přístupu k nabídce aplikací stejně jako v předchozích vydáních Xfce.
da: <b>Xfskrivebordet</b> fortsætter med at tilbyde adgang til applikations-menuen, som det har gjort i tidligere versioner af Xfce.
de: <b>Xfdesktop</b> bietet Ihnen auch weiterhin Zugang zum Anwendungsmenü, genau wie in den vorherigen Xfce-Veröffentlichungen.
es: <b>Xfdesktop</b> continua proveyendo acceso al menú de aplicaciones, como lo hacía en las publicaciones previas de Xfce.
fr: <b>Xfdesktop</b> donne toujours accès au menu application, comme dans les versions précédentes de Xfce.
gl: O <b>Xfdesktop</b> tamén continúa fornecendo acceso ao menú de aplicacións, como xa o facía nas versións anteriores do Xfce.
he: <b>Xfdesktop<b> גם ממשיך לספק גישה לתפריט התוכנות, כמו שהוא עשה בגרסאות הקודמות של Xfce .
id: <b>Xfdesktop</b> juga melanjutkan untuk memberikan akses ke menu aplikasi, seperti yang ada pada rilis Xfce sebelumnya.
it: <b>Xfdesktop</b> inoltre continua a fornire l'accesso al menu delle applicazioni, come del resto faceva nella precedente versione di Xfce.
ja: また、<b>Xfdesktop</b>は引き続き以前からのXfceと同じようにアプリケーションメニューへのアクセスを提供します。
kk: <b>Xfdesktop</b> алдыңғы Xfce шығарылымдарындағыдай қолданбалар мәзіріне қол жеткізуді қамтамасыз етуді жалғастырады.
lt: <b>Xfdesktop</b>, kaip ir ankstesnėse Xfce laidose, ir toliau suteikia prieigą prie programų meniu.
ms: <b>Xfdesktop</b> juga diteruskan untuk sediakan capaian ke menu aplikasi, kerana ia dibuat dalam keluaran Xfce terdahulu.
nb: <b>Xfdesktop</b> gir tilgang til programmenyen, som i forrige Xfce-utgivelser.
oc: <b>Xfdesktop</b> contunha tanben de provesir l'accès al menú aplicacions, coma l'a fait dins las versions precedentas de Xfce.
pl: Menedżer pulpitu <b>Xfdesktop</b> wciąż oferuje dostęp do menu programów, tak jak to miało miejsce w poprzednich wydaniach Xfce.
pt: <b>Xfdesktop</b> continua a oferecer acesso ao menu de aplicações, como fazia nas versões anteriores do Xfce.
pt_br: O <b>Xfdesktop</b> também continua a fornecer acesso ao menu de aplicativos, como já fazia nos lançamentos anteriores do Xfce.
ro: <b>Xfdesktop</b> continuă, de asemenea, să ofere acces la meniul de aplicații, așa cum s-a întâmplat în versiunile anterioare Xfce.
ru: <b>Xfdesktop</b> также продолжает предоставлять доступ к меню приложений, как это было в предыдущих выпусках Xfce.
sq: <b>Xfdesktop</b> gjithashtu vazhdon të furnizojë hyrje te menuja e aplikacioneve, siç bënte në hedhje të dikurshme në qarkullim të Xfce-së.
sr: <b>Иксфцесктоп</b> такође наставља да обезбеђује приступ изборнику програма, као што је и у претходним ИксФЦЕ издањима.
sv: <b>Xfdesktop</b> fortsätter också att tillhandahålla tillgång till programmenyn, som det gjort i tidigare Xfce-utgåvor.
th: <b>Xfdesktop</b> ยังคงจัดเตรียมการเข้าถึงเมนูเรียกโปรแกรมต่อไป เช่นที่เคยทำมาในรุ่นก่อนๆ
tr: <b>Xfdesktop</b> da önceki Xfce bültenlerinde olduğu gibi, uygulamalar menüsüne erişimi sağlamaya devam etmektedir.
uk: <b>Xfdesktop</b> також продовжує надавати доступ до меню програм, так як це було в попередніх версіях Xfce.
vi: <b>Xfdesktop</b> cũng tiếp tục cung cấp quyền truy cập vào menu ứng dụng, giống như trong các bản phát hành Xfce trước đó.
zh_tw: <b>Xfdesktop</b> 也繼續提供應用程式選單的入口，就像它在先前的 Xfce 版本所做的一樣。

source: The desktop icon support goes hand in hand with the new file manager <a href="http://thunar.xfce.org/">Thunar</a> which replaces the previous file manager <b>Xffm</b>.
ca: El suport d'icones d'escriptori va de la mà amb el nou gestor de fitxers <a href="http://thunar.xfce.org/">Thunar</a> que reemplaça l'anterior gestor de fitxers <b>Xffm</b>.
cs: Nový správce souborů <a href="http://thunar.xfce.org/">Thunar</a>, který nahrazuje dřívější správce souborů <b>Xffm</b>, se stará i o ikony plochy
da: Skrivebordets ikon understøttelse går i hånd og hånd med den nye fil-manager <a href="http://thunar.xfce.org/">Thunar</a> som erstatter den tidligere fil-manager <b>Xffm</b>.
de: Die Unterstützung für Symbole auf dem Schreibtisch geht Hand in Hand mit der neuen Dateiverwaltung <a href="http://thunar.xfce.org/">Thunar</a>, der die bisherige Dateiverwaltung <b>Xffm</b> ersetzt.
es: El soporte de iconos en en escritorio va parejo con el nuevo gestor de ficheros <a href="http://thunar.xfce.org/">Thunar</a> que sustituye al anterior<b>Xffm</b>.
fr: La prise en charge des icônes de bureau va de pair avec le nouveau gestionnaire de fichiers <a href="http://thunar.xfce.org/">Thunar</a> qui remplace feu Xffm.
gl: A posibilidade de engadir iconas de escritorio vai da man do novo xestor de ficheiros <a href="http://thunar.xfce.org/">Thunar</a> quen substitúe ao xestor de ficheiros anterior <b>Xffm</b>.
he: תמיכת האייקום של שולחן העבודה הולכת יד ביד עם מנהל קבצים חדש <a href="http://thunar.xfce.org/">Thunar</a> המחליף את מנהל הקבצים הקודם <b>Xffm</b>.
id: Dukungan ikon desktop bergandengan tangan dengan manajer berkas yang baru, <a href="http://thunar.xfce.org/">Thunar</a> yang menggantikan manajer berkas yang lama, <b>Xffm</b>.
it: Il supporto delle icone della scrivania va di pari passo con il nuovo gestore dei file <a href="http://thunar.xfce.org/">Thunar</a> che rimpiazza il precedente gestore dei file <b>Xffm</b>.
ja: デスクトップアイコンサポートは新しいファイルマネージャーである<a href="http://thunar.xfce.org/">Thunar</a>との連携により提供されます。<b>Thunar</b>はこれまでのファイルマネージャーであった<b>Xffm</b>を置き換えるものです。
kk: Жұмыс үстелі таңбашаларын қолдау алдыңғы <b>Xffm</b> файл менеджерін алмастыратын жаңа <a href="http://thunar.xfce.org/">Thunar</a> файл менеджерімен бірге жүреді.
lt: Darbalaukio piktogramų palaikymas eina žingsnis į žingsnį su nauja <a href="http://thunar.xfce.org/">Thunar</a> failų tvarkytuve, kuri pakeičia ankstesnę failų tvarkytuvę <b>Xffm</b>.
ms: Sokongan ikon desktop akan disertakan dengan pengurus fail baharu <a href="http://thunar.xfce.org/">Thunar</a> yang menggantikan pengurus fail terdahulu <b>Xffm</b>.
nb: Støtten for skrivebordsikoner går hand i hand med den nye filbehandleren <a href="http://thunar.xfce.org/">Thunar</a>, som erstatter den forrige filbehandleren <b>Xffm</b>.
oc: Lo supòrt de las icònas del burèu va de cotria amb lo novèl gestionari de fichièrs <a href="http://thunar.xfce.org/">Thunar</a> que remplaça lo gestionari de fichièrs precedent <b>xffm</b >.
pl: Obsługę ikon pulpitu zapewnia teraz nowy menedżer plików <a href="http://thunar.xfce.org/">Thunar</a>, który zastąpił poprzedni menedżer <b>Xffm</b>.
pt: O suporte a ícone no ambiente de trabalho funciona de mãos dadas com o novo gestor de ficheiros <a href="http://thunar.xfce.org/">Thunar</a>, o qual substitui o gestor de ficheiros <b>Xffm</b>.
pt_br: O suporte a ícone da área de trabalho funciona de mãos dadas com o novo gerenciador de arquivos <a href="http://thunar.xfce.org/">Thunar</a>, o qual substitui o gerenciador de arquivos <b>Xffm</b>.
ro: Suportul pentru pictograme pe birou merge mână în mână cu noul gestionar de fișiere <a href="http://thunar.xfce.org/">Thunar</a> care înlocuiește gestionarul de fișiere anterior <b>Xffm</b>.
ru: Поддержка значков рабочего стола обеспечена новым файловым менеджером <a href="http://thunar.xfce.org/">Thunar</a>, который заменяет прежний <b>Xffm</b>.
sq: Mbulimi për ikona desktopi ecën krah për kraj me përgjegjësin e ri të kartelave <a href="http://thunar.xfce.org/">Thunar</a>, i cili zëvendësom përgjegjësin e dikurshëm të kartelave, <b>Xffm</b>.
sr: Подршка сличица радне површи иде упоредо са новим управником датотека <a href="http://thunar.xfce.org/">Тунаром</a> који замењује претходног управника датотека<b>Иксффм</b>.
sv: Stödet för skrivbordsikoner går hand i hand med den nya filhanteraren <a href="http://thunar.xfce.org/">Thunar</a> som ersätter den tidigare filhanteraren <b>Xffm</b>.
th: การรองรับไอคอนบนพื้นโต๊ะมาควบคู่กับโปรแกรมจัดการแฟ้มตัวใหม่ คือ <a href="http://thunar.xfce.org/">Thunar</a> ซึ่งมาแทนที่โปรแกรมจัดการแฟ้มตัวก่อน คือ <b>Xffm</b>
tr: Masaüstü simgesi desteği önceki dosya yöneticisi yerine geçen yeni bir dosya yöneticisi ile el ele gider <a href="http://thunar.xfce.org/">Thunar</a> <b>Xffm</b>.
uk: Новий файловий менеджер <a href="http://thunar.xfce.org/">Thunar</a> підтримує іконки на стільниці і заміняє попередній менеджер файлів <b>Xffm</b>.
vi: Hỗ trợ biểu tượng trên màn hình đi đôi với trình quản lý tệp mới <a href="http://thunar.xfce.org/">Thunar</a> thay thế trình quản lý tệp trước đó <b>Xffm</b>.
zh_tw: 桌面圖示支援在取代先前的檔案管理員 <b>Xffm</b> 的新檔案管理員， <a href="http://thunar.xfce.org/">Thunar</a> 中隨手可得。

source: Thunar File Manager
ca: Gestor de fitxers Thunar
cs: Správce souborů Thunar
da: Thunar-filhåndtering
de: Thunar-Dateiverwaltung
es: Gestor de archivos Thunar
fr: Gestionnaire de fichiers Thunar
gl: Xestor de ficheiros Thunar
he: מנהל קבצים תונאר
id: Manajer Berkas Thunar
it: Gestore dei file Thunar
ja: Thunar ファイルマネージャー
kk: Thunar файл менеджері
lt: Thunar failų tvarkytuvė
ms: Pengurus Fail Thunar
nb: Filbehandleren Thunar
oc: Gestionari de fichièrs Thunar
pl: Menedżer plików Thunar
pt: Gestor de ficheiros Thunar
pt_br: Gerenciador de arquivos Thunar
ro: Gestionarul de fișiere Thunar
ru: Файловый менеджер Thunar
sq: Përgjegjësi Thunar i Kartelave
sr: Управник датотека Тунар
sv: Filhanteraren Thunar
th: โปรแกรมจัดการแฟ้ม Thunar
tr: Thunar Dosya Yöneticisi
uk: Керівник файлів Thunar
vi: Trình quản lý tập tin Thunar
zh_tw: Thunar 檔案管理員

source: <b>Thunar</b> was written from scratch to provide an easy to use, but still very lightweight file manager for Xfce. Its user interface was designed to look similar to the file chooser which was introduced with GTK+ 2.4, and other file managers such as <b>Nautilus</b> and <b>pcmanfm</b> already picked up that idea as well.
ca: <b>Thunar</b> es va escriure des de zero per proporcionar un gestor de fitxers fàcil d'utilitzar, però encara molt lleuger per a Xfce. La seva interfície d'usuari va ser dissenyada per semblar-se al selector de fitxers que es va introduir amb GTK+ 2.4, i altres gestors de fitxers com <b>Nautilus</b> i <b>pcmanfm</b> ja van recollir aquesta idea.
cs: <b>Thunar</b> byl napsán od začátku tak, aby byl snadný pro použití, ale současně zůstal odlehčených správcem souborů pro Xfce. Jeho uživatelské rozhraní bylo navrženo, aby se podobalo dialogovému oknu pro výběr souborů představeném se sadou nástrojů GTK+ 2.4 a jiným správcům souborů, jako například aplikaci <b>Nautilus</b> a <b>pcmanfm</b>, které tuto myšlenku už také převzaly.
da: <b>Thunar</b> var skrevet fra bunden for at tilbyde en nem af bruge, men stadig meget letvægtigt fil-bestyrer for Xfce. Dets brugergrænseflade var designet til at ligne fil-vælgeren som blev introduceret med GTK+ 2.4, og andre fil-bestyrere som <b>Nautilus</b> og <b>pcmanfm</b>havde allerede samlet samme idé op også.
de: <b>Thunar</b> wurde von Grund auf neu geschrieben, um eine einfach zu bedienenden, leichtgewichtigen Dateiverwaltung für Xfce zu erhalten. Seine Benutzerschnittstelle wurde ähnlich dem Datei-wählen-Dialog gestaltet, der in GTK+ 2.4 eingeführt wurde und andere Dateiverwaltungen wie <b>Nautilus</b> und <b>pcmanfm</b> haben diese Idee ebenfalls schon umgesetzt.
es: <b>Thunar</b> fue escrito desde cero para proporcionar un administrador de archivos de uso fácil, pero todavía muy liviano, para Xfce. Su interfaz de usuario fue diseñado para ser similar al selector de archivos que se introdujo con GTK-2 2.4. Otros administradores de archivos como <b>Nautilus</b> y <b>PCmanFM</b> también participan de esta idea.
fr: <b>Thunar</b> a été écrit pour Xfce à partir de zéro afin d’être un gestionnaire de fichiers facile à utiliser, mais très léger. Son interface a été stylisée pour ressembler à celui introduit avec GTK+ 2.4, comme <b>Nautilus</b> et <b>pcmanfm</b> qui ont déjà repris cette idée.
gl: O <b>Thunar</b> escribiuse desde cero para fornecer ao Xfce un xestor de ficheiros fácil de usar ávez que moi lixeiro. A súa interface de usuario foi deseñada para parecerse ao selector de ficheiros que se introduciu con GTK + 2.4 e outros xestores de ficheiros como <b>Nautilus</b> e <b>pcmanfm</b> xa tomaron esa idea.
he: <b>תונאר<b> נכתב מאפס בכדי לספק מנהל קבצים עבור Xfce קל לשימוש, ועדיין קליל מאוד. ממשק המשתמש שלו תוכנן להיראות דומה לבוחר הקבצים שהוכנס עם GTK+ 2.4 ,ומנהלי קבצים אחרים כמו <b>נאוטילוס<b> ו-<b>pcmanfm<b> כבר לקחו את הרעיון הזה גם כן.
id: <b>Thunar</b> ditulis dari awal untuk menyediakan sebuah manajer berkas yang mudah digunakan, namun masih ringan untuk Xfce. Antarmuka penggunanya didesain agar tampak mirip dengan pemilih berkas yang diperkenalkan dengan GTK+ 2.4, dan manajer berkas yang lain seperti <b>Nautilus</b> dan <b>pcmanfm</b>juga telah mengambil ide itu.
it: <b>Thunar</b> è stato scritto con lo scopo di fornire un gestore di file per l'ambiente Xfce molto leggero e di semplice utilizzo. La sua interfaccia è progettata per apparire simile al selettore di file introdotto con GTK+ 2.4; anche altri gestori di file come <b>Nautilus</b> e <b>pcmanfm</b> hanno poi ripreso questa idea.
ja: <b>Thunar</b>はXfce用の使い勝手が良い一方で軽量なファイルマネージャーを提供するために最初の一歩から書き直されたものです。インターフェイスはすでにGTK+ 2.4のファイル選択UIや、<b>Nautilus</b>や<b>pcmanfm</b>のようなすでにこの考えを採用しているファイルマネージャーに似ています。
kk: <b>Thunar</b> Xfce үшін қолдануға оңай, бірақ бәрібір өте жеңіл файл менеджерін қамтамасыз ету үшін басынан бастап жазылды. Оның пайдаланушы интерфейсі GTK+ 2.4 нұсқасында енгізілген файл таңдаушысына ұқсас етіп жасалған және <b>Nautilus</b> пен <b>pcmanfm</b> сияқты басқа файл менеджерлері де бұл идеяны қолданып үлгерді.
lt: Failų tvarkytuvė <b>Thunar</b> buvo perrašyta iš naujo, kad ja būtų lengva naudotis, bet, kad tuo pačiu ji būtų ypač supaprastinta Xfce failų tvarkytuve. Jos naudotojo sąsaja buvo sukurta taip, kad atrodytų panašiai kaip, su GTK+ 2.4 pristatytas failų pasirinkimo dialogas, ir kitos failų tvarkytuvės, tokios kaip <b>Nautilus</b> ir <b>pcmanfm</b>, kurios taip pat jau įgyvendino šią idėją.
ms: <b>Thunar</b> telah ditulis dari awal untuk menjadikannya lebih mudah digunakan, tetapi masih pengurus fail yang ringan dan pantas untuk Xfce. Antaramuka pengguna telah direka untuk kelihatan serupa dengan pemilih fail yang telah diperkenalkan dengan GTK+ 2.4, dan lain-lain pengurus fail seperti <b>Nautilus</b> dan <b>pcmanfm</b> yang telahpun menggunakan idea ini.
nb: <b>Thunar</b> er et nytt program som er enkelt å bruke, og en lettvekts filbehandler for Xfce. Brukergrensesnittet er utformet til å ligne filvelgeren til GTK+ 2.4. Andre filbehandlere som <b>Nautilus</b> og <b>pcmanfm</b> har også plukket opp den ideen.
oc: <b>Thunar</b> es estat escrich a partir de zèro per provesir una aisina de bon utilizar, mas un gestionari de fichièrs fòrça leugièr per Xfce. Son interfàcia d'utilizaire es estada concebuda per la combinar amb l'explorador de fichièr qu'es estat introdusit amb GTK + 2.4, e d'autres gestionaris de fichièrs tals coma <b>Nautilus</b> e <b>pcmanfm</b> an ja représ aquesta idèa tanben.
pl: <b>Thunar</b> został napisany od podstaw, dzięki czemu jest prosty w obsłudze i do działania nie wymaga wielu zasobów komputera. Jego interfejs graficzny został zaprojektowany na wzór okna wyboru plików, zaprezentowanego wraz GTK+ 2.4. Inne menedżery plików, takie jak <b>Nautilus</b> czy <b>pcmanfm</b> oferują podobne rozwiązania.
pt: O <b>Thunar</b> foi escrito do zero para fornecer um gestor de ficheiros fácil de usar, mas ainda sim leve para o Xfce. Sua interface de utilizador foi desenhada para parecer-se com o seletor de ficheiros que foi introduzido com a GTK+ 2.4 e outros gestores de ficheiros como o <b>Nautilus</b> e o <b>pcmanfm</b> já seguiram essa ideia também.
pt_br: O <b>Thunar</b> foi escrito do zero para fornecer um gerenciador de arquivos fácil de usar, mas ainda sim leve, para o Xfce. Sua interface de usuário foi desenhada para se parecer com o seletor de arquivos que foi introduzido com GTK+ 2.4 e outro gerenciador de arquivos como o <b>Nautilus</b> e o <b>pcmanfm</b> já seguiram essa ideia também.
ro: <b>Thunar</b> a fost scris de la zero pentru a oferi un gestionar de fișiere ușor de utilizat, dar totuși foarte lejer pentru Xfce. Interfața sa cu utilizatorul a fost concepută pentru a arăta similar cu selectorul de fișiere care a fost introdus cu GTK+ 2.4, iar alți gestionari de fișiere cum ar fi <b>Nautilus</b> și <b>pcmanfm</b> au preluat deja această idee.
ru: <b>Thunar</B> был написан с нуля, чтобы обеспечить простой в использовании, но все еще очень легковесный файловый менеджер для Xfce. Его пользовательский интерфейс был разработан, чтобы выглядеть как диалог выбора файлов, появившийся в GTK+ 2.4 или как файловые менеджеры вроде <b>Nautilus.</b> <b>pcmanfm</b> уже подхватил эту идею.
sq: <b>Thunar</b>-i u shkrua nga e para, për të sjellë për Xfce-në një përgjegjës kartelash të lehtë për t’u përdorur, por prapë shumë të lehtë në peshë. Ndërfaqja e përdoruesit në të u hartua të duket e ngjashme me zgjedhësin e kartelave të sjellë për herë të parë nga GTK+ 2.4, dhe të tjerë përgjegjës kartelash, të tillë si <b>Nautilus</b> dhe <b>pcmanfm</b> e përkrahën në praktikë si ide.
sr: <b>Тунар</b> је написан од почетка да би се обезбедио лак за коришћење, али и даље лак управник датотека за ИксФЦЕ. Његово корисничко сучеље је направљено да изгледа слично избирачу датотека који је претстављен са ГТК+ 2.4, и другим управници датотека, као што је <b>Наутилус</b> и <b>пцманфм</b> су такође покупили ту замисао.
sv: <b>Thunar</b> skrevs från grunden för att tillhandahålla en lättanvänd, men alltjämt resurssnål filhanterare för Xfce. Dess användargränssnitt designades för att likna filväljaren som introducerades med GTK+ 2.4, och andra filhanterare som <b>Nautilus</b> och <b>pcmanfm</b> har också nappat på samma idé.
th: <b>Thunar</b> ถูกเขียนขึ้นใหม่หมดแต่ต้น เพื่อจัดเตรียมโปรแกรมจัดการแฟ้มที่ใช้ง่ายแต่ยังคงมีน้ำหนักเบาสำหรับ Xfce ส่วนติดต่อผู้ใช้ได้รับการออกแบบให้ดูคล้ายกับกล่องเลือกแฟ้มซึ่งมีเพิ่มเข้ามาใน GTK+ 2.4 และโปรแกรมจัดการแฟ้มอื่นๆ อย่าง <b>Nautilus</b> และ <b>pcmanfm</b> ก็ได้ทำตามแนวคิดนี้ไปแล้วเช่นกัน
tr: <b>Thunar</b> dosya yöneticisi Xfce için çok hafif ve kolay kullanımı sağlayacak şekilde yeniden yazıldı. Arayüzü <b>Nautilus</b> ve <b>pcmanfm</b> gibi GTK+ 2.4 ile geliştirilen dosya seçicilere benzer tasarlandı.
uk: <b>Thunar</b> повністю переписано, щоб зробити легким та легким у використанні менеджером файлів для Xfce. Його дизайн інтерфейсу подібний до того, який був розроблений з GTK+ 2.4, а також інших менеджерів файлів, таких як <b>Nautilus</b> і <b>pcmanfm</b>, які так само використали цю ідею.
vi: <b>Thunar</b> được viết từ đầu để cung cấp một trình quản lý tệp dễ sử dụng nhưng vẫn rất nhẹ cho Xfce. Giao diện người dùng của nó được thiết kế trông tương tự như trình chọn tệp được giới thiệu với GTK+ 2.4 và các trình quản lý tệp khác như <b>Nautilus</b> và <b>pcmanfm</b> cũng đã áp dụng ý tưởng đó.
zh_tw: <b>Thunar</b> 從頭開始編寫，為 Xfce 提供了一個易用的仍然輕量的檔案管理員。它的使用者介面與 GTK+ 2.4中引入的檔案選擇器看起來很相似，其他的檔案管理員，如 <b>Nautilus</b> 及 <b>pcmanfm</b> 也都已經採用了同樣的想法。
