Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Xfce4-screensaver (porting to Wayland <a href="https://gitlab.xfce.org/apps/xfce4-screensaver/-/merge_requests/28">completed but not merged</a>, as it requires the experimental <a href="https://gitlab.xfce.org/kelnos/libwlembed">libwlembed library</a>)
ca: Xfce4-screensaver (portant al Wayland <a href="https://gitlab.xfce.org/apps/xfce4-screensaver/-/mergerequests/28">completat però no fusionat</a>, ja que requereix la biblioteca experimental <a href="https://gitlab.xfce.org/kelnos/libwlembed">libwlembed</a>)
es: Xfce4-screensaver (Portado a Wayland <a href="https://gitlab.xfce.org/apps/xfce4-screensaver/-/merge_requests/28">pero no añadido</a>, debido a que requiere la librería experimental <a href="https://gitlab.xfce.org/kelnos/libwlembed">libwlembed</a>)
gl: O protector de pantalla do Xfce (<a href="https://gitlab.xfce.org/apps/xfce4-screensaver/-/merge_requests/28">completouse a migración a Wayland pero non se fusionou</a>, xa que require a <a href="https://gitlab.xfce.org/kelnos/libwlembed">biblioteca experimental libwlembed</a>)
it: Xfce4-screensaver (conversione a Wayland <a href="https://gitlab.xfce.org/apps/xfce4-screensaver/-/merge_requests/28">completata, ma non unita al codice sorgente</a>, poiché richiede la <a href="https://gitlab.xfce.org/kelnos/libwlembed">libreria libwlembed</a> sperimentale)
kk: Xfce4-screensaver (Wayland-қа порттау <a href="https://gitlab.xfce.org/apps/xfce4-screensaver/-/merge_requests/28">аяқталды, бірақ біріктірілмеді</a>, себебі ол экспериментті <a href="https://gitlab.xfce.org/kelnos/libwlembed">libwlembed кітапханасын</a> талап етеді)
pl: Xfce4-screensaver (przenoszenie do Wayland <a href="https://gitlab.xfce.org/apps/xfce4-screensaver/-/merge_requests/28">zostało ukończone, ale nie scalone</a>, ponieważ wymaga eksperymentalnej <a href="https://gitlab.xfce.org/kelnos/libwlembed">biblioteki libwlembed</a>)
pt_br: O Xfce4-screensaver (portabilidade para <a href="https://gitlab.xfce.org/apps/xfce4-screensaver/-/merge_requests/28">Wayland concluída, mas não incorporada</a>, pois requer a biblioteca experimental <a href="https://gitlab.xfce.org/kelnos/libwlembed">libwlembed</a>)
ro: Xfce4-screensaver (adaptarea la Wayland <a href="https://gitlab.xfce.org/apps/xfce4-screensaver/-/merge_requests/28">a fost finalizată, dar nu a fost fuzionată</a> deoarece necesită <a href="https://gitlab.xfce.org/kelnos/libwlembed">biblioteca experimentală libwlembed</a>)
sr: Чувар заслона ИксФЦЕ-а (пренос на Вејленд је a href="https://gitlab.xfce.org/apps/xfce4-screensaver/-/merge_requests/28">завршен, али није умочен</a>, будући да захтева опитну књижницу <a href="https://gitlab.xfce.org/kelnos/libwlembed">libwlembed library</a>)
vi: Trình bảo vệ màn hình Xfce4 (chuyển sang Wayland <a href="https://gitlab.xfce.org/apps/xfce4-screensaver/-/merge_requests/28">đã hoàn tất nhưng chưa được hợp nhất</a>, vì nó yêu cầu <a href="https://gitlab.xfce.org/kelnos/libwlembed">thư viện libwlembed</a> thử nghiệm)

source: Xfce4-windowck-plugin (needs to be <a href="https://gitlab.xfce.org/panel-plugins/xfce4-windowck-plugin/-/issues/37">ported to libxfce4windowing</a>)
ca: Connector Xfce4-windowck (cal <a href="https://gitlab.xfce.org/panel-plugins/xfce4-windowck-plugin/-/issues/37">adaptat a libxfce4windowing</a>)
es: Xfce4-windowck-plugin (necesita <a href="https://gitlab.xfce.org/panel-plugins/xfce4-windowck-plugin/-/issues/37">ser portado a libxfce4windowing</a>)
gl: Xfce4-windowck-plugin (necesita ser <a href="https://gitlab.xfce.org/panel-plugins/xfce4-windowck-plugin/-/issues/37">migrado a libxfce4windowing</a>)
it: Xfce4-windowck-plugin (deve essere <a href="https://gitlab.xfce.org/panel-plugins/xfce4-windowck-plugin/-/issues/37">convertito a libxfce4windowing</a>)
kk: Xfce4-windowck-plugin (<a href="https://gitlab.xfce.org/panel-plugins/xfce4-windowck-plugin/-/issues/37">libxfce4windowing-ке порттау</a> қажет)
pl: Xfce4-windowck-plugin (musi zostać <a href="https://gitlab.xfce.org/panel-plugins/xfce4-windowck-plugin/-/issues/37">przeniesiony do libxfce4windowing</a>)
pt_br: O Xfce4-windowck-plugin (precisa ser <a href="https://gitlab.xfce.org/panel-plugins/xfce4-windowck-plugin/-/issues/37">portado para libxfce4windowing</a>)
ro: Xfce4-windowck-plugin (trebuie să fie <a href="https://gitlab.xfce.org/panel-plugins/xfce4-windowck-plugin/-/issues/37">adaptat la libxfce4windowing</a>)
sr: Прикључак Xfce4-windowck-plugin (треба да буде <a href="https://gitlab.xfce.org/panel-plugins/xfce4-windowck-plugin/-/issues/37">уведен у libxfce4windowing</a>)
vi: Xfce4-windowck-plugin (cần được <a href="https://gitlab.xfce.org/panel-plugins/xfce4-windowck-plugin/-/issues/37">chuyển sang libxfce4windowing</a>)

source: Xfce4-xkb-plugin (keyboard handling is internal to the Wayland compositor)
ca: Connector Xfce4-xkb- (la gestió del teclat és interna del compositor Wayland)
es: Xfce4-xkb-plugin (el manejo del teclado es interno en el compositor Wayland)
gl: Xfce4-xkb-plugin (o manexo do teclado é interno ao compositor Wayland)
it: Xfce4-xkb-plugin (la gestione della tastiera è interna al compositore Wayland)
kk: Xfce4-xkb-plugin (пернетақтаны өңдеу Wayland композиторының ішкі бөлігі болып табылады)
pl: Xfce4-xkb-plugin (obsługa klawiatury jest wewnętrzna dla kompozytora Wayland)
pt_br: O Xfce4-xkb-plugin (a manipulação do teclado é interna ao compositor Wayland)
ro: Xfce4-xkb-plugin ( gestionarea tastaturii este internă pentru compozitorul Wayland)
sr: Прикључак Xfce4-xkb-plugin (управљање дугмадима је унутар слагача Вејленда)
vi: Xfce4-xkb-plugin (việc xử lý bàn phím là nội bộ của bộ tổng hợp Wayland)

source: More detailed info on the current Wayland status can be found on our <a href="https://wiki.xfce.org/releng/wayland_roadmap">Wayland roadmap.</a>
ca: Podeu trobar informació més detallada sobre l'estat actual del Wayland al nostre <a href="https://wiki.xfce.org/releng/waylandroadmap">Wayland roadmap.</a>
es: Información más detallada en el estado actual del soporte de Wayland está disponible en nuestra <a href="https://wiki.xfce.org/releng/wayland_roadmap"> hoja de ruta de Wayland.</a>
gl: Pode atopar información máis detallada sobre o estado actual de Wayland na nosa <a href="https://wiki.xfce.org/releng/wayland_roadmap">folla de ruta de Wayland.</a>
it: Informazioni più dettagliate sullo stato attuale di Wayland sono disponibili nella nostra <a href="https://wiki.xfce.org/releng/wayland_roadmap">tabella di marcia per Wayland.</a>
kk: Wayland ағымдағы күйі туралы толығырақ ақпаратты біздің <a href="https://wiki.xfce.org/releng/wayland_roadmap">Wayland жол картасынан</a> таба аласыз.
pl: Bardziej szczegółowe informacje na temat aktualnego stanu Wayland można znaleźć w naszym <a href="https://wiki.xfce.org/releng/wayland_roadmap">planie działania Wayland</a>.
pt_br: Informações mais detalhadas sobre o estado atual do Wayland podem ser encontradas no nosso <a href="https://wiki.xfce.org/releng/wayland_roadmap">roteiro do Wayland.</a>
ro: Informații mai detaliate despre starea actuală a Wayland pot fi găsite în pagina noastră <a href="https://wiki.xfce.org/releng/wayland_roadmap">Harta de parcurs Wayland.</a>
sr: Подробнији подаци о тренутном стању Вејленда се могу наћи на нашој <a href="https://wiki.xfce.org/releng/wayland_roadmap">карти пута ка Вејленду.</a>
vi: Bạn có thể tìm thấy thông tin chi tiết hơn về trạng thái Wayland hiện tại trên <a href="https://wiki.xfce.org/releng/wayland_roadmap">lộ trình Wayland của chúng tôi.</a>

source: Icons and thumbnail scaling was fixed for various components. Various missing icons for larger scales were added. Any blurriness when using Xfce components on a HiDPI display should be gone now.
ca: Es van fixar les icones i l'escalat de miniatures per a diversos components. Es van afegir diverses icones que faltaven per a escales més grans. Qualsevol difuminat quan s'utilitzin components Xfce en una pantalla HiDPI hauria d'haver desaparegut ara.
es: Se ha corregido la escala de los iconos y las miniaturas de varios componentes. Varios iconos que faltaban para escalas mayores. Cualquier borrosidad al usar componentes Xfce en una pantalla HiDPI debería haber desaparecido.
gl: Corrixiuse a escala das iconas e miniaturas de varios compoñentes. Engadíronse varias iconas que faltaban para escalas maiores. Calquera borrosidade ao usar compoñentes Xfce nunha pantalla HiDPI agora debería ter desaparecido.
it: Le icone e il ridimensionamento delle miniature sono stati corretti per vari componenti. Sono state aggiunte varie icone mancanti per scale più grandi. Qualsiasi sfocatura quando si utilizzano componenti Xfce su uno schermo HiDPI dovrebbe ora essere scomparsa.
kk: Түрлі компоненттер үшін таңбашалар мен нобайлардың масштабталуы түзетілді. Үлкенірек масштабтар үшін жетіспейтін түрлі таңбашалар қосылды. HiDPI дисплейінде Xfce компоненттерін пайдалану кезіндегі кез келген бұлыңғырлық енді жойылуы керек.
pl: Poprawiono ikony i skalowanie miniatur dla różnych komponentów. Dodano różne brakujące ikony dla większych skal. Wszelkie rozmycia podczas używania komponentów Xfce na wyświetlaczu HiDPI powinny już zniknąć.
pt_br: A escala de ícones e miniaturas foi corrigida em diversos componentes. Vários ícones ausentes para escalas maiores foram adicionados. Qualquer borrão ao usar componentes do Xfce em uma tela HiDPI deve ter sido eliminado agora.
ro: Pictogramele și scalarea miniaturilor au fost corectate pentru diverse componente. Au fost adăugate diverse pictograme lipsă pentru scalări mai mari. Orice neclaritate la utilizarea componentelor Xfce pe un afișaj HiDPI ar trebui să dispară acum.
sr: Управљање сличицама и умањеним сличицама је исправљено у разним деловима ИксФЦЕ-а. Додате су недостајуће сличице великих размера. Сада би требало да не постоји замућење приликом употребе разних делова ИксФЦЕ-а на заслонима великих размера тачака (HiDPI).
vi: Các biểu tượng và tỷ lệ hình thu nhỏ đã được sửa cho các thành phần khác nhau. Nhiều biểu tượng bị thiếu cho quy mô lớn hơn đã được thêm vào. Mọi hiện tượng mờ khi sử dụng các thành phần Xfce trên màn hình HiDPI sẽ biến mất ngay bây giờ.

source: Icon View Performance
ca: Rendiment de la vista d'icones
es: Rendimiento de la Vista de Íconos
gl: Rendemento da vista de iconas
it: Prestazioni nella visualizzazione delle icone
kk: Таңбашалар көрінісінің өнімділігі
pl: Wydajność widoku ikon
pt_br: Desempenho da visualização de ícones
ro: Afișarea vizualizării de pictograme
sr: Учинак прегледа сличица
vi: Biểu tượng Xem hiệu suất

source: By using different container types, the "Exo-Icon-View" now can handle 100,000 files and more without freezing.
ca: Mitjançant l'ús de diferents tipus de contenidors, l'"Exo-Icon-View" ara pot gestionar 100.000 arxius i més sense congelar.
es: Mediante el uso de diferentes tipos de contenedores, el «Exo-Icon-View» ahora puede manejar 100.000 archivos y más sin congelarse.
gl: Empregando diferentes tipos de contedores, o «Exo-Icon-View» agora pode xestionar 100.000 ficheiros e máis sen conxelarse.
it: Utilizzando diversi tipi di contenitori, "Exo-Icon-View" ora può gestire 100.000 file e più senza bloccarsi.
kk: Әртүрлі контейнер түрлерін пайдалану арқылы "Exo-Icon-View" енді 100 000 және одан да көп файлдарды қатып қалмай өңдей алады.
pl: Dzięki zastosowaniu różnych typów kontenerów „Exo-Icon-View” może teraz obsłużyć 100 000 i więcej plików bez zamrażania.
pt_br: Utilizando diferentes tipos de contêiner, o "Exo-Icon-View" agora consegue lidar com 100.000 arquivos ou mais sem travar.
ro: Prin utilizarea diferitelor tipuri de containere, „Exo-Icon-View” poate gestiona acum 100.000 de fișiere și mai mult fără a îngheța.
sr: Употребом различитих врста носача, „Exo-Icon-View“ сада може управљати и са више од 100,000 датотека без застанака.
vi: Bằng cách sử dụng các loại vùng chứa khác nhau, "Exo-Icon-View" giờ đây có thể xử lý 100.000 tệp trở lên mà không bị đóng băng.

source: Type ahead search box
ca: Escriviu el quadre de cerca endavant
gl: Caixa de busca con suxestións
it: Digitazione continua della casella di ricerca
kk: Теру кезіндегі іздеу өрісі
pl: Wpisuj w polu wyszukiwania z wyprzedzeniem
pt_br: Caixa de busca por digitação antecipada
ro: Tastarea în caseta de căutare
sr: Кућица претраге унапред
vi: Nhập trước hộp tìm kiếm

source: The type ahead search box in the exo icon view now always stays inside the according view widget.
ca: El quadre de cerca de tipus anterior a la vista d'icones de l'exo ara sempre es manté dins del giny de vista d'acord.
gl: A caixa de busca con suxestións na vista da icona «exo» agora permanece sempre dentro do trebello da vista correspondente.
it: La visualizzazione della casella di ricerca con la digitazione continua ora rimane sempre all'interno del widget di visualizzazione.
kk: Exo таңбаша көрінісіндегі теру кезіндегі іздеу өрісі енді әрқашан сәйкес көрініс виджетінің ішінде қалады.
pl: Pole wyszukiwania z wyprzedzeniem w widoku ikon exo zawsze pozostaje wewnątrz odpowiedniego widżetu widoku.
pt_br: A caixa de busca por digitação antecipada no Exo Icon View agora permanece sempre dentro do widget de visualização correspondente.
ro: Tastarea în caseta de căutare din vizualizarea pictogramei exo rămâne acum întotdeauna în interiorul widget-ului de vizualizare corespunzător.
sr: Кућица претраге унапред у прегледу сличица езо (exo) сада увек остаје унутра у справици прегледа.
vi: Hộp tìm kiếm nhập trước trong chế độ xem biểu tượng exo giờ đây luôn nằm trong tiện ích xem tương ứng.

source: Shortcut Editor
ca: Editor de dreceres
es: Editor de Atajos
gl: Editor de atallos
it: Editor delle scorciatoie
kk: Жарлықтар түзеткіші
pl: Edytor skrótów
pt_br: Editor de atalhos
ro: Editorul de taste de comenzi rapide
sr: Уредник пречица
vi: Trình chỉnh sửa lối tắt

source: Shortcuts now can be used for multiple actions if they don't conflict with each other.
ca: Les dreceres ara es poden utilitzar per a múltiples accions si no entren en conflicte entre si.
es: Los atajos de teclado ahora se pueden utilizar para varias acciones si no entran en conflicto entre sí.
gl: Os atallos agora poden usarse para varias accións se non entran en conflito con outros.
it: Ora le scorciatoie possono essere utilizzate per più azioni, se non sono in conflitto tra loro.
kk: Егер жарлықтар бір-біріне қайшы келмесе, оларды енді бірнеше әрекет үшін пайдалануға болады.
pl: Skrótów można teraz używać do wielu działań, jeśli nie kolidują one ze sobą.
pt_br: Agora, os atalhos podem ser utilizados para várias ações, desde que não entrem em conflito entre si.
ro: Acum, tastele de comenzi rapide pot fi utilizate pentru mai multe acțiuni dacă nu intră în conflict unele cu altele.
sr: Сада могу бити коришћене пречице за више дејстава уколико се не потиру међусобно.
vi: Giờ đây, các phím tắt có thể được sử dụng cho nhiều hành động nếu chúng không xung đột với nhau.

source: The dialog now shows the distribution logo, information about the used windowing system and the used GPU.
ca: El diàleg ara mostra el logotip de la distribució, informació sobre el sistema de finestres utilitzat i la GPU utilitzada.
es: El cuadro de diálogo muestra ahora el logotipo de la distribución, información sobre el sistema de ventanas utilizado y la GPU utilizada.
gl: O diálogo agora amosa o logotipo da distribución, información sobre o sistema de xanelas usado e a GPU utilizada.
it: La finestra mostra ora il logo della distribuzione, le informazioni riguardo il sistema di finestre e la GPU usata.
kk: Сұхбат терезесі енді дистрибутив логотипін, пайдаланылатын терезе жүйесі және пайдаланылатын GPU туралы ақпаратты көрсетеді.
pl: Okno dialogowe pokazuje teraz logo dystrybucji, informacje o używanym systemie okienkowym i używanym GPU.
pt_br: Agora, o diálogo exibe o logo da distribuição, informações sobre o sistema de janelas utilizado e a GPU em uso.
ro: Fereastra de dialog „Despre”l afișează acum logo-ul distribuției, informații despre sistemul de ferestre utilizat și GPU-ul utilizat.
sr: Сада прозорче приказује знамење добављача (distribution logo), податке о врсти управника прозора и ГПУ.
vi: Hộp thoại hiện hiển thị logo phân phối, thông tin về hệ thống cửa sổ đã sử dụng và GPU đã sử dụng.

source: libxfce4ui - about dialog
ca: libxfce4ui - quant al diàleg
es: libxfce4ui - diálogo acerca de
gl: libxfce4ui - diálogo «sobre»
it: libxfce4ui - finestra delle informazioni
kk: libxfce4ui - туралы сұхбат терезесі
pl: libxfce4ui — okno dialogowe informacji
pt_br: libxfce4ui - caixa de diálogo 'sobre'
ro: libxfce4ui - fereastra de dialog despre
sr: libxfce4ui - о радном склопу
vi: libxfce4ui - về hộp thoại

source: This library is new to Xfce. Libxfce4windowing is an abstraction library that attempts to present windowing concepts (screens, top level windows, workspaces, etc.) in a windowing-system-independent manner.
ca: Aquesta biblioteca és nova per a Xfce. Libxfce4windowing és una biblioteca d'abstracció que intenta presentar conceptes de finestra (pantalles, finestres de nivell superior, espais de treball, etc.) de manera independent del sistema de finestres.
es: Esta biblioteca es nueva en Xfce. Libxfce4windowing es una biblioteca de abstracción que intenta presentar conceptos de ventanas (pantallas, ventanas de nivel superior, espacios de trabajo, etc.) de una manera independiente del sistema de ventanas.
gl: Esta biblioteca é nova para Xfce. Libxfce4windowing é unha biblioteca de abstracción que tenta presentar conceptos de xanelas (pantallas, xanelas de nivel superior, espazos de traballo, etc.) de forma independente do sistema de xanelas.
it: Questa libreria è nuova in Xfce. Libxfce4windowing è una libreria di astrazione che tenta di presentare concetti di finestre (schermi, finestre di primo livello, spazi di lavoro, etc.) in una modalità indipendente dal sistema di finestre usato.
kk: Бұл библиотека Xfce үшін жаңа. Libxfce4windowing — терезелік концепцияларды (экрандар, жоғарғы деңгейдегі терезелер, жұмыс орындары т.б.) терезелік жүйеге тәуелсіз түрде ұсынуға тырысатын абстракциялық библиотека.
pl: Ta biblioteka jest nowością w Xfce. Libxfce4windowing to biblioteka abstrakcyjna, która próbuje przedstawić koncepcje okien (ekrany, okna najwyższego poziomu, obszary robocze itp.) w sposób niezależny od systemu okienkowego.
pt_br: Esta biblioteca é nova no Xfce. A libxfce4windowing é uma biblioteca de abstração que tenta apresentar conceitos de janelas (telas, janelas de nível superior, áreas de trabalho, etc.) de uma forma independente do sistema de janelas.
ro: Această bibliotecă este nouă pentru Xfce. Libxfce4windowing este o bibliotecă de abstractizare care încearcă să prezinte conceptele de ferestre (ecrane, ferestre de nivel superior, spații de lucru etc.) într-un mod independent de sistemul de ferestre.
sr: Ова књижница је нова у ИксФЦЕ-у. Libxfce4windowing је замишљена књижница која покушава да представи нацрт управљања прозорима (заслонима, важним прозорима, радним просторима, итд.) на начин независног склопа управљања прозорима.
vi: Thư viện này mới đối với Xfce. Libxfce4windowing là một thư viện trừu tượng cố gắng trình bày các khái niệm cửa sổ (màn hình, cửa sổ cấp cao nhất, không gian làm việc, v.v.) theo cách độc lập với hệ thống cửa sổ.

source: Currently, X11 is fully supported via libwnck. Wayland is partially supported by using various Wayland protocol extensions. However, the full range of operations available on X11 is not available on Wayland, due to missing features in these protocols extensions.
ca: Actualment, X11 està totalment suportat a través de libwnck. El Wayland és parcialment compatible amb l'ús de diverses extensions de protocol Wayland. No obstant això, el rang complet d'operacions disponibles en X11 no està disponible en el Wayland, a causa de les característiques que manquen en aquestes extensions de protocols.
es: Actualmente, X11 está totalmente soportado a través de libwnck. Wayland está parcialmente soportado mediante el uso de varias extensiones del protocolo Wayland. Sin embargo, toda la gama de operaciones disponibles en X11 no está disponible en Wayland, debido a características que faltan en estas extensiones de protocolos.
gl: Actualmente, X11 é totalmente compatible con libwnck. Wayland é parcialmente compatible co uso de varios engadidos de protocolo Wayland. No entanto, a gama completa de operacións dispoñíbeis en X11 non está dispoñíbel en Wayland, debido a que faltan funcións nestes engadidos de protocolos.
it: Attualmente, X11 è completamente supportato tramite libwnck. Wayland è parzialmente supportato usando i vari protocolli di estensione di Wayland. Tuttavia, l'insieme completo delle operazioni disponibili su X11 non è disponibile su Wayland, per via di funzionalità mancanti nei protocolli di estensione.
kk: Қазіргі уақытта X11 libwnck арқылы толықтай қолдау көрсетіледі. Wayland түрлі Wayland протокол кеңейтулерін пайдалану арқылы ішінара қолдау көрсетіледі. Дегенмен, осы протокол кеңейтулеріндегі жетіспейтін мүмкіндіктерге байланысты X11-де қолжетімді операциялардың толық ауқымы Wayland-та қолжетімді емес.
pl: Obecnie X11 jest w pełni obsługiwany przez libwnck. Wayland jest częściowo obsługiwany przy użyciu różnych rozszerzeń protokołu Wayland. Jednakże pełny zakres operacji dostępnych na X11 nie jest dostępny na Wayland ze względu na brakujące funkcje w tych rozszerzeniach protokołów.
pt_br: Atualmente, o X11 é totalmente suportado via libwnck. O Wayland é suportado parcialmente, utilizando várias extensões de protocolo do Wayland. No entanto, a gama completa de operações disponíveis no X11 não está disponível no Wayland, devido à falta de recursos nessas extensões de protocolo.\
ro: În prezent, X11 este complet acceptat prin intermediul libwnck. Wayland este parțial acceptat prin utilizarea diferitelor extensii de protocol Wayland. Cu toate acestea, gama completă de operații disponibile pe X11 nu este disponibilă pe Wayland, din cauza caracteristicilor lipsă în aceste extensii de protocol.
sr: Тренутно, Икс11 је потпуно подржан преко libwnck. Вејленд је делимично подржан преко разних проширења правилника Вејленда. Ипак, пуни опсег дејстава доступан на Иксу 11 није доступан на Вејленда због недостатка могућности у овим проширењима правилника.
vi: Hiện tại, X11 được hỗ trợ đầy đủ thông qua libwnck. Wayland được hỗ trợ một phần bằng cách sử dụng các phần mở rộng giao thức Wayland khác nhau. Tuy nhiên, toàn bộ phạm vi hoạt động có sẵn trên X11 không có sẵn trên Wayland do thiếu các tính năng trong các phần mở rộng giao thức này.

source: Mounted and Remote Locations
ca: Ubicacions muntades i remotes
es: Ubicaciones Montadas y Remotas
gl: Localizacións montadas e remotas
it: Risorse montate e remote
kk: Тіркелген және қашықтағы орындар
pl: Zamontowane i zdalne lokalizacje
pt_br: Localizações montadas e remotas
ro: Locații montate și la distanță
sr: Прикачена и удаљена места
vi: Vị trí gắn kết và từ xa

source: Mount points now show an emblem and have a specific type description.
ca: Els punts de muntatge ara mostren un emblema i tenen una descripció de tipus específica.
es: Los puntos de montaje muestran ahora un emblema y tienen una descripción de tipo específica.
gl: Os puntos de montaxe agora amosan un emblema e teñen unha descrición de tipo específica.
it: I punti di montaggio ora mostrano un emblema e hanno una descrizione specifica del tipo.
kk: Тіркеу нүктелері енді эмблеманы көрсетеді және олардың арнайы түрінің сипаттамасы болады.
pl: Punkty montowania teraz mają symbol i opis konkretnego typu.
pt_br: Os pontos de montagem agora exibem um emblema e têm uma descrição de tipo específica.
ro: Punctele de montare prezintă acum o emblemă și au o descriere specifică a tipului.
sr: Тачке качења сада приказују знамење и имају одређену врсту описа.
vi: Điểm gắn kết hiện hiển thị biểu tượng và có mô tả loại cụ thể.
