Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Window buttons: Grouping
ca: Botons de la finestra: Agrupament
cs: Tlačítka oken: seskupování
da: Vinduesknapper: Gruppering
de: Fenster-Tasten: Gruppieren
es: Botones de ventana: Agrupados
gl: Botóns de xanela: agrupamento
he: לחצני חלונות: קיבוץ
id: Jendela tombol: Pengelompokkan
it: Pulsanti delle finestre: Raggruppamento
kk: Терезе батырмалары: топтастыру
pl: Przyciski okien: Grupowanie
pt: Botões de janela: Agrupamento
pt_br: Botões de janelas: agrupamento
ro: Butoane de ferestre: gruparea
ru: Кнопки окна: Группировка
sq: Butona dritaresh: Grupim
sr: Дугмад прозора: груписање
sv: Fönsterknappar: Gruppering
th: ปุ่มเลือกหน้าต่าง: การจัดกลุ่ม
tr: Pencere düğmeleri: Gruplama
uk: Кнопки вікна: Групування
vi: Các nút cửa sổ: Nhóm

source: Grouping was improved in the <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>Window buttons plugin</a>, both functionally (by improving the matching and icon-finding) and visually by providing a new group indicator that is less likely to clash with window titles containing an enumeration in brackets.
ca: L'agrupació es va millorar en el connector <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>Window buttons</a>, tant funcionalment (millorant la coincidència i la cerca d'icones) com visualment proporcionant un nou indicador de grup que és menys probable que xoci amb els títols de les finestres que contenen una enumeració entre claudàtors.
da: Gruppering blev forbedret i <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>Vinduesknapper-pluginet</a>, både funktionsmæssigt (ved at forbedre den måde match og ikoner findes på) og visuelt ved at give en ny gruppeindikator med mindre sandsynlighed for at den falder sammen med vinduestitler der indeholder en nummerering i parenteser.
de: Die Gruppierung wurde im <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>Window-Schaltflächen-Plugin</a> verbessert, sowohl funktional (durch Verbesserung des Abgleichs und der Symbolfindung) als auch visuell durch eine neue Gruppenanzeige, die weniger mit Fenstertiteln kollidieren kann, die eine Aufzählung in Klammern enthalten.
es: La agrupación se mejoró en el <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>complemento de botones de ventana</a>, tanto funcionalmente (mejorando la coincidencia y la búsqueda de iconos) como visualmente al proporcionar un nuevo indicador de grupo que es menos probable que choque con los títulos de ventana que contienen una enumeración entre paréntesis.
gl: Mellorouse o agrupamento no <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>engadido dos botóns de xanela</a>, tanto funcionalmente (mellorando a coincidencia e a busca de iconas) como visualmente proporcionando un novo indicador de grupo que é menos probable que entre en conflito cos títulos das xanelas que conteñen unha enumeración entre parénteses.
he: קיבוץ עבר שיפור ב<a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>תוסף לחצני חלונות</a>, גם פונקציונלית (על ידי שיפור תיאום ומציאת איקונים) וגם ויזואלית על ידי שילוב אינדיקטור קבוצה חדש שפחות יתנגש עם כותרות חלונות המכילות מיספור בסוגריים.
id: Pengelompokan telah ditingkatkan pada <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>plugin tombol Jendela</a>, baik secara fungsi (dengan meningkatkan pencocokan dan pencarian ikon) dan secara visual dengan menyediakan sebuah indikator grup baru yang kemungkinannya kecil untuk bentrok dengan judul jendela yang berisi penomoran dalam tanda kurung.
it: Raggruppamento è stato migliorato nell'<a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>estensione dei pulsanti delle finestre</a>, sia funzionalmente (migliorando la corrispondenza e la ricerca delle icone) che visualmente, fornendo un nuovo indicatore di gruppo che è meno probabile che si scontri con i titoli delle finestre che contengono un'enumerazione tra le parentesi.
kk: <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>Терезе батырмалары плагинінде</a> топтастыру функциялық жағынан да (сәйкестендіру мен таңбашаларды табуды жақсарту арқылы), визуалды жағынан да (жақша ішіндегі нөмірлеуі бар терезе атауларымен сирек қақтығысатын жаңа топ индикаторын ұсыну арқылы) жақсартылды.
pl: Grupowanie zostało ulepszone we <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>wtyczce Przyciski okien</a>, zarówno funkcjonalnie (poprzez poprawę dopasowania i znajdowania ikon), jak i wizualnie poprzez zapewnienie nowego wskaźnika grupy, który jest mniej podatny na kolizję z tytułami okien zawierającymi wyliczenie w nawiasach.
pt: O agrupamento foi melhorado no <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>plugin de botões da janela</a>, tanto funcionalmente (melhorando a correspondência e localização de ícones) e visualmente, fornecendo um novo indicador de grupo que é menos provável de entrar em conflito com os títulos das janelas contendo uma enumeração entre parênteses.
pt_br: O agrupamento foi melhorado no <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>plugin dos botões de janela</a>, tanto funcionalmente (ao melhorar a disposição e exibição de ícone) e visualmente, fornecendo um novo indicador de grupo que tem menos probabilidade de entrar em conflito com os títulos das janelas que contêm uma enumeração entre colchetes.
ro: Gruparea a fost îmbunătățită în modulul <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>Butoane de ferestre</a>, atât din punct de vedere funcțional (prin îmbunătățirea potrivirii și a găsirii pictogramelor), cât și vizual, prin furnizarea unui nou indicator de grup care este mai puțin susceptibil de a intra în conflict cu titlurile ferestrelor care conțin o enumerare între paranteze.
ru: Группировка была улучшена в <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>плагине кнопок окна</a> как функционально (за счет улучшения сопоставления и поиска значков), так и визуально за счет предоставления нового индикатора группы, который с меньшей вероятностью будет конфликтовать с заголовками окон, содержащими перечисление в скобках.
sq: Te <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>shtojca për butona Dritaresh</a> u përmirësua grupimi, si nga ana funksionale (duke përmirësuar përputhjen dhe gjetjen e ikonave), ashtu edhe nga ana pamore, duke sjellë një tregues të ri grupi që ka më pak gjasa të vijë ndesh me tituj dritaresh që përmbajnë numra në kllapa.
sr: Груписање је побољшано у <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>прикључку Дугмад прозора</a>, како у могућностима (побољшањем поклапања и проналажења сличица) као и изгледно, обезбеђивањем новог указивача група који се више разликује од наслова прозора са бројачима у заградама.
sv: Gruppering förbättrades i <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>insticksprogrammet Fönsterknappar</a>, både funktionellt (genom att förbättra matchning och ikonsökning) och visuellt genom att tillhandahålla en ny gruppindikator som löper mindre risk att krocka med fönsterrutor som innehåller numrering inom parenteser.
th: การจัดกลุ่มได้รับการปรับปรุงใน <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>ปลั๊กอินปุ่มเลือกหน้าต่าง</a> ทั้งด้านฟังก์ชันการทำงาน (โดยปรับปรุงการจับคู่และการค้นหาไอคอน) และด้านรูปลักษณ์ โดยใช้สัญลักษณ์กลุ่มหน้าต่างในแบบที่ดูไม่สับสนกับชื่อหน้าต่างที่มีตัวเลขในวงเล็บเหลี่ยม
vi: Việc phân nhóm đã được cải thiện trong <a href='https://docs.xfce.org/xfce/xfce4-panel/4.14/tasklist'>plugin nút cửa sổ</a>, cả về mặt chức năng (bằng cách cải thiện tính năng so khớp và tìm kiếm biểu tượng) lẫn về mặt trực quan bằng cách cung cấp chỉ báo nhóm mới ít có khả năng xung đột với tiêu đề cửa sổ có chứa bảng liệt kê trong ngoặc.

source: The new group indicator (two terminal windows)
ca: El nou indicador de grup (dues finestres de terminal)
cs: indikátor nové skupiny (dvě okna terminálu)
da: Den nye gruppeindikator (to terminalvinduer)
de: Die neue Gruppenanzeige (zwei Terminalfenster)
es: El nuevo indicador de grupo (dos ventanas de terminal)
gl: O novo indicador de agrupamento (con dúas xanelas de terminal)
he: אינדיקטור קבוצה חדש (שני חלונות מסוף)
id: Indikator pengelompokkan yang baru (dua jendela terminal)
it: Il nuovo indicatore di gruppo (due finestre del terminale)
kk: Жаңа топ индикаторы (екі терминал терезесі)
pl: Nowy wskaźnik grupy (dwa okna terminala)
pt: O novo indicador de grupo (duas janelas de terminal)
pt_br: O novo indicador de grupo (duas janelas de terminais)
ro: Noul indicator de grup (două ferestre de terminal)
ru: Новый групповой индикатор (два окна терминала)
sq: Treguesi i ri i grupeve (dy dritare terminali)
sr: Нови указивач група (два прозора терминала)
sv: Den nya gruppindikatorn (två terminalfönster)
th: สัญลักษณ์กลุ่มหน้าต่างแบบใหม่ (หน้าต่างเทอร์มินัลสองบาน)
tr: Yeni grup göstergesi (iki terminal penceresi)
uk: Новий індикатор групи (два вікна терміналів)
vi: Chỉ báo nhóm mới (hai cửa sổ đầu cuối)

source: Session
ca: Sessió
cs: Relace
de: Sitzung
es: Sesión
gl: Sesión
he: סשן
id: Sesi
it: Sessione
ja: セッション
kk: Сеанс
lt: Seansas
pl: Sesja
pt: Sessão
pt_br: Sessão
ro: Sesiune
ru: Сеанс
sq: Sesion
sr: Седница
th: วาระ
tr: Oturum
uk: Сеанс
vi: Phiên họp

source: As soon as a <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>session</a> has been saved a new tab is dynamically added to the settings dialog displaying all saved sessions and allowing to delete one or all of them. This should make it way more discoverable for users if they actually have saved sessions that influence the startup behavior - previously this had to be checked manually in the filesystem.
ca: Tan aviat com s'ha desat una sessió <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'></a>, s'afegeix dinàmicament una pestanya nova al diàleg de configuració que mostra totes les sessions desades i permet suprimir-ne una o totes. Això hauria de fer que sigui més descobrible per als usuaris si realment han guardat sessions que influeixen en el comportament d'inici - anteriorment això havia de ser comprovat manualment en el sistema de fitxers.
cs: Ihned po uložení <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>relace</a> je přidána nová karta do dialogového okna nastavení, která zobrazuje všechny uložené relace a umožňuje smazání jedné či více z nich. Mělo by být pro uživatele mnohem snazší najít ji, pokud již mají uložené relace, které ovlivňují chování při spouštění - předtím bylo nutné provést ruční ověření v systému souborů.
da: Så snart en <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>session</a> er blevet gemt tilføjes et nyt faneblad dynamisk til indstillingsdialogen hvor alle gemte sessioner vises og hvor der er mulighed for at slette en eller allesammen. Det bør gøre det lettere for brugerne at finde hvis de har gemte sessioner der påvirker opførslen af opstarten - tidligere skulle det tjekkes i filsystemet manuelt.
de: Sobald eine <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>Sitzung</a> gespeichert wurde, wird dem Einstellungsdialog dynamisch eine neue Registerkarte hinzugefügt, die alle gespeicherten Sitzungen anzeigt und das Löschen einer oder aller Sitzungen ermöglicht. Dadurch sollte es für Benutzer viel besser erkennbar sein, ob sie tatsächlich gespeicherte Sitzungen haben, die das Startverhalten beeinflussen - bisher musste dies manuell im Dateisystem überprüft werden.
es: Tan pronto como se haya guardado una <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>sesión</a>, se añade dinámicamente una nueva pestaña al cuadro de diálogo de configuración que muestra todas las sesiones guardadas y permite eliminar una o todas. Esto debería hacer que sea mucho más visible para los usuarios si realmente tienen sesiones guardadas que influyen en el comportamiento de inicio; anteriormente, esto tenía que verificarse manualmente en el sistema de archivos.
gl: En canto se garda unha <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>sesión</a>, engádese dinamicamente unha nova lapela ao diálogo de configuración que amosa todas as sesións gardadas e permite eliminar unha ou todas. Isto debería facelo máis detectábel para os usuarios se realmente gardaron sesións que inflúen no comportamento do inicio, previamente había que comprobalo manualmente no sistema de ficheiros.
he: ברגע ש<a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>סשן</a> נשמר נוספת באופן דינמי לשונית חדשה לדו שיח הגדרות המציגה את כל הסשנים השמורים ומאפשרת מחיקה של אחד או של כולם. זה אמור להפוך ליותר ניתן לגילוי עבור משתמשים כשהם שמרו סשנים שמשפיעים על התנהגות הפעלת המערכת - קודם לכן היה צורך בבדיקה ידנית במערכת הקבצים.
id: Segera setelah sebuah <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>sesi</a> disimpan, sebuah tab baru akan ditambahkan secara dinamis ke dialog pengaturan yang menampilkan semua sesi tersimpan dan mengijinkan untuk menghapus salah satu atau semuanya. Hal ini akan menjadikannya lebih mudah ditemukan oleh pengguna jika mereka memiliki sesi yang tersimpan yang mempengaruhi tingkah laku saat sistem dimulai - sebelumnya ini harus dilakukan secara manual di dalam sistem berkas.
it: Quando una <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>sessione</a> viene salvata, una nuova scheda viene dinamicamente aggiunta alla finestra delle impostazioni che mostra tutte le sessioni salvate e permette di cancellarne una oppure tutte. Questo dovrebbe permettere agli utenti di capire più facilmente se hanno delle sessioni salvate che influenzano il comportamento di avvio - in precedenza tale cosa doveva essere controllata manualmente nel filesystem.
kk: <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>Сеанс</a> сақталған бойда, барлық сақталған сеанстарды көрсететін және олардың біреуін немесе барлығын өшіруге мүмкіндік беретін жаңа бет баптаулар сұхбат терезесіне динамикалық түрде қосылады. Бұл пайдаланушыларға жүйенің іске қосылуына әсер ететін сақталған сеанстардың бар екенін оңайырақ анықтауға көмектеседі — бұрын мұны файлдық жүйеде қолмен тексеру қажет болатын.
pl: Jak tylko <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>sesja</a> zostanie zapisana, nowa zakładka jest dynamicznie dodawana do okna dialogowego ustawień, wyświetlając wszystkie zapisane sesje i umożliwiając usunięcie jednej lub wszystkich z nich. Powinno to sprawić, że będzie to bardziej wykrywalne dla użytkowników, jeśli faktycznie zapisali sesje, które mają wpływ na zachowanie podczas uruchamiania – wcześniej trzeba było to sprawdzić ręcznie w systemie plików.
pt: Assim que uma <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>sessão</a> tenha sido guardada, um novo separador é dinamicamente adicionado à janela de definições, mostrando todas as sessões guardadas e permitindo eliminar uma ou todas elas. Isto deve torná-lo muito mais detetável para os utilizadores se tiverem realmente guardado sessões que influenciam o comportamento de arranque - anteriormente isto tinha de ser verificado manualmente no sistema de ficheiros.
pt_br: Assim que uma <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>sessão</a> tenha sido salva, um novo separador é dinamicamente adicionado à janela de configurações, mostrando todas as sessões salvas e permitindo eliminar uma ou todas elas. Isto tornará mais fácil de encontrar para os usuários se tiverem realmente guardado sessões que influenciam o comportamento de inicialização - anteriormente isto tinha de ser verificado manualmente no sistema de arquivos.
ro: Imediat ce o <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>sesiune</a> a fost salvată, o nouă filă este adăugată dinamic la dialogul de opțiuni, afișând toate sesiunile salvate și permițând ștergerea uneia sau a tuturor acestora. Acest lucru ar trebui să facă mult mai ușor de descoperit pentru utilizatori dacă într-adevăr au sesiuni salvate care influențează comportamentul de pornire - anterior acest lucru trebuia verificat manual în sistemul de fișiere.
ru: Как только <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>сессия</a> сохранена, в диалоговое окно настроек динамически добавляется новая вкладка, отображающая все сохраненные сессии и позволяющая удалить одну или все из них. Это должно сделать его более доступным для пользователей, если у них действительно есть сохраненные сеансы, влияющие на поведение при запуске - ранее это нужно было проверять вручную в файловой системе.
sq: Sapo të ruhet një <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>sesion</a>, shtohet në mënyrë dinamike një skedë e re te dialogu i rregullimeve që shfaqë krejt sesionet e ruajtura dhe që lejon fshirjen e njërës prej tyre ose të tërave. Kjo do të duhej t’i bënte më të lehta të zbulohen nga përdoruesit, nëse kanë vërtet sesioni të ruajtura që ndikojnë sjelljen e nisjes - më herët kjo duhej kontrolluar dorazi te sistemi i kartelave.
sr: Чим се <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>седница</a> сачува, нови лист се дода прозорчету поставки приказујући сачуване седнице и омогућавајући брисање једне или више њих. То корисницима омогућава лакше проналажење уколико сачувају седницу која утиче на понашање при покретању - претходно је било потребно ручно проверавати у систему датотека.
sv: När en <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>session</a> har sparats läggs en ny flik dynamiskt till i inställningsdialogrutan, som visar alla sparade sessioner och låter dig radera en av dem eller alla. Detta bör göra det lättare att se för användarna om de har sparade sessioner som kan påverka uppstartsbeteendet - tidigare måste detta kontrolleras manuellt i filsystemet.
th: ทันทีที่มีการบันทึก <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>วาระ</a> จะมีแท็บใหม่เพิ่มขึ้นในกล่องโต้ตอบตั้งค่าเพื่อแสดงวาระทั้งหมดที่บันทึกไว้ และผู้ใช้สามารถลบวาระที่ต้องการหรือทั้งหมดได้ ซึ่งจะช่วยให้ผู้ใช้สามารถฟื้นระบบคืนได้ดีขึ้นในกรณีที่มีการบันทึกวาระที่มีผลต่อพฤติกรรมการเริ่มระบบ ซึ่งก่อนหน้านี้ การจะทำเช่นนี้ได้ ผู้ใช้จะต้องไล่ตรวจสอบในระบบแฟ้มเอง
vi: Ngay sau khi <a href='https://docs.xfce.org/xfce/xfce4-session/4.14/preferences'>phiên</a> được lưu, một tab mới sẽ được thêm động vào hộp thoại cài đặt hiển thị tất cả các phiên đã lưu và cho phép xóa một hoặc tất cả chúng. Điều này sẽ giúp người dùng dễ khám phá hơn nếu họ thực sự đã lưu các phiên có ảnh hưởng đến hành vi khởi động - trước đây điều này phải được kiểm tra thủ công trong hệ thống tệp.

source: The settings dialog after saving a session
ca: El diàleg de configuració després de desar una sessió
cs: Dialogové okno nastavení po uložení relace
da: Indstillingsdialogen efter en session er blevet gemt
de: Der Einstellungsdialog nach dem Speichern einer Sitzung
es: Cuadro de diálogo de configuración después de guardar una sesión
gl: A xanela de configuración despois de gardar unha sesión
he: דו שיח הגדרות לאחר שמירת סשן
id: Dialog pengaturan setelah menyimpan sesi
it: La finestra delle impostazioni dopo aver salvato una sessione
kk: Сеансты сақтағаннан кейінгі баптаулар сұхбат терезесі
lt: Nustatymų dialogas įrašius seansą
pl: Okno dialogowe ustawień po zapisaniu sesji
pt: A janela de definições após guardar uma sessão
pt_br: A janela de configurações depois de salvar uma sessão
ro: Fereastra de dialog a opțiunilor după salvarea unei sesiuni
ru: Диалог настроек после сохранения сеанса
sq: Dialogu i rregullimeve pas ruajtjes së një sesioni
sr: Прозорче поставки након чувања седнице
sv: Inställningsdialogrutan efter att du har sparat en session
th: กล่องโต้ตอบตั้งค่าหลังจากบันทึกวาระ
tr: Bir oturumu kaydettikten sonraki ayarlar iletişim kutusu
uk: Вікно налаштувань після зберігання сеансу
vi: Hộp thoại cài đặt sau khi lưu phiên

source: Pathbar
ca: Barra de camins
cs: Panel cesty
da: Stilinje
de: Pfadleiste
es: Barra de ruta
gl: Barra de ruta
he: סרגל נתיב
it: Barra di navigazione
kk: Жол панелі
lt: Kelio juosta
pl: Pasek ścieżki
pt: Barra de caminho
pt_br: Barra de caminho
ro: Bara de rută
ru: Панель пути
sq: Shtyllë shtigjesh
sr: Трака путање
sv: Sökvägsfält
th: แถบพาธ
tr: Yol çubuğu
uk: Рядок адреси
vi: Thanh đường dẫn
