Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The long awaited 4.6.0 version of the Xfce Desktop Environment is finally available. We will try to highlight some of the new features which have been added since the last stable release.
ca: La tan esperada versió 4.6.0 de l'entorn d'escriptori Xfce finalment està disponible. Intentarem destacar algunes de les noves característiques que s'han afegit des de l'última versió estable.
cs: Dlouho očekávaná verze 4.6.0 desktopového prostředí Xfce je konečně dostupná. Pokusíme se vybrat několik nových funkcí a vlastností přidaných od posledního stabilního vydání.
da: Den længe ventet version 4.6.0 af Xfce-skrivebordsmiljøet er endelig tilgængeligt. Vi vil prøve at fremhæve nogle af egenskaberne, der er blevet tilføjet siden den sidste stabile udgivelse.
de: Die lange erwartete Version 4.6.0 der Xfce-Arbeitsumgebung ist endlich verfügbar. Wir geben Ihnen einen Überblick über die wichtigen Änderungen, seit der letzten stabilen Veröffentlichung.
es: La tan esperada versión 4.6.0 del entorno de escritorio Xfce está finalmente disponible. Vamos a tratar de nombrar algunas de las novedades que se han añadido desde la última versión estable.
fr: La tant attendue version 4.6.0 de l’environnement de bureau Xfce est enfin disponible. Nous allons essayer de vous présenter quelques-unes des nouvelles fonctionnalités ajoutées depuis la dernière version stable.
gl: A tan esperada versión 4.6.0 do Contorno de escritorio Xfce está finalmente dispoñíbel. A seguir destácanse algunhas das novas funcións que se engadiron desde o último lanzamento estábel.
he: גרסה 4.6.0 של סביבת שולחן עבודה Xfce שציפו לה רבות סוף סוף זמינה. אנו ננסה לסקור כמה מהתכונות החדשות שנוספו מאז הגרסה היציבה האחרונה.
id: Versi Xfce 4.6.0 yang telah lama dinanti telah tersedia. Kami akan menampilkan sejumlah fitur baru yang telah ditambahkan sejak versi stabil terakhir dirilis.
it: Dopo una lunga attesa è finalmente disponibile la versione 4.6.0 dell'ambiente grafico Xfce. Di seguito verranno descritte alcune delle nuove caratteristiche inserite dall'ultima versione stabile.
ja: 長い間待たれていた Xfce デスクトップ環境のバージョン 4.6.0 が、ついにリリースされました。私たちは、直前の安定版リリースから追加されたいくつかの新機能について紹介したいと思います。
kk: Xfce жұмыс үстелі ортасының көптен күткен 4.6.0 нұсқасы ақырында қолжетімді болды. Біз соңғы тұрақты шығарылымнан бері қосылған кейбір жаңа мүмкіндіктерді атап өтуге тырысамыз.
lt: Ilgai laukta Xfce Darbalaukio Aplinkos versija 4.6.0 yra pagaliau prieinama. Mes pabandysime išryškinti kai kurias naujas savybes, kurios buvo pridėtos prie paskutinės stabilios laidos.
ms: Versi 4.6.0 Persekitaran Desktop Xfce yang ditunggu-tunggu telah tiba. Kami akan cuba sorotkan beberapa fitur baharu yang telah ditambah semenjak keluaran stabil yang terakhir.
nb: Den etterlengtede versjon 4.6.0 av Xfce skrivebordsmiljøet er endelig tilgjengelig. Vi vil forsøke å fremheve noen av de nye funksjonene som har blitt lagt til siden den siste stabile utgaven.
nl: De langverwachte 4.6.0 versie van de Xfce desktop omgeving is eindelijk beschikbaar. We zullen proberen om een aantal van de nieuwe functionaliteiten die zijn toegevoegd sinds de laatste stabiele release te markeren.
oc: Lo tant attendu la version 4.6.0 de l'environament de burèu Xfce es enfin disponible. Nous allons essayer de metre en évidence qualques-unes dels novèlas foncionalitats que son estadas apondudas dempuèi la darrièra version establa.
pl: Środowisko graficzne Xfce w końcu doczekało się wydania wersji 4.6.0. Poniżej zaprezentowano najbardziej znaczące nowości, wprowadzone od czasu opublikowania ostatniej stabilnej wersji.
pt: A versão 4.6.0 do Xfce, há muito esperada, está finalmente disponível. Vamos tentar realçar algumas das novas funcionalidades que foram adicionadas desde a última versão estável.
pt_br: A tão esperada versão 4.6.0 do ambiente de área de trabalho do Xfce finalmente está disponível. Vamos tentar destacar alguns novos recursos que foram adicionados desde o último lançamento estável.
ro: Mult așteptata versiune 4.6.0 a mediului grafic de birou Xfce este în sfârșit disponibilă. Vom încerca să evidențiem câteva dintre noile caracteristici care au fost adăugate de la ultima versiune stabilă.
ru: Наконец доступна долгожданная версия 4.6.0 окружения Xfce. Выделим некоторые из новых особенностей, добавленных после предыдущего стабильного выпуска.
sq: Versioni i shumëpritur 4.6.0 i Mjedisit Xfce Desktop më në fund është gati. Do të përpiqemi të nxjerrim në pah disa nga veçoritë e reja që janë shtuar që nga hedhja e fundit në qarkullim e versionit të qëndrueshëm.
sr: Дуго прижељкивано издање 4.6.0 радног окружења Иксфце-а је коначно доступно. Покушаћемо да истакнемо неке нове могућности које су биле додате од претходног стабилног издања.
sv: Den länge emotsedda 4.6.0 versionen av skrivbordsmiljön Xfce är äntligen tillgänglig. Vi kommer att försöka belysa några av de nya funktionerna som har lagts till sedan den senaste stabila utgåvan.
th: ในที่สุด รุ่น 4.6.0 ที่รอคอยกันมานานของเดสก์ท็อป Xfce ก็ออกมาแล้ว เราจะพยายามสรุปความสามารถใหม่ๆ บางส่วนซึ่งถูกเพิ่มเข้ามานับจากรุ่นเสถียรรุ่นที่แล้ว
tr: Xfce Masaüstü Ortamı'nın uzun süredir beklenen 4.6.0 sürümü nihayet yayında. En son kararlı sürümden bu yana eklenen bazı yeni özelliklere dikkat çekmeye çalışacağız.
uk: Довгоочікувана версія 4.6.0 середовища стільниці Xfce тепер в наявності. Ми спробували підкреслити деякі з нових можливостей, які були додані з моменту виходу останньої стабільної версії.
vi: Phiên bản 4.6.0 được chờ đợi từ lâu của Môi trường máy tính để bàn Xfce cuối cùng đã có sẵn. Chúng tôi sẽ cố gắng nêu bật một số tính năng mới đã được thêm vào kể từ bản phát hành ổn định gần đây nhất.
zh_tw: 經過漫長的等待，Xfce 桌面環境4.6.0終於發佈了。我們將會試著強調一些自上個穩定版本發佈以來新增的功能。

source: Since desktop icons have been introduced in Xfce 4.4, people have expressed the need to allow the selection of multiple icons (rubber banding). With <b>Xfce 4.6</b>, the <b>Xfdesktop</b> manager finally implements this feature: you can select multiple icons, remove them, etcetera...
ca: Com que les icones d'escriptori s'han introduït a Xfce 4.4, la gent ha expressat la necessitat de permetre la selecció de múltiples icones (banda de brossa). Amb <b>Xfce 4.6</b>, el gestor <b>Xfdesktop</b>finalment implementa aquesta funció: podeu seleccionar múltiples icones, eliminar-les, etcetera...
cs: Od představení ikon plochy ve vydání Xfce 4.4 uživatelé vyjádřili potřebu výběru více ikon najednou. V <b>Xfce 4.6</b> tuto vlastnost správce plochy <b>Xfdesktop</b> konečně implementuje: můžete vybrat více ikon, odebrat je, atd.
da: Siden skrivebords-ikonerne er blevet introduceret i Xfce 4.4, har folk udtrykt behovet for at tillade en selektion af flere ikoner (gummibånd). Med <b>Xfce 4.6</b>, er <b>Xfskrivebords</b> håndterer endelig implementeret i denne funktion: du kan vælge flere ikoner, fjerne dem og så videre ...
de: Seit mit Xfce 4.4 Symbole auf dem Schreibtisch eingeführt wurden, bestand der Wunsch, mehrere Symbole gleichzeitig auswählen zu können (Gummibandfunktion). Mit <b>Xfce 4.6</b> wurde <b>Xfdesktop</b> um diese Funktionalität erweitert: Sie können mehrere Symbole auswählen, löschen usw.
es: Desde que los iconos de escritorios fueron introducidos en la versiónn Xfce 4.4, los usuarios expresaron la necesidad de permitir la selección de múltiples iconos ('rubber banding'). Con <b>Xfce 4.6,</b> el gestor de <b>Xfdesktop</b> implementa al fin esta caracterí­stica: puede seleccionar varios iconos, eliminarlos, etc ...
fr: Avec l’arrivée des icônes de bureau dans Xfce 4.4, le besoin d’opérer des sélections multiples sur ceux-ci s’est fait sentir (sélection élastique). Cette fonctionnalité a été ajoutée au gestionnaire de bureau de <b>Xfce 4.6</b> et permet donc d’en sélectionner plusieurs à la fois, de les supprimer, etc.
gl: Unha vez que as iconas de escritorio foron introducidas no Xfce 4.4, a xente expresou a necesidade de permitir a selección de múltiples iconas (bandas de goma). Con <b>Xfce 4.6</b>, o xestor de <b>Xfdesktop</b> finalmente admite esta función: polo que xa pode seleccionar varias iconas, eliminalas, etcétera ...
he: מאז שאייקוני שולחן עבודה הוכנסו לשימוש ב Xfce 4.4, אנשים הביעו צורך לאפשר בחירה של מספר אייקונים (איסוף גומייה). עם <b> Xfce 4.6 <b> , מנהל שולחן העבודה סוף סוף מיישם את התכונה הזו: אתה יכול לבחור מספר אייקונים, להסיר אותם וכו'...
id: Sejak ikon desktop diperkenalkan di Xfce 4.4, banyak orang mengusulkan penambahan fitur seleksi multi-ikon. Di <b>Xfce 4.6</b>, kemampuan manajer desktop <b>Xfdesktop</b> telah dikembangkan untuk mengakomodasi kebutuhan ini.
it: Dall'introduzione delle icone della scrivania in Xfce 4.4, gli utenti hanno espresso il bisogno di selezionare più icone contemporaneamente (rubber banding). Con <b>Xfce 4.6</b>, il gestore <b>Xfdesktop</b> implementa finalmente questa caratteristica: è possibile selezionare più icone, rimuoverle, ecc...
ja: デスクトップアイコンは Xfce 4.4 から導入されましたが、多くの方々から (ラバーバンド法で) 複数アイコンの選択ができることを望まれました。<b>Xfce 4.6</b> では、<b>Xfdesktop</b> マネージャーがとうとうこの機能を実装しました。これで複数アイコンの選択、削除などが行えます。
kk: Xfce 4.4 нұсқасында жұмыс үстелі таңбашалары пайда болғаннан бері, адамдар бірнеше таңбашаны таңдау (резеңке таспа) мүмкіндігін сұрап келген еді. <b>Xfce 4.6</b> нұсқасымен <b>Xfdesktop</b> менеджері ақыры бұл мүмкіндікті іске асырды: енді сіз бірнеше таңбашаны таңдап, оларды өшіре аласыз және т.б...
lt: Kadangi Xfce 4.4 versijoje buvo pristatytos darbalaukio piktogramos, žmonės išreiškė poreikį leisti pasirinkti kelias piktogramas. Xfce 4.6 versijoje <b>Xfdesktop</b> tvarkytuvė pagaliau realizuoja šią ypatybę: jūs galite pasirinkti kelias piktogramas, jas šalinti ir taip toliau...
ms: Semenjak ikon desktop telah diperkenalkan di dalam Xfce 4.4, ramai pengguna meminta supaya pemilihan ikon berbilang (rubber banding) dibenarkan. Dengan <b>Xfce 4.6</b>, akhirnya pengurus <b>Xfdesktop</b> dapat melaksanakan fitur ini: anda boleh pilih ikon berbilang, buang ikon tersebut, dan sebagainya...
nb: Etter at skrivebordsikoner ble innført i Xfce 4.4 har folk ønsket å kunne velge flere ikoner ved å dra rundt dem. I <b>Xfce 4.6</b> har <b>Xfdesktop</b>-behandleren endelig denne funksjonaliteten: Du kan velge flere ikoner, fjerne dem og så videre.
nl: Sinds pictogrammen op het bureaublad zijn ingevoerd in Xfce 4.4, hebben de mensen gewezen op de noodzaak om de selectie van meerdere pictogrammen (rubber banding) mogelijk te maken. Met <b>Xfce 4.6 is</b> het <b>Xfdesktop</b> manager implementeert uiteindelijk deze functie: je kunt meerdere iconen, ze te verwijderen, enzovoort ...
oc: Depuis que las icònas del burèu son estadas introduites dins Xfce 4.4, lo monde an exprimé la nécessité de permetre la seleccion de plusieurs icònas (seleccion élastique). Amb <b>Xfce 4.6</b>, lo gestionari <b>Xfdesktop</b>met en òbra enfin aquesta foncionalitat : podètz seleccionar mantuna icòna, las suprimir, etc ...
pl: Od czasu wprowadzenia ikon pulpitu w Xfce 4.4, użytkownicy prosili o możliwość wybierania wielu ikon za pomocą prostokątnego zaznaczenia. Wydanie <b>Xfce 4.6</b> implementuje tę funkcję w programie <b>Xfdesktop</b>. Od teraz można na raz zaznaczać po kilka plików znajdujących się na pulpicie, usuwać je, itp.
pt: Uma vez que os ícones do ambiente de trabalho foram introduzidos na versão 4.4, algumas pessoas informaram-nos que gostariam da possibilidade de selecionar diversos ícones em simultâneo. Na versão <b>Xfce 4.6</b>, foi implementada esta funcionalidade no <b>Xfdesktop</b>: agora já pode selecionar e remover diversos ícones simultaneamente.
pt_br: Desde a introdução de ícones de área de trabalho no Xfce 4.4, as pessoas têm expressado a necessidade de permitir a seção de múltiplos ícones (rubber banding). Com o <b>Xfce 4.6</b>, o gerenciador <b>Xfdesktop</b> finalmente implementa este recurso: você pode selecionar múltiplos ícones, removê-los etc.
ro: Deoarece pictogramele de pe birou au fost introduse în Xfce 4.4, oamenii au exprimat nevoia de a permite selectarea mai multor pictograme (selectare elastică). Cu <b>Xfce 4.6</b, gestionarul <b>Xfdesktop</b> implementează în sfârșit această caracteristică: puteți selecta mai multe pictograme, le puteți elimina, etc...
ru: После добавления значков на рабочий стол в Xfce 4.4, пользователи выражали необходимость возможности выбора нескольких значков (растягиваемой рамкой). В <b>Xfce 4.6</b> в менеджере <b>Xfdesktop</b> была добавлена эта возможность: выбор нескольких значков, их удаление, и т.д.
sq: Qëkur ikonat e desktopit u sollën me Xfce 4.4-n, përdoruesit kanë shprehur nevojën të lejohet përzgjedhje e shumë ikonave njëherësh (<em>rubber banding</em>). Me <b>Xfce 4.6</b>, përgjegjësi <b>Xfdesktop</b> e sendërton më në fund këtë veçori: mund të përzgjidhni ikona të shumta, t’i hiqni, etj…
sr: Пошто су сличице површи претстављене у ИксФЦЕ-у 4.4, људи су изразили потребу да буде дозвољен вишеструки одабир сличица (хватање гумицом). Почевши од <b>ИксФЦЕ-а 4.6</b>, <b>Иксфдесктоп</b> управник најзад добија ову могућност: можете изабрати више сличица, уклонити их, итд...
sv: Eftersom skrivbordsikoner har introducerats i Xfce 4.4, har folk uttryckt behovet av att kunna markera flera ikoner. Med <b>Xfce 4.6</b> implementerar <b>Xfdesktop</b>-hanteraren äntligen denna funktion: Du kan markera flera ikoner, ta bort dem, etcetera...
th: นับตั้งแต่มีการรองรับไอคอนพื้นโต๊ะใน Xfce 4.4 เป็นต้นมา ผู้ใช้ได้แสดงความต้องการให้สามารถเลือกไอคอนหลายรายการได้ (ด้วยการล้อมหนังยาง) ใน <b>Xfce 4.6</b> นี้ <b>Xfdesktop</b> ได้เพิ่มความสามารถนี้แล้วในที่สุด กล่าวคือ คุณสามารถเลือกไอคอนหลายรายการเพื่อลบหรือทำสิ่งอื่นๆ ได้
tr: Xfce 4.4 sürümünde masaüstü simgelerinin desteğinin eklenmesinden sonra kullanıcılar çoklu simge seçimi özelliğinin gerekliliğine dikkat çekmişlerdi. (rubber banding). <b>Xfce 4.6</b> sürümü ile <b>Xfdesktop</b>'a bu özellik eklendi: birden fazla simgeyi seçebilir, kaldırabilir benzer işlemleri yapabilirsiniz.
uk: З часу впровадження значків на стільниці в Xfce 4.4 користувачі просили можливість зазначення кількох значків (гумова нитка). Починаючи з <b>Xfce 4.6</b>, менеджер <b>Xfdesktop</b> містить цю властивість: Ви можете зазначати багато значків, вилучати їх, і таке інше...
vi: Kể từ khi các biểu tượng trên màn hình được giới thiệu trong Xfce 4.4, mọi người đã bày tỏ sự cần thiết phải cho phép lựa chọn nhiều biểu tượng (dải cao su). Với <b>Xfce 4.6</b>, trình quản lý <b>Xfdesktop</b> cuối cùng cũng triển khai tính năng này: bạn có thể chọn nhiều biểu tượng, xóa chúng, v.v...
zh_tw: 自 Xfce 4.4引入桌面圖示以來，人們提出了一次選擇多個圖示的必要性(橡膠帶技術)。在 <b>Xfce 4.6</b> 中，<b>Xfdesktop</b> 終於實現了此功能：您可以選擇多個圖示、移除它們等等...

source: Multiple icons selection
ca: Selecció de diverses icones
cs: Výběr více ikon
da: Valg af flere ikoner
de: Auswahl mehrerer Symbole
es: Selección de iconos múltiple
fr: Sélection multiple des icônes
gl: Selección de varias iconas
he: בחירה של מספר אייקונים
id: Seleksi multi-ikon
it: Selezione multipla delle icone
ja: 複数アイコンの選択k
kk: Бірнеше таңбашаны таңдау
lt: Kelių piktogramų pasirinkimas
ms: Pemilihan ikon berbilang
nb: Valg av flere ikoner
nl: Meerdere pictogrammen selectie
oc: Seleccion dels icònas multiples
pl: Zaznaczanie wielu ikon
pt: Seleção de múltiplos ícones
pt_br: Seleção de múltiplos ícones
ro: Selectarea mai multor pictograme
ru: Выбор нескольких значков
sq: Përzgjedhje e shumë ikonave njëherësh
sr: Вишеструки избор сличица
sv: Markering av flera ikoner
th: การเลือกไอคอนหลายรายการ
tr: Çoklu simgeler seçimi
uk: Вибір кількох іконок
vi: Lựa chọn nhiều biểu tượng
zh_tw: 多圖示選擇

source: <b>Xfce 4.6</b> features a brand new desktop menu which allows you to manipulate files as with the <b>Thunar</b> filemanager contextual menu, but also to open applications, exit your session, or access the help documentation.
ca: <b>Xfce 4.6</b> compta amb un nou menú d'escriptori de marca que us permet manipular fitxers com amb el menú contextual del gestor de fitxers <b>Thunar</b>, però també per obrir aplicacions, sortir de la sessió o accedir a la documentació d'ajuda.
cs: <b>Xfce 4.6</b> obsahuje zcela novou nabídku pracovního prostředí, která umožňuje manipulaci se soubory stejně jako v kontextové nabídce správce souborů Thunar, ale také otevírá aplikace, ukončuje relaci a přistupuje k dokumentaci a nápovědě.
da: <b>Xfce 4.6</b> indeholder et splinternyt skrivebords-menu som tillader dig at manipulere filer som med <b>Thunar</b> filbestyrer kontekst-menu, men også at åbne applikationer, afslutte din session eller få adgang til hjælpe-dokumentation.
de: <b>Xfce 4.6</b> bietet ein ganz neues Schreibtischmenü, das die Manipulation von Dateien analog zum Kontextmenü der Dateiverwaltung <b>Thunar</b> ermöglicht, aber es Ihnen auch erlaubt, Anwendungen zu öffnen, Ihre Sitzung zu beenden oder auf die Dokumentation zuzugreifen.
es: <b>Xfce 4.6</b>Proporciona un nuevo menú de escritorio que permite manipular archivos como con el menú contextual administrador de archivos <b>Thunar,</b> pero también para abrir aplicaciones, salir de la sesión o acceder a la documentación de ayuda.
fr: <b>Xfce 4.6</b> propose un tout nouveau menu de bureau qui permet de manipuler les fichiers comme avec le menu contextuel du gestionnaire de fichiers <b>Thunar</b>, mais aussi d’ouvrir des applications, quitter votre session ou accéder à la documentation d’aide.
gl: O <b>Xfce 4.6</b> dispón dun novo menú de escritorio que permite manipular tanto ficheiros como o menú contextual do xestor de ficheiros <b>Thunar</b>, máis tamén para abrir aplicacións, saír da súa sesión ou acceder á documentación de axuda.
he: <b> Xfce 4.6 <b> מציג תפריט שולחן עבודה חדש המאפשר לך לבצע פעולות על קבצים כמו בתפריט ההקשר של מנהל הקבצים <b>תונאר<b> , אבל גם לפתוח תוכנות, לצאת מהסשן שלך, או לגשת לתיעוד העזרה.
id: <b>Xfce 4.6</b> mengedepankan sebuah menu desktop baru yang memungkinkan Anda untuk melakukan banyak hal dengan berkas Anda seperti halnya di Manajer Berkas: Thunar. Tidak hanya itu, Anda juga dapat meluncurkan aplikasi, keluar dari sesi, atau mengakses dokumentasi Xfce dengan mudah.
it: <b>Xfce 4.6</b> introduce un nuovo menu della scrivania che consente all'utente di manipolare i file come avviene con il menu contestuale del gestore di file <b>Thunar</b>, ma anche di aprire applicazioni, uscire dalla sessione o accedere alla documentazione di aiuto.
ja: <b>Xfce 4.6</b> は新しいデスクトップメニューを用意し、<b>Thunar</b> ファイルマネージャーのコンテキストメニューによりファイルを操作できるようになりました。また、アプリケーションの起動、セッションの終了、あるいはヘルプドキュメントへのアクセスも行えます。
kk: <b>Xfce 4.6</b> жаңа жұмыс үстелі мәзірін ұсынады, ол файлдарды <b>Thunar</b> файлдар менеджерінің контекстік мәзіріндегідей басқаруға, сондай-ақ қолданбаларды ашуға, сеанстан шығуға немесе көмек құжаттамасына қол жеткізуге мүмкіндік береді.
lt: <b>Xfce 4.6</b> laidoje pristatomas visiškai naujas darbalaukio meniu, leidžiantis jums manipuliuoti failais tokiu pačiu būdu kaip ir <b>Thunar</b> failų tvarkytuvės kontekstiniame meniu, tačiau tuo pačiu leidžia atverti programas, išeiti iš seanso ar atverti pagalbos dokumentaciją.
ms: <b>Xfce 4.6</b> fiturkan menu dekstop baharu yang membolehkan anda manipulasi fail melalui menu kontekstual pengurus fail <b>Thunar</b>, ia juga dapat membuka aplikasi, tutup sesi anda, atau capai dokumentasi bantuan.
nb: <b>Xfce 4.6</b> har en splitter ny skrivebordsmeny som lar deg behandle filer med filbehandleren <b>Thunar</b> sin kontekstmeny, men også åpne programmer, avslutte økten din, og få tilgang til hjelpedokumentasjonen.
nl: <b>Xfce 4.6</b> beschikt over een geheel vernieuwd bureaublad het menu die u toelaat om bestanden te bewerken zoals bij de <b>Thunar</b> filemanager contextuele menu, maar ook om applicaties te openen, afrit uw sessie, of toegang tot de help documentatie.
oc: <b>Xfce 4.6</b> prepausa una novèla version del menú del burèu que vos permet de manipular de fichièrs coma amb lo gestionari de fichièrs del menú contextual <b>Thunar</b>, mas tanben per dobrir d'aplicacions, quitar vòstra session, o d'accedir amb l'ajuda documentacion.
pl: <b>Xfce 4.6</b> oferuje nowe menu pulpitu, które umożliwia działania na plikach w taki sam sposób, jak za pomocą menu podręcznego programu <b>Thunar</b>. Dodatkowo za pomocą menu można uruchamiać programy, kończyć sesję użytkownika lub uzyskiwać dostęp do dokumentacji.
pt: O <b>Xfce 4.6</b> disponibiliza um novo menu que lhe permite manipular os ficheiros como se estivesse a utilizar o menu de contexto do <b>Thunar</b>, mas também consegue abrir aplicações, sair da sessão ou aceder à documentação de ajuda.
pt_br: O <b>Xfce 4.6</b> traz um menu de área de trabalho novo em folha, o qual permite que você manipule arquivos como se fosse o menu de contexto do gerenciador de arquivos <b>Thunar</b>, mas também que abra aplicativos, saia da sua sessão ou acesse a documentação de ajuda.
ro: <b>Xfce 4.6</b> dispune de un meniu de birou complet nou care vă permite să manipulați fișiere ca în meniul contextual al gestionarului de fișiere <b>Thunar</b>, dar și să deschideți aplicații, să ieșiți din sesiune sau să accesați documentația de ajutor.
ru: В <b>Xfce 4.6</b> представлено новое меню рабочего стола, позволяющее работать с файлами как из контекстного меню файлового менеджера <b>Thunar</b>, а также запускать приложения, завершать сеанс и выводить справочную документацию.
sq: <b>Xfce 4.6</b> përmban një menu desktopi fringo të re, që ju lejon të manipuloni kartela si me menunë kontekstuale të përgjegjësit të kartelave <b>Thunar</b>, por edhe të hapni aplikacione, të dilni nga sesioni juaj, apo të hapni dokumentimin e ndihmës.
sr: <b>ИксФЦЕ 4.6</b> представља потпуно нов изборник површи који омогућава управљање датотекама као код управника датотека <b>Тунара</b> приручним изборником, али такође и отварање програма, напуштање седнице, или приступ документима помоћи.
sv: <b>Xfce 4.6</b> har en alldeles ny skrivbordsmeny som tillåter dig att hantera filer med filhanteraren <b>Thunars</b> kontextmeny, men också att öppna program, avsluta din session, eller få tillgång till hjälpdokumentationen.
th: <b>Xfce 4.6</b> มีเมนูพื้นโต๊ะอันใหม่ ซึ่งช่วยให้คุณสามารถจัดการแฟ้มได้เหมือนกับเมนูคลิกขวาของโปรแกรมจัดการแฟ้ม <b>Thunar</b> แต่ยังสามารถเรียกเปิดโปรแกรม, ออกจากวาระ, หรือเรียกดูเอกสารวิธีใช้ได้ด้วย
tr: <b>Xfce 4.6</b>, <b>Thunar</b> Dosya Yöneticisi'nin içerik menüsü gibi dosyaları yönetmenize izin verirken aynı zamanda uygulamaları başlatmanıza, oturumdan ayrılmanıza ya da yardım belgelerine ulaşmanıza izin veren yepyeni bir masaüstü menüsü ile geliyor.
uk: <b>Xfce 4.6</b> має нове меню стільниці, яке дозволяє Вам маніпулювати файлами так само як і з контекстним меню менеджера файлів <b>Thunar</b>, а також відкривати програми, виходити з сесії або відкривати допомогу.
vi: <b>Xfce 4.6</b> có menu màn hình hoàn toàn mới cho phép bạn thao tác với các tệp như với menu ngữ cảnh của trình quản lý tệp <b>Thunar</b> nhưng cũng có thể mở ứng dụng, thoát khỏi phiên của bạn hoặc truy cập tài liệu trợ giúp.
zh_tw: <b>Xfce 4.6</b> 的主要特性是，一個嶄新的桌面選單，讓您可以使用 <b>Thunar</b> 檔案管理員的交互式選單來開啟應用程式、離開您的工作階段、或是觀看幫助文件。

source: New desktop menu
ca: Menú d'escriptori nou
cs: Nová nabídka pracovního prostředí
da: Ny skrivebordsmenu
de: Neues Schreibtischmenü
es: Nuevo menú de escritorio
fr: Nouveau menu de bureau
gl: Novo menú de escritorio
he: תפריט שולחן עבודה חדש
id: Menu desktop baru
it: Nuovo menu della scrivania
ja: 新しいデスクトップメニュー
kk: Жаңа жұмыс үстелі мәзірі
lt: Naujas darbalaukio meniu
ms: Menu desktop baharu
nb: Ny skrivebordsmeny
nl: Nieuwe desktop-menu
oc: Novèl menú del burèu
pl: Nowe menu pulpitu
pt: Novo menu do ambiente de trabalho
pt_br: Novo menu de área de trabalho
ro: Noul meniu pentru birou
ru: Новое меню рабочего стола
sq: Menu e re desktopi
sr: Нови изборник радне површи
sv: Ny skrivbordsmeny
th: เมนูพื้นโต๊ะอันใหม่
tr: Yeni masaüstü menü
uk: Нове меню стільниці
vi: Menu máy tính để bàn mới
zh_tw: 新桌面選單
