Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">power manager</a> received a lot of bugfixes and some smaller features, including support for the XF86Battery button and for the newly created xfce4-screensaver. The panel plugin also saw several improvements: it can now optionally show the remaining time and/or percentage and it now relies on UPower's standard icon names to work with more icon themes out of the box. With LXDE moving on to a QT base the LXDE panel plugin was dropped.
ca: El gestor d'energia <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start"></a> va rebre una gran quantitat d'esmenes d'errors i algunes característiques més petites, incloent-hi el suport per al botó XF86Battery i per al recentment creat xfce4-screensaver. El connector del plafó també va veure diverses millores: ara pot mostrar opcionalment el temps i/o percentatge restant i ara es basa en els noms d'icones estàndard de UPower per treballar amb més temes d'icones fora de la caixa. Amb LXDE movent-se a una base de QT, es va eliminar el connector del plafó LXDE.
de: Die <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Sitzungsverwaltung</a> erhielt eine Reihe von Fehlerbehebungen und einige kleinere Features, darunter Unterstützung für die XF86Battery-Taste und für den neu erstellten xfce4-Bildschirmschoner. Das Panel-Plugin erfuhr ebenfalls einige Verbesserungen: es kann nun optional die verbleibende Zeit und/oder den Prozentsatz anzeigen und es verlässt sich nun auf die Standard-Symbol-Namen von UPower, um mit mehr Icon-Themen "out of the box" zu arbeiten. Mit der Umstellung von LXDE auf eine QT-Basis wurde das LXDE-Panel-Plugin eingestellt.
es: El <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">administrador de energía</a> recibió muchas correcciones de errores y algunas funciones más pequeñas, incluida la compatibilidad con el botón XF86Battery y el protector de pantalla xfce4 recién creado. El complemento del panel también experimentó varias mejoras: ahora puede mostrar opcionalmente el tiempo restante y/o el porcentaje y ahora se basa en los nombres de íconos estándar de UPower para trabajar con más temas de íconos listos para usar. Con LXDE pasando a una base QT, se eliminó el complemento del panel LXDE.
gl: O <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">xestor de enerxía</a> recibiu moitas correccións de erros e algunhas funcións máis pequenas, incluído a compatibilidade para o botón XF86Battery e para o recentemente creado xfce4-screensaver. O engadido de panel tamén inclúe varias melloras: agora pode amosar opcionalmente o tempo e/ou a porcentaxe restantes e agora depende dos nomes de iconas estándar de UPower para traballar con máis temas de iconas de fábrica. Con LXDE pasando a unha base QT, eliminouse o engadido de panel LXDE.
he: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">מנהל החשמל</a> קיבל הרבה תיקוני באגים וכמה מאפיינים קטנים יותר, כולל תמיכה בלחצן סוללה XF86 ובשומר מסך החדש של xfce4. תוסף הלוח גם ראה מספר שיפורים: הוא יכול עכשיו כאופציה להציג את הזמן הנותר ו/או אחוזים והוא עכשיו מתבסס על שמות איקון סטנדרטים של UPower כדי לעבוד עם יותר ערכות נושא איקונים לאחר התקנה. עם מעבר LXDE לבסיס QT תוסף לוח של LXDE הושמט.
it: Il <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">gestore di energia</a> ha ricevuto molteplici bugfix ed alcune feature minori, tra le quali il supporto per il pulsante XF86Battery e per il nuovo xfce4-screensaver. L'estensione del pannello ha ricevuto molti miglioramenti: adesso esso è in grado di mostrare opzionalmente il tempo rimasto e/o la percentuale ed ora si appoggia ai nomi predefiniti delle icone di UPower per funzionare con più temi di icone out of the box. In quanto LXDE si sta spostando sulla base QT, l'estensione di pannello LXDE è stata abbandonata.
kk: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Қуатты басқарушы</a> көптеген қателерді түзету мен кейбір кішігірім мүмкіндіктерді, соның ішінде XF86Battery батырмасын және жаңадан жасалған xfce4-screensaver қолдауын алды. Панель плагині де бірнеше жақсартуларға ие болды: ол енді таңдау бойынша қалған уақытты және/немесе пайызды көрсете алады және көбірек таңбаша тақырыптарымен қораптан шыққанда жұмыс істеу үшін UPower стандартты таңбаша атауларына сүйенеді. LXDE-нің QT базасына ауысуына байланысты LXDE панель плагині алынып тасталды.
pl: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Menedżer zasilania</a> otrzymał wiele poprawek błędów i kilka mniejszych funkcji, w tym obsługę przycisku XF86Battery i nowo utworzonego xfce4-screensaver. Wtyczka panelu również zyskała kilka ulepszeń: może teraz opcjonalnie pokazywać pozostały czas i/lub procent, opiera się na standardowych nazwach ikon UPower, aby pracować z większą liczbą motywów ikon. Wraz z przejściem LXDE na bazę QT, wtyczka panelu LXDE została usunięta.
pt: O <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">gestor de energia</a> recebeu várias correções de erros e algumas pequenas funcionalidades, incluindo suporte para o botão XF86Battery e para o protetor de ecrã xfce4 recém-criado. O plugin do painel também viu várias melhorias: agora pode opcionalmente mostrar o tempo restante e/ou percentagem e agora depende dos nomes de ícone predefinido do UPower para trabalhar com mais temas de ícones prontos para utilizar. Com o LXDE a passar para uma base QT, o plugin do painel LXDE foi eliminado.
pt_br: O <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">gerenciador de energia</a> recebeu várias correções de bugs e alguns recursos menores, incluindo suporte para o botão XF86Battery e para o protetor de tela xfce4 recém-criado. O plugin do painel também recebeu várias melhorias: agora, depende dos nomes de ícone padrão da UPower para trabalhar com mais temas de ícone prontos para uso e pode opcionalmente, mostrar o tempo restante e/ou porcentagem. Com o LXDE movendo-se para uma base QT, o plugin do painel LXDE foi eliminado.
ro: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Administratorul de energie</a> a primit o mulțime de corecturi de erori și câteva caracteristici mai mici, inclusiv suport pentru butonul XF86Battery și pentru noul xfce4-screensaver creat. Modulul panoului a primit, de asemenea, câteva îmbunătățiri: acum poate afișa opțional timpul rămas și/sau procentul și acum se bazează pe numele pictogramelor standard ale UPower pentru a lucra cu mai multe teme de pictograme din „fabrică”. Odată cu trecerea LXDE la o bază QT, modulul de panou LXDE a fost abandonat.
ru: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Диспетчер питания</a> получил множество исправлений и некоторые более мелкие функции, включая поддержку кнопки XF86Battery и недавно созданной заставки xfce4. Плагин panel также получил несколько улучшений: теперь он может дополнительно отображать оставшееся время и / или процент, и теперь он использует стандартные имена значков UPower для работы с большим количеством тем значков из коробки. С переходом LXDE на базу QT плагин панели LXDE был удален.
sq: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Përgjegjësi energjisë</a> përfitoi plot ndreqje të metash dhe disa veçori më të vockla, përfshi mbulim për buton XF86Battery dhe për xfce4-screensaver-in e porsakrijuar. Shtojca e panelit pësoi gjithashtu disa përmirësime: tani mundet, në u dashtë, të shfaqë kohë të mbetur dhe/ose përqindje dhe tani bazohet në emra standardë ikonash UPower për të funksionuar me më shumë tema ikonash fill pas instalimit. Me kalimin e LXDE-së nën një bazë QT, u hoq dorë nga shtojca e panelit për LXDE.
sr: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Управник потрошње</a> је добио мноштво исправака грешака и нешто нових могућности, укључујући подршку за дугме ИксФ86батерије и новоствореног чувара приказа ИксФЦЕ-а. Прикључак полице такође има неколико побољшања: сада може показивати преостало време и/или постотак и ослања се на правилник имена сличица Уповера за подразумевани рад са више тема сличица. Пошто ЛИксДЕ прелази на основе КуТ-а, прикључак полице ЛИксДЕ-а је одбачен.
th: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">ระบบจัดการพลังงาน</a> มีการแก้บั๊กและเพิ่มความสามารถเล็กๆ น้อยๆ จำนวนมาก รวมถึงการรองรับปุ่ม XF86Battery และรองรับ xfce4-screensaver ที่เราสร้างขึ้นใหม่ ปลั๊กอินพาเนลก็ได้รับการปรับปรุงหลายเรื่อง โดยสามารถเลือกให้แสดงเวลา และ/หรือ เปอร์เซ็นต์ประจุที่เหลือได้ และรุ่นนี้ได้ใช้ชื่อไอคอนมาตรฐานของ UPower แล้ว เพื่อให้ทำงานได้กับชุดไอคอนต่างๆ มากขึ้นตั้งแต่แกะกล่อง และในเมื่อ LXDE ได้ย้ายไปใช้ QT เป็นฐานแล้ว การรองรับปลั๊กอินพาเนลของ LXDE ก็ได้ถูกตัดทิ้งไป
vi: <a href="https://docs.xfce.org/xfce/xfce4-power-manager/start">Trình quản lý năng lượng</a> đã nhận được nhiều bản sửa lỗi và một số tính năng nhỏ hơn, bao gồm hỗ trợ cho nút XF86Battery và trình bảo vệ màn hình xfce4 mới được tạo. Plugin bảng điều khiển cũng có một số cải tiến: giờ đây nó có thể tùy chọn hiển thị thời gian và/hoặc tỷ lệ phần trăm còn lại và giờ đây nó dựa vào tên biểu tượng tiêu chuẩn của UPower để hoạt động với nhiều chủ đề biểu tượng hơn. Khi LXDE chuyển sang cơ sở QT, plugin bảng điều khiển LXDE đã bị loại bỏ.

source: A lot of <strong>applications and plugins</strong> that are part of the Xfce eco-system - often dubbed "goodies" - are part of what makes Xfce great. A lot of those have also seen important changes along the timeline of the 4.14 release. To highlight a few:
ca: Un munt de <strong>aplicacions i connectors</strong> que formen part de l'ecosistema Xfce - sovint anomenat "goodies" - són part del que fa Xfce gran. Molts d'ells també han vist canvis importants al llarg de la línia de temps de la versió 4.14. Per a ressaltar alguns:
de: Viele <strong>Anwendungen und Plugins</strong> , die Teil des Xfce-Ökosystems sind - oft als "Goodies" bezeichnet - sind Teil dessen, was Xfce großartig macht. Viele von ihnen haben im Laufe der Veröffentlichung von 4.14 wichtige Änderungen erfahren. Um ein paar davon hervorzuheben:
es: Una gran cantidad de <strong>aplicaciones y complementos</strong> que forman parte del ecosistema Xfce, a menudo denominados "beneficios", son parte de lo que hace que Xfce sea excelente. Muchos de ellos también han visto cambios importantes a lo largo de la línea de tiempo de la versión 4.14. Para resaltar algunos:
gl: Moitas <strong>aplicacións e engadidos</strong> que forman parte do ecosistema Xfce - a miúdo chamados «extras» - forman parte do que fai que Xfce sexa xenial. Moitos deles tamén viron cambios importantes ao longo da liña de tempo da versión 4.14. Para destacar algúns:
he: הרבה <strong>ישומים ותוספים</strong> שהם חלק מהמערכת האקולוגית של Xfce - לפעמים נקראים "דברים טובים" - הם חלק ממה שהופך את Xfce לאדיר. הרבה מאלו גם ראו שינויים חשובים לאורך קו הזמן של גרסה 4.14. כדי להדגיש חלק:
it: Molte delle <strong>applicazioni ed estensioni</strong> che fanno parte del ecosistema di Xfce - spesso soprannominate "goodies" - sono parte di quello che rende Xfce grandioso. Molte di quelle hanno anche ricevuto molti cambiamenti importanti durante la timeline del rilascio della versione 4.14. Per citarne alcuni:
kk: Xfce экожүйесінің бөлігі болып табылатын (жиі «жақсылықтар» деп аталатын) көптеген <strong>қолданбалар мен плагиндер</strong> Xfce-ді керемет ететін нәрселердің бөлігі болып табылады. Олардың көбісі 4.14 нұсқасының шығу мерзімі ішінде маңызды өзгерістерге ұшырады. Бірнешеуін атап өтсек:
pl: Wiele <strong>programów i wtyczek</strong>, które są częścią ekosystemu Xfce – często nazywanych „gadżetami” – jest częścią tego, co czyni Xfce wspaniałym. Wiele z nich również doczekało się ważnych zmian na osi czasu wydania 4.14. Aby wyróżnić kilka:
pt: Muitas <strong>aplicações e plugins</strong> que fazem parte do ecossistema Xfce - frequentemente apelidados de "goodies" - fazem parte do que torna o Xfce grande. Muitos deles também viram alterações importantes ao longo da linha temporal da versão 4.14. Para destacar algumas:
pt_br: Muitos dos <strong>aplicativos e plugins</strong> que fazem parte do ecossistema do Xfce - geralmente chamados de "goodies" - fazem parte do que torna o Xfce excelente. Muitos deles também viram mudanças importantes ao longo da linha do tempo da versão 4.14. Para destacar algumas:
ro: O mulțime de <strong>aplicații și module</strong> care fac parte din ecosistemul Xfce - adesea denumite „goodies” - fac parte din ceea ce face Xfce minunat. O mulțime dintre acestea au văzut, de asemenea, schimbări importante de-a lungul liniei temporale a versiunii 4.14. Pentru a evidenția câteva:
ru: Множество <strong>приложений и плагинов</strong>, которые являются частью экосистемы Xfce, часто называемых "вкусностями", являются частью того, что делает Xfce отличным. Многие из них также претерпели важные изменения по срокам выпуска версии 4.14. Выделим несколько:
sq: Një shumicë <strong>aplikacionesh dhe shtojcash</strong> që janë pjesë e ekosistemit Xfce - të quajtura shpesh “goodies” - janë pjesë e çka e bën Xfce-në të fuqishme. Mjaft prej tyre përfituan ndryshime të rëndësishme gjatë shtrirjes kohore të hedhjes 4.14 në qarkullim. Sa për të nxjerrë në pah pak prej tyre:
sr: Мноштво <strong>програма и прикључака</strong> који су део система ИксФЦЕ-а - често називаних „добрима“ - су сада битан део оног што чини ИксФЦЕ дивним. Мноштво њих је такође добило важне измене у међувремену објаве издања 4.14. Да истакнемо неке:
sv: Många <strong>program och insticksprogram som är en del av Xfce-ekosystemet - ofta kallade "godsaker" - är en del av det som gör Xfce bra. Många av dem har också sett viktiga förändringar längs tidslinjen för 4.14-utgåvan. För att markera några:
th: <strong>แอปพลิเคชันและปลั๊กอิน</strong> จำนวนมากที่เป็นส่วนหนึ่งของระบบนิเวศของ Xfce ซึ่งมักจะเรียกกันว่า "goodies" เป็นส่วนที่ทำให้ Xfce มีความแข็งแกร่ง goodies จำนวนมากได้มีการเปลี่ยนแปลงที่สำคัญในจังหวะเวลาเดียวกับการออกรุ่น 4.14 นี้ บางส่วนที่เด่นๆ ได้แก่:
vi: Rất nhiều <strong>ứng dụng và plugin</strong> là một phần của hệ sinh thái Xfce - thường được gọi là "tiện ích" - là một phần khiến Xfce trở nên tuyệt vời. Rất nhiều trong số đó cũng đã thấy những thay đổi quan trọng dọc theo dòng thời gian của bản phát hành 4.14. Để làm nổi bật một số:

source: Our <a href="https://docs.xfce.org/apps/notifyd/start">notification service</a> has gained support for persistence - in other words: notification logging - and a "Do Not Disturb" mode, which suppresses all notifications. A new panel plugin was created that shows missed notifications (especially helpful during "Do Not Disturb" mode) and gives quick access to toggling "Do Not Disturb" mode. Finally support for showing notifications on RandR's primary monitor was added.
ca: El nostre servei de notificacions <a href="https://docs.xfce.org/apps/notifyd/start"></a> ha obtingut suport per a la persistència - en altres paraules: registre de notificacions - i un mode "No molestar", que suprimeix totes les notificacions. S'ha creat un nou connector de panell que mostra notificacions perdudes (especialment útil durant el mode «No molestar») i dona accés ràpid al mode «No molestar». Finalment s'ha afegit el suport per mostrar notificacions al monitor principal de RandR.
de: Unser <a href="https://docs.xfce.org/apps/notifyd/start">Benachrichtigungsdienst</a> hat Unterstützung für Persistenz erhalten - mit anderen Worten: Benachrichtigungsprotokollierung - und einen "Bitte nicht stören"-Modus erhalten, der alle Benachrichtigungen unterdrückt. Es wurde ein neues Panel-Plugin erstellt, das verpasste Benachrichtigungen anzeigt (besonders hilfreich im "Nicht stören"-Modus) und einen schnellen Zugriff auf das Umschalten des "Nicht stören"-Modus ermöglicht. Schließlich wurde Unterstützung für die Anzeige von Benachrichtigungen auf dem primären Monitor des RandR hinzugefügt.
es: Nuestro <a href="https://docs.xfce.org/apps/notifyd/start">servicio de notificación</a> ha ganado soporte para la persistencia, en otras palabras: registro de notificaciones, y un modo "No molestar", que suprime todas las notificaciones. Se creó un nuevo complemento de panel que muestra las notificaciones perdidas (especialmente útil durante el modo "No molestar") y brinda acceso rápido para alternar el modo "No molestar". Finalmente, se agregó soporte para mostrar notificaciones en el monitor principal de RandR.
gl: O noso <a href="https://docs.xfce.org/apps/notifyd/start">servizo de notificacións</a> obtivo compatibilidade para a persistencia (noutras palabras: rexistro de notificacións) e un modo «Non molestar», que suprime todas as notificacións. Creouse un novo engadido de panel que amosa notificacións perdidas (especialmente útil durante o modo «Non molestar») e permite acceder rapidamente ao modo «Non molestar». Finalmente engadiuse compatibilidade para amosar notificacións na pantalla principal de RandR.
he: <a href="https://docs.xfce.org/apps/notifyd/start">שירות ההודעות</a> שלנו קיבל תמיכה עבור התמדה - במילים אחרות: רישום הודעות - ומצב "נא לא להפריע", שמשתיק את כל ההודעות. נוצר תוסף לוח חדש המציג הודעות שהוחמצו (שימושי במיוחד במהלך מצב "נא לא להפריע") ונותן גישה מהירה לשינוי מצב "נא לא להפריע". לבסוף נוספה תמיכה להצגת הודעות בתצוגה ראשית RandR.
it: Il nostro <a href="https://docs.xfce.org/apps/notifyd/start">servizio di notifiche</a> ha ricevuto supporto per perseveranza - in altre parole: registro di notifiche - e la modalità "Non disturbare", la quale sopprime tutte le notifiche. È stata creata una nuova estensione del pannello che mostra notifiche tralasciate (specialmente utile quando si usa modalità "Non disturbare") e permette un accesso veloce per attivare/disattivare la modalità "Non disturbare". Infine è stato aggiunto il supporto per mostrare le notifiche sullo schermo primario di RandR.
kk: Біздің <a href="https://docs.xfce.org/apps/notifyd/start">хабарландыру қызметіміз</a> тұрақтылықты — басқаша айтқанда: хабарландыруларды журналдауды — және барлық хабарландыруларды басатын «Мазаламаңыз» режимін қолдауға ие болды. Жіберіп алған хабарландыруларды көрсететін (әсіресе «Мазаламаңыз» режимі кезінде пайдалы) және «Мазаламаңыз» режимін ауыстыруға жылдам қол жеткізуді қамтамасыз ететін жаңа панель плагині жасалды. Соңында, RandR негізгі мониторында хабарландыруларды көрсету қолдауы қосылды.
pl: Nasza <a href="https://docs.xfce.org/apps/notifyd/start">usługa powiadomień</a> zyskała obsługę trwałości – innymi słowy: rejestrowania powiadomień – oraz tryb „Nie przeszkadzać”, który blokuje wszystkie powiadomienia. Utworzono nową wtyczkę panelu, która pokazuje pominięte powiadomienia (szczególnie przydatne w trybie „Nie przeszkadzać”) i daje szybki dostęp do przełączania trybu „Nie przeszkadzać”. Wreszcie dodano obsługę wyświetlania powiadomień na głównym monitorze RandR.
pt: O nosso <a href="https://docs.xfce.org/apps/notifyd/start">serviço de notificação</a> ganhou suporte para a persistência - por outras palavras: registo de notificações - e um modo "Não incomodar", que suprime todas as notificações. Foi criado um novo plugin de painel que mostra notificações perdidas (especialmente útil durante o modo "Não incomodar") e dá acesso rápido ao modo "Não incomodar". Finalmente, foi adicionado suporte para mostrar notificações no monitor principal do RandR.
pt_br: Nosso <a href="https://docs.xfce.org/apps/notifyd/start">serviço de notificação</a> ganhou suporte para persistência - em outras palavras: registro de notificação - e um modo "não perturbe" , que suprime todas as notificações. Um novo plugin de painel foi criado que mostra notificações perdidas (especialmente útil durante o modo "não perturbe") e dá acesso rápido para alternar o modo "no perturbe". Finalmente, o suporte para mostrar notificações no monitor principal do RandR foi adicionado.
ro: <a href="https://docs.xfce.org/apps/notifyd/start">Serviciul nostru de notificări</a> a câștigat suport pentru persistență - cu alte cuvinte: înregistrarea notificărilor - și un mod „Nu deranjați”, care suprimă toate notificările. A fost creat un nou modul pentru panou care afișează notificările ratate (deosebit de util în timpul modului „Nu deranjați”) și oferă acces rapid la comutarea modului „Nu deranjați”. În cele din urmă, a fost adăugat suport pentru afișarea notificărilor pe monitorul principal al RandR.
ru: Наша <a href="https://docs.xfce.org/apps/notifyd/start">служба уведомлений</a> получила поддержку постоянства - другими словами, ведение журнала уведомлений - и режим "Не беспокоить", который подавляет все уведомления. Был создан новый плагин панели, который показывает пропущенные уведомления (особенно полезно в режиме "Не беспокоить") и дает быстрый доступ к переключению режима "Не беспокоить". Наконец, была добавлена поддержка отображения уведомлений на основном мониторе Rand.
sq: <a href="https://docs.xfce.org/apps/notifyd/start">Shërbimi ynë i njoftimeve</a> përfitoi mbulim për persistence - me fjalë të tjera: regjistrim njoftimesh - dhe një mënyrë “Mos Më Shqetëso”, nën të cilën eliminohen krejt njoftimet. U krijua një shtojcë e re paneli që shfaq njoftimet që s’i pa përdoruesi (veçanërisht e dobishme nën mënyrën “Mos Më Shqetëso”) dhe që lejon aktivizim/çaktivizim të shpejtë të mënyrës “Mos Më Shqetëso”. Dhe për ta mbyllur, u shtua mbulim për shfaqje njoftimesh në monitor parësor RandR.
sr: Наша <a href="https://docs.xfce.org/apps/notifyd/start">Служба обавештења</a> је добила подршку за памћење - другим речима: дневник обавештења - и начин рада „Не узнемиравај“, који потискује све обавести. Нови прикључак полице је направљен који показује пропуштена обавештења (нарочито је користан приликом рада у начину „Не узнемиравај“) и пружа приступ прекидачу за начин рада „Не узнемиравај“. На концу, додата је подршка за приказ обавештња на главном приказу Рандра.
th: <a href="https://docs.xfce.org/apps/notifyd/start">บริการแจ้งเหตุ</a> ของเรา ได้เพิ่มการรองรับการคงข้อความ หรือเรียกอีกอย่างว่าปูมแจ้งเหตุ และเพิ่มโหมด "ห้ามรบกวน" ซึ่งจะระงับการแจ้งเหตุทั้งหมด มีปลั๊กอินพาเนลอันใหม่ซึ่งแสดงรายการแจ้งเหตุที่พลาดไป (ซึ่งช่วยได้มากระหว่างเข้าโหมด "ห้ามรบกวน") และมีช่องทางให้เปิด-ปิดโหมด "ห้ามรบกวน" ได้อย่างรวดเร็ว และท้ายที่สุด มีการเพิ่มการรองรับการแจ้งเหตุบนจอภาพหลักของ RandR
vi: <a href="https://docs.xfce.org/apps/notifyd/start">Dịch vụ thông báo</a> của chúng tôi đã nhận được sự hỗ trợ về tính liên tục - nói cách khác: ghi nhật ký thông báo - và chế độ "Không làm phiền" giúp chặn tất cả thông báo. Một plugin bảng điều khiển mới đã được tạo để hiển thị các thông báo bị bỏ lỡ (đặc biệt hữu ích trong chế độ "Không làm phiền") và cho phép truy cập nhanh vào việc chuyển đổi chế độ "Không làm phiền". Cuối cùng, hỗ trợ hiển thị thông báo trên màn hình chính của RandR đã được thêm vào.
