Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The Xfce development team is proud to announce the first preview release for Xfce 4.8. Together with this preview release, the Xfce project announces the feature freeze for the final 4.8 release which is set to be pushed out to the world on January 16th, 2011.
ca: L'equip de desenvolupament de l'Xfce s'enorgulleix d'anunciar el primer llançament de vista prèvia per a l'Xfce 4.8. Juntament amb aquest llançament de vista prèvia, el projecte Xfce anuncia la congelació de les funcions per al llançament final de 4.8 que està previst que es traslladi al món el 16 de gener de 2011.
cs: Tým vývojářů Xfce hrdě oznamuje vydání první verze preview Xfce 4.8. Společně s tímto vydáním ohlašuje projekt Xfce zmrazení změn funkcí a vlastností pro finální vydání verze 4.8, které bude uvolněno do světa 16. ledna 2011.
da: Xfce udviklings-holdet er stolte over at kunne annoncere den første forhåndsviste udgave med Xfce 4.8. Sammen med denne forhåndsviste udgave, har Xfce projektet annonceret funktionen frys for den endelige 4.8 udgave, hvilket er sat til at skubbes ud til verdenen Januar 16'ende 2011.
de: Das Xfce-Entwicklerteam ist stolz, die erste Vorabveröffentlichung für Xfce 4.8 anzukündigen. Zeitgleich mit dieser Vorabveröffentlichung kündigt das Xfce-Projekt den Feature-Freeze für die finale Veröffentlichung 4.8 an, welche am 16. Januar 2011 freigegeben wird.
es: El equipo de desarrollo Xfce se enorgullece en anunciar el primer adelanto del lanzamiento de Xfce 4.8. Junto a esta versión preliminar, el proyecto Xfce anuncia la suspensión de características para la versión final de 4.8 que está preparada para publicarse el 16 de enero de 2011.
fr: L’équipe de développement Xfce est fière d’annoncer la première préversion de Xfce 4.8. Aucune nouvelle fonctionnalité ne sera désormais ajoutée pour la sortie de la version finale de la 4.8 prévue le 16 janvier 2011.
gl: O equipo de desenvolvemento do Xfce está orgulloso de anunciar a primeira versión preliminar do Xfce 4.8. Xunto con esta versión preliminar, o proxecto Xfce anuncia a fixación dos recursos para a versión final do 4.8 que estará lista para o mundo o 16 de xaneiro de 2011.
he: קבוצת הפיתוח של Xfce גאה להודיע על גרסת קדם ראשונה ל- Xfce 4.8. ביחד עם גרסת קדם זו, פרויקט Xfce מודיע על הקפאת מאפיינים לגרסה הסופית של 4.8 המיועדת למסירה לעולם ב-16 לינואר 2011.
id: Tim pengembangan Xfce dengan bangga mengumumkan rilis pratinjau pertama untuk Xfce 4.8. Bersama dengan rilis pratinjau ini, proyek Xfce mengumumkan pembekuan fitur untuk rilis final 4.8 yang direncakan untuk dikeluarkan ke dunia pada 16 Januari 2011.
it: Il gruppo di sviluppo di Xfce è lieto di annunciare il primo rilascio di anteprima di Xfce 4.8. In concomitanza con questo rilascio, il progetto Xfce annuncia anche il congelamento delle funzionalità per il rilascio finale 4.8 che è previsto per il 16 gennaio 2011.
kk: Xfce әзірлеу тобы Xfce 4.8 бірінші алдын ала шығарылымын жариялауды мақтан тұтады. Осы алдын ала шығарылыммен бірге, Xfce жобасы 2011 жылдың 16 қаңтарында әлемге ұсынылатын соңғы 4.8 шығарылымы үшін функцияларды мұздатуды жариялайды.
lt: Xfce kūrėjų komanda, didžiuodamasi praneša apie antrą Xfce 4.10 peržiūros leidimą. Kartu su šiuo peržiūros leidimu, Xfce projektas praneša jog naujų galimybių pridėjimas sustabdomas iki galutinio 4.10 leidimo kuris turėtų pasirodyti 2012 balandžio 28-ą.
ms: Pasukan pembangunan Xfce dengan bangganya mengumumkan keluaran pratonton pertama bagi Xfce 4.8. Disertakan dalam keluaran pratonton ini, projek Xfce mengumumkan pembekuan fitur untuk keluaran akhir 4.8 yang ditetapkan pada 16 Januari 2011.
nb: Utviklingslaget til Xfce er stolte av å annonsere den første forhåndsutgivelsen av Xfce 4.8. Vi annonserer også funksjonalitetsfrys fram til den endelige utgivelsen av 4.8, som etter planen kommer den 16. januar 2011.
nl: Het Xfce development team is trots om de eerste preview release voor Xfce 4.8 aan te kondigen. Samen met deze preview release, het Xfce project kondigt de feature freeze voor de definitieve release 4.8, die is ingesteld om te worden geduwd om de wereld op 16 januari 2011.
oc: L'equipa de desvolopament de Xfce es fièr d'anonciar la primièra version de previsualizacion de Xfce 4.8. Parallèlament a aquesta preversion, lo projècte Xfce anóncia lo gèl de las foncionalitats per la finala 4.8 version que deuriá èsser publicada cap al 16 de Genièr de 2011.
pl: Zespół twórców Xfce ma zaszczyt ogłosić wydanie pierwszej wersji testowej Xfce 4.8. Wraz z tą odsłoną następuje wstrzymanie zmian funkcji oprogramowania. Ten stan będzie utrzymany do czasu wydania ostatecznej wersji 4.8, które zaplanowane jest na 16 stycznia, 2011.
pt: A equipa de desenvolvimento Xfce está orgulhosa em anunciar a primeira versão prévia do Xfce 4.8. Juntamente com esta versão prévia, o projeto Xfce anuncia o congelamento de funcionalidades para a versão final 4.8, a qual está definida que terá saida para todo o mundo em 16 de janeiro de 2011.
pt_br: A equipe de desenvolvimento do Xfce tem o prazer de anunciar o primeiro lançamento de pré-visualização do Xfce 4.8. Juntamente com este lançamento de pré-visualização, o projeto Xfce anuncia o congelamento de funcionalidades para o lançamento final do 4.8, que está previsto para ser lançado ao público em 16 de janeiro de 2011.
ro: Echipa de dezvoltare Xfce este mândră să anunțe prima pre-versiune pentru Xfce 4.8. Împreună cu această pre-versiune, proiectul Xfce anunță înghețarea caracteristicilor pentru versiunea finală 4.8, care urmează să fie lansată în lume pe 16 ianuarie 2011.
ru: Команда разработчиков Xfce рада объявить о первом предварительном выпуске Xfce 4.8. Вместе с этим предварительным выпуском проект Xfce объявляет о заморозке функций для финального выпуска 4.8, который назначен на 16 января 2011 года.
sq: Ekipi i zhvillimit të Xfce-së është krenar të njoftojë hedhjen e parë paraparje në qarkullim për Xfce 4.8-n. Tok me këtë hedhje në qarkullim paraparje, projekti Xfce njofton ngrirje veçorish për hedhjen përfundimtare në qarkullim të 4.8-s, që është caktuar t’i jepet publikut më 16 janar, 2011.
sr: Иксфце развојна дружина је поносна што може да престави прво пробно издање Иксфце-а 4.8. Заједно са овим издањем, Иксфце пројект најављује замрзавање додавања нових могућности за коначно издање 4.8, које је заказано за пуштање у свет 16. јануара 2011.
sv: Utvecklingsteamet för Xfce kan stolt tillkännage den första förhandsversionen för Xfce 4.8. Tillsammans med denna förhandsversion, tillkännager Xfce-projektet funktionsfrysning för den slutliga 4.8 utgåvan som är bestämd att presenteras för världen den 16:e januari 2011.
th: ทีมพัฒนา Xfce มีความภูมิใจที่จะประกาศออกรุ่นตัวอย่างรุ่นแรกสำหรับ Xfce 4.8 พร้อมกับการออกรุ่นตัวอย่างนี้ โครงการ Xfce ขอประกาศหยุดเพิ่มความสามารถสำหรับรุ่น 4.8 รุ่นจริง ซึ่งมีกำหนดจะผลักออกสู่สาธารณะในวันที่ 16 มกราคม 2554 นี้
tr: Xfce geliştirme takımı, Xfce 4.8 için ilk ön izleme sürümünü duyurmaktan gurur duyuyor. Bu ön izleme sürümüyle birlikte, Xfce projesi, 4.8 son sürümü için özellik dondurmaya başladığını duyuruyor ki, bu sürüm, 16 Ocak 2011 tarihinde dünyaya duyurulacaktır.
uk: Команда розробників Xfce гордо оголошує про вихід першого оглядового випуску Xfce 4.8. Разом з цим випуском проект Xfce оголошує про замороження розробки властивостей для фінального випуску 4.8, який плановано випустити в світ 16 січня 2011.
vi: Nhóm phát triển Xfce tự hào công bố bản phát hành xem trước đầu tiên cho Xfce 4.8. Cùng với bản phát hành xem trước này, dự án Xfce thông báo về việc đóng băng tính năng cho bản phát hành 4.8 cuối cùng sẽ được tung ra thế giới vào ngày 16 tháng 1 năm 2011.
zh_tw: Xfce 開發團隊很榮幸宣佈 Xfce 4.8的第一個預覽版本。而與這個預覽版本一同來到的是，Xfce 專案宣佈特性凍結直到最終的4.8釋出，預計為2011年1月16日。
