Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Another noticeable change is the way GNOME and KDE compatibility works. Compatibility check boxes only enable services, which have to be started before other applications (<em>gnome-keyring</em> and <em>gconf</em> for GNOME and <em>kdeinit</em> for KDE). All other autostart applications are available from <strong>Applications Autostart</strong>, but they are listed using an italic font and not enabled by default in order to distinguish them from Xfce applications. Unlike in previous versions of Xfce, compatibility services can be started independently from each other.
ca: Un altre canvi notable és la manera en què funciona la compatibilitat amb el GNOME i el KDE. Les caselles de selecció de compatibilitat només permeten serveis, que s'han d'iniciar abans que altres aplicacions (<em>gnome-keyring</em> i<em>gconf</em> per al GNOME i<em>kdeinit</em> per al KDE). Totes les altres aplicacions d'inici automàtic estan disponibles a <strong>Aplicacions d'inici automàtic</strong>, però es llisten utilitzant un tipus de lletra cursiva i no estan habilitades per defecte per distingir-les de les aplicacions l'Xfce. A diferència de les versions anteriors de Xfce, els serveis de compatibilitat es poden iniciar independentment l'un de l'altre.
cs: Další postřehnutelnou změnou je způsob, jakým pracuje kompatibilita s přostředími GNOME a KDE. Zaškrtávací tlačítka pouze povolují služby, které musejí být spuštěny před jinými aplikacemi (<em>gnome-keyring</em> a <em>gconf</em> pro GNOME a <em>kdeinit</em> pro KDE). Všechny ostatní automaticky spouštěné aplikace jsou dostupné na kartě <strong>Automatický start aplikace</strong>, ale jsou vypsané kurzívou a ve výchozím stavu nejsou povoleny, aby bylo možné je odlišit od aplikací prostředí Xfce. Narozdíl od předchozích verzí Xfce lze služby pro kompatibilitu spustit nezávisle na sobě.
da: En anden mærkværdig ændring er måden GNOME og KDE kompatibilitet virker. Kompatibilitet tjekker bokse kun aktivere services, hvilket bliver nød til at blive startet før andre applikationer (<em>gnome-nøglering</em> og <em>gconf</em> til GNOME og <em>kdeinit</em>for KDE). Alle andre autostartede applikationer er tilgængelige fra <strong>Applikation Autostart</strong>, men de er listet ved brug af en italic skrifttype og ikke aktiveret ved standard i forhold til at skelne dem fra Xfce applikationer. I modsætning til tidligere versioner af Xfce, kompatibilitets-services kan startes uafhængigt fra hinanden.
de: Eine weitere erwähnenswerte Änderung bezieht sich auf die Wirkungsweise der KDE- und GNOME-Kompatibilität. Die entsprechenden Ankreuzfelder aktivieren lediglich Dienste, die vor anderen Anwendungen gestartet werden müssen (<em>gnome-keyring</em> und <em>gconf</em> für GNOME und <em>kdeinit</em> für KDE). Alle anderen automatisch zu startenden Anwendungen sind über <strong>Automatisch gestartete Anwendungen</strong> verfügbar, aber die Einträge in der Liste sind kursiv dargestellt und nicht aktiviert, um sie von Xfce-Anwendungen zu trennen. Im Gegensatz zu früheren Xfce-Versionen können Kompatibilitätsdienste unabhängig voneinander gestartet werden.
es: Otro cambio notable es la forma en que se tiene compatibilidad con GNOME y KDE. Las casillas de verificación de compatibilidad solamente permiten que los servicios que tienen que iniciarse antes que otras aplicaciones (<em>gnome-keyring</em> y <em>gconf</em> para GNOME y <em>kdeinit</em> para KDE) lo hagan así. Todas las demás aplicaciones de inicio automático están disponibles desde <strong>Autoarranque de aplicaciones</strong>, pero se enumeran utilizando un tipo de letra cursiva y no está activada de forma predeterminada con el fin de distinguirlas de las aplicaciones nativas de Xfce. Al contrario que en las versiones anteriores de Xfce, servicios de compatibilidad se pueden iniciar de forma independiente unos de otros.
fr: Un autre changement notable est la façon dont la compatibilité GNOME et KDE fonctionne. Les cases à cocher de compatibilité autorisent seulement les services qui doivent être démarrés avant les autres applications (<em>gnome-keyring</em> et <em>gconf</em> pour GNOME et <em>kdeinit</em> pour KDE). Toutes les autres applications de démarrage automatique sont disponibles au <strong>démarrage automatique des applications</strong>, mais elles sont listées en italique et désactivées par défaut afin de les distinguer des applications Xfce. Contrairement aux versions précédentes de Xfce, les services de compatibilité peuvent être lancés indépendamment les uns des autres.
gl: Outro cambio notábel é a forma en que funciona a compatibilidade con GNOME e KDE. As caixas de verificación de compatibilidade só permiten servizos, que teñen que ser iniciados antes que outras aplicacións (<em>gnome-keyring</em> e <em>gconf</em> para GNOME e <em>kdeinit</em> para KDE). Todas as outras aplicacións do inicio automático están dispoñíbeis no <strong>inicio automático de aplicacións</strong>, máis están listados usando unha letra en cursiva e non están activados de forma predeterminada para distinguilas das aplicacións do Xfce. A diferenza das versións anteriores do Xfce, os servizos de compatibilidade poden comezar de forma independente entre si.
he: שינוי בולט נוסף הוא הדרך שבה תאימות עם GNOME ו-KDE עובדת. קופסאות בחירת תאימות רק מאפשרות שירותים, שצריכים להתחיל לפני תוכנות אחרות (<em>gnome-keyring</em> and <em>gconf</em> for GNOME and <em>kdeinit</em> for KDE). כל שאר התוכנות המופעלות אוטומטית זמינות מ-<strong>התחלה אוטומטית של תוכנות</strong>, אבל הן רשומות בכתב נטוי ולא מופעלות כברירת מחדל על מנת להבדיל אותן מתוכנות Xfce. שלא כמו בגרסאות קודמות של Xfce, שירותי תאימות יכולים להתחיל עצמאית אחד מהשני.
id: Perubahan lain yang terlihat adalah cara kerja kompatibilitas GNOME dan KDE. Kotak cek kompatibilitas hanya mengaktifkan servis, yang harus dimulai sebelum aplikasi lain (<em>gnome-keyring</em> dan <em>gconf</em> untuk GNOME dan <em>kdeinit</em> untuk KDE). Semua aplikasi mulai otomatis yang lain tersedia dari <strong>Aplikasi Mulai Otomatis</strong>, tetapi ditampilkan menggunakan fonta miring dan tidak diaktifkan secara bawaan untuk membedakannya dari aplikasi-aplikasi Xfce. Tidak seperti versi Xfce sebelumnya, servis kompatibilitas dapat dimulai secara independen terhadap yang lain.
it: Un'altra modifica significativa riguarda il modo in cui funziona la compatibilità con GNOME e KDE. Le opzioni relative alla compatibilità abilitano solamente i servizi, che devono essere avviati prima delle altre applicazioni (<em>gnome-keyring</em> e <em>gconf</em> per GNOME e <em>kdeinit</em> per KDE). Tutte le altre applicazioni ad avvio automatico sono disponibili da <em>Applicazioni ad avvio automatico</em>, ma sono elencate utilizzando un carattere corsivo e non sono abilitate di default per distinguerle dalle applicazioni di Xfce. A differenza delle precedenti versioni di Xfce, i servizi di compatibilità possono essere avviati indipendentemente dagli altri.
ja: その他の大きな変更点は、GNOME および KDE との互換機能です。互換性チェックボックスは、その他のアプリケーションより先に起動しなければならないサービス (GNOME での <em>gnome-keyring</em> や <em>gconf</em>、KDE での <em>kdeinit</em>) を有効にするだけになり、その他のアプリケーションの自動起動は<strong>自動開始アプリケーション</strong>の中から選択する方式になりました。それらは Xfce アプリケーションと区別するため斜体で表示され、デフォルトでは有効になっていません。これまでの Xfce のリリースとは異なり、互換サービスはそれぞれの起動を個別に指定できるようになりました。
kk: Тағы бір байқалатын өзгеріс - GNOME және KDE үйлесімділігінің жұмыс істеу тәсілі. Үйлесімділік жалаушалары тек басқа қолданбалардан бұрын іске қосылуы тиіс сервистерді ғана іске қосады (GNOME үшін <em>gnome-keyring</em> мен <em>gconf</em>, ал KDE үшін <em>kdeinit</em>). Барлық басқа автоіске қосылатын қолданбалар <strong>Қолданбалардың автоіске қосылуы</strong> бөлімінде қолжетімді, бірақ оларды Xfce қолданбаларынан ажырату үшін олар курсив қаріппен жазылған және әдепкі бойынша іске қосылмаған. Xfce-нің алдыңғы нұсқаларынан айырмашылығы, үйлесімділік сервистерін бір-бірінен тәуелсіз іске қосуға болады.
lt: Dar vienas žymus pakeitimas yra GNOME ir KDE suderinamumo veikimas. Suderinamumo žymimieji langeliai įjungia tik tas tarnybas, kurios turi būti paleistos prieš kitas programas (<em>gnome-keyring</em> ir <em>gconf</em> GNOME atveju ir <em>kdeinit</em> KDE atveju). Visos kitos automatiškai paleidžiamos programos prieinamos iš <strong>Programų automatinio paleidimo</strong> meniu, jos surašytos pasvirusiu šriftu (norint išskirti jas iš Xfce programų) ir pagal nutylėjimą išjungtos. Ne taip kaip ankstesnėse Xfce versijose, suderinamumo tarnybos gali būti paleistos nepriklausomai viena nuo kitos.
ms: Perubahan lain yang ketara adalah cara keserasian GNOME dan KDE berfungsi. Kotak semak keserasian hanya membenarkan perkhidmatan, yang telah dimulakan sebelum aplikasi lain (<em>gnome-keyring</em> dan <em>gconf</em> untuk GNOME dan <em>kdeinit</em> untuk KDE). Semua aplikasi automula yang lain tersedia melalui <strong>Automula Aplikasi</strong>, tetapi ia tersenarai menggunakan fon condong dan tidak dibenarkan secara lalai supaya dapat membezakannya dari aplikasi Xfce. Tidak seperti versi terdahulu Xfce, perkhidmatan keserasian dapat dimulakan secara berasingan diantara satu sama lain.
nb: En annen merkbar endring er hvordan GNOME- og KDE-kompatibiliteten virker. Avkryssingsboksene for kompatibilitet slår kun på tjenester som må startes før andre programmer (<em>gnome-keyring</em> og <em>gconf</em> for GNOME og <em>kdeinit</em> for KDE). Alle andre programmer med automatisk oppstart er tilgjengelige fra <strong>Autostart av programmer</strong>, men de listes opp med kursiv skrift og er ikke slått på som forvalg for å skille dem fra Xfce-programmer. I motsetning til tidligere utgivelser av Xfce kan kompatibilitetstjenester startes uavhengig av hverandre.
oc: Un autre cambiament notable es la façon dont la compatibilitat GNOME e KDE trabalha. La compatibilitat dels bóstias de verificacion permettent solament als servicis que devon èsser démarrés avant las autras aplicacions (<em>gnome-keyring</em> e <em>gconf</em> per GNOME e <em>kdeinit</em> per KDE). Totas las autras aplicacions de aviada automatica son disponibles a partir del <strong>aviada automatica aplicacions</strong>, mas son répertoriés en utilizant una poliça en italica e non activat per defaut afin de los distinguer de las aplicacions Xfce. Contràriament a las versions precedentas de Xfce, los servicis de compatibilitat pòdon èsser lancés independentament los uns dels autres.
pl: Inną zauważalną zmianą jest sposób zapewnienia kompatybilności z środowiskami GNOME i KDE. Pola wyboru kompatybilności włączają tylko usługi, które muszą zostać uruchomione przed innymi programami (<em>gnome-keyring</em> oraz <em>gconf</em> dla GNOME i <em>kdeinit</em> dla KDE). Wszystkie inne automatycznie uruchamiane programy, pochodzące z tych środowisk, są wypisane w karcie <strong>Automatyczne uruchamianie</strong> pochyłym krojem i domyślnie są wyłączone, aby odróżnić je od programów Xfce. W przeciwieństwie do poprzednich wersji Xfce, usługi kompatybilności mogą być uruchamiane niezależnie od siebie.
pt: Outra mudança importante é a forma como a compatibilidade com GNOME e KDE funciona. As caixas de seleção de compatibilidade apenas ligam serviços, que têm de ser iniciados antes das outras aplicações (<em>gnome-keyring</em> e <em>gconf</em> para GNOME e <em>kdeinit</em> para KDE). As outras aplicações de arranque estão disponíveis em <strong>Aplicações automáticas</strong>, mas são listadas em itálico e não são ativadas por omissão, de forma a distingui-las das aplicações Xfce. Ao contrário das versões anteriores do Xfce, os serviços de compatibilidade podem ser iniciados de forma independente uns dos outros.
pt_br: Outra alteração visível é a forma como funciona a compatibilidade com o GNOME e o KDE. As caixas de verificação de compatibilidade só habilitam serviços que precisam iniciados antes de outros aplicativos (<em>gnome-keyring</em> e <em>gconf</em>, para GNOME, e <em>kdeinit</em>, para KDE). Todos as outras inicializações automáticas de aplicativos estão disponíveis na <strong>Inicialização automática de aplicativos</strong>, mas eles estão listados em fonte itálica e não habilitados por padrão para diferenciá-los dos aplicativos do Xfce. Ao contrário das versões anteriores do Xfce, os serviços de compatibilidade podem ser iniciados independentemente outros.
ro: O altă schimbare notabilă este modul în care funcționează compatibilitatea GNOME și KDE. Casetele de selectare pentru compatibilitate activează doar serviciile, care trebuie să fie pornite înaintea altor aplicații (<em>gnome-keyring</em> și <em>gconf</em> pentru GNOME și <em>kdeinit</em> pentru KDE). Toate celelalte aplicații cu pornire automată sunt disponibile de la <strong>Pornirea automată a aplicațiilor</strong>, dar sunt listate folosind un font italic și nu sunt activate implicit pentru a le distinge de aplicațiile Xfce. Spre deosebire de versiunile anterioare ale Xfce, serviciile de compatibilitate pot fi pornite independent unele de altele.
ru: Другим примечательным изменением является то, как работает совместимость с GNOME и KDE. Флажки совместимости включают только службы, которые должны быть запущены прежде других приложений (<em>gnome-keyring</em> и <em>gconf</em> для GNOME, и <em>kdeinit</em> для KDE). Все остальные автоматически запускаемые приложения доступны через <strong>Автозапуск приложений</strong>, но они перечислены курсивным шрифтом и не включены по умолчанию, чтобы отличить их от приложений Xfce. В отличие от предыдущих версий Xfce, службы совместимости можно запустить независимо друг от друга.
sq: Një tjetër ndryshim i dukshëm është mënyra se si funksionon përputhshmëria me GNOME-n dhe KDE-n. Kutizat e formësimit të përputhshmërisë vetëm sa i aktivizojnë shërbimet, të cilët duhen nisur përpara aplikacioneve të tjera (<em>gnome-keyring</em> dhe <em>gconf</em> për GNOME-n dhe <em>kdeinit</em> për KDE). Krejt aplikacionet e tjera vetënisëse mund të përdoren që nga <strong>Vetënisje Aplikacionesh</strong>, por tregohen me shkronja të pjerrëta dhe, si parazgjedhje, s’janë të aktivizuar, që të mund t’i dalloni nga aplikacionet Xfce. Ndryshe nga versione të mëparshme të Xfce-së, shërbime përputhshmërie mund të nisen në mënyrë të pavarur nga njëri-tjetri.
sr: Још једна видна измена је начин на који ГНОМ и КДЕ усклађеност ради. Кућице усклађености само омогућавају услуге, које орају бити покренуте пре програма (<em>gnome-keyring</em> и <em>gconf</em> за ГНОМ и <em>kdeinit</em> за КДЕ). Сви остали програми који се покрећу са пријавом су доступни из <strong>Почетних програма</strong>, али су уписани косим писмом и нису укључени подразумевано са циљем да се разликују од ИксФЦЕ програма. За разлику од претходних издања ИксФЦЕ-а, услуге усклађености могу бити покренуте независно једна од друге.
sv: En annan märkbar förändring är sättet GNOME och KDE kompatibilitet fungerar. Kompatibilitetskryssrutor aktiverar endast tjänster, som måste startas innan andra program (<em>gnome-nyckelring</ em oc <em>gconf</ em> för GNOME och <em>kdeinit</em>för KDE). Alla andra autostart program finns tillgängliga från <strong>Program Autostart</ strong>, men de listas med hjälp av ett kursivt typsnitt och inte aktiverade som standard för att skilja dem från Xfce-program. Till skillnad från tidigare versioner av Xfce kan kompatibilitetstjänster startas oberoende av varandra.
th: ความเปลี่ยนแปลงอีกอย่างที่คุณจะสังเกตได้ คือวิธีการรองรับความเข้ากันได้กับ GNOME และ KDE กล่องกาเลือกความเข้ากันได้จะเปิดใช้บริการที่ต้องเปิดก่อนโปรแกรมอื่นๆ เท่านั้น (<em>gnome-keyring</em> และ <em>gconf</em>สำหรับ GNOME และ <em>kdeinit</em> สำหรับ KDE) โปรแกรมอื่นๆ ที่จะเรียกเปิดโดยอัตโนมัติจะมีให้เลือกอยู่ในแท็บ <strong>เรียกโปรแกรมอัตโนมัติ</strong> แต่จะแสดงรายชื่อด้วยอักษรตัวเอียงและไม่เปิดใช้ถ้าไม่สั่ง ทั้งนี้เพื่อแยกความแตกต่างกับโปรแกรมของ Xfce นอกจากนี้ บริการที่เกี่ยวกับความเข้ากันได้ทั้งหลายสามารถเรียกเปิดได้โดยอิสระต่อกัน ต่างจากรุ่นที่แล้ว
tr: Bir diğer dikkat çeken değişiklik ise, GNOME ve KDE uyumluluk çalışmalardır. Uyumluluk denetim kutuları, sadece servisleri etkinleştirir ki bunlar diğer uygulamalardan önce başlayacaklardır (<em>gnome-keyring</em> ve <em>gconf</em> GNOME için, <em>kdeinit</em> ise KDE için). Tüm diğer otomatik başlatma uygulamaları, <strong>Otomatik Başlatma Uygulamaları </strong> içinde bulunabilir, ancak yatık yazı tipi olarak listelenirler ve onları varsayılan olarak Xfce uygulamalarından ayrıt etmek etkin değildir. Xfce önceki sürümlerinde olmayan uyumluluk hizmetleri, diğerlerinden bağımsız olarak başlatılabilirler.
uk: Іншою важливою зміною є спосіб, за допомогою якого працює узгодження з GNOME і KDE. Для цього треба перевірити, чи ввімкнені сервіси, які будуть запускатися перед іншими програмами (<em>gnome-keyring</em> і <em>gconf</em> для GNOME і <em>kdeinit</em> for KDE). Всі інші програми автозапуску доступні з <strong>Автостарт програм</strong>, але вони відрізняються похилим шрифтом і не включені по замовчуванню, щоб відділити їх від програм Xfce. На відміну від попередніх версій Xfce, сервіси узгодження можна запустити незалежно один від одного.
vi: Một thay đổi đáng chú ý khác là cách hoạt động của khả năng tương thích Gnome và KDE. Các hộp kiểm tương thích chỉ kích hoạt các dịch vụ phải được khởi động trước các ứng dụng khác (<em>gnome-keyring</em> và <em>gconf</em> dành cho GNOME và <em>kdeinit</em> dành cho KDE). Tất cả các ứng dụng tự khởi động khác đều có sẵn từ <strong>Tự động khởi động ứng dụng</strong>, nhưng chúng được liệt kê bằng phông chữ in nghiêng và không được bật theo mặc định để phân biệt chúng với các ứng dụng Xfce. Không giống như các phiên bản trước của Xfce, các dịch vụ tương thích có thể được khởi động độc lập với nhau.
zh_tw: 另一個顯著的變更是與 GNOME 與 KDE 相容性運作的方式。相容性複選框只會啟用那些服務，它們必須在其他應用程式前啟動(GNOME 的 <em>gnome-keyring</em> 及 <em>gconf</em> 和 KDE 的 <em>kdeinit</em>)。其他所有的自動啟動應用程式都在 <strong>應用程式自動啟動</strong> 中提供，但為了與 Xfce 應用程式區別開來，它們會使用斜體字顯示。不像先前版本的 Xfce，相容性服務可以互相獨立的啟動。

source: Applications, which are not a part of Xfce, are listed using an italic font
ca: Les aplicacions, que no formen part de l'Xfce, es llisten utilitzant un tipus de lletra cursiva
cs: Aplikace, které nejsou součástí prostředí Xfce, jsou vypsány kurzívou
da: Applikationer, hvilke ikke er en del af Xfce, er listet ved brug af en italic skrifttype
de: Anwendungen, die nicht Teil von Xfce sind, werden in kursiver Schrift dargestellt
es: Aplicaciones, que no forman parte de Xfce, son listadas en letra cursiva
fr: Les applications ne faisant pas partie de Xfce sont listées en italique.
gl: Aplicacións, as cales non forman parte do Xfce, son listadas usando unha letra cursiva.
he: תוכנות, שאינן חלק מ-Xfce, רשומות בגופן נטוי
id: Aplikasi, yang bukan bagian dari Xfce, ditampilkan pada daftar menggunakan fonta miring
it: Le applicazioni che non fanno parte di Xfce sono evidenziate con il carattere corsivo
ja: Xfce 以外のデスクトップ用アプリケーションは斜体で表示されます
kk: Xfce құрамына кірмейтін қолданбалар курсив қаріппен көрсетілген
lt: Programos, kurios nėra Xfce dalis, pavaizduotos pasvirusiu šriftu
ms: Aplikasi, yang mana bukan sebahagian dari Xfce, akan disenarai menggunakan fon condong
nb: Programvare som ikke er en del av Xfce er listet med kursiv skrift.
oc: Las aplicacions, que son pas una partie de Xfce, son listées en utilizant una poliça en italica
pl: Programy nie należące do Xfce, wypisane pochyłym krojem
pt: Aplicações, que não fazem parte do Xfce, são listados usando uma fonte em itálico
pt_br: Aplicativos, que não são parte do Xfce, estão listados usando uma fonte itálica
ro: Aplicațiile, care nu fac parte din Xfce, sunt listate cu font italic
ru: Приложения, не являющиеся частью Xfce, перечислены курсивом
sq: Aplikacionet që s’janë pjesë e Xfce-së, tregohen me shkronja të pjerrëta
sr: Програми који нису део ИксФЦЕ-а су уписани на списак косим словним ликом
sv: Program, som inte är del av Xfce, listas med ett kursivt typsnitt
th: โปรแกรมที่ไม่ใช่ส่วนหนึ่งของ Xfce จะแสดงด้วยอักษรตัวเอียง
tr: Xfce'nin bir parçası olmayan uygulamalar, italik yazı tipi kullanılarak listelenmiştir.
uk: Програми, що не є частиною Xfce, позначені, використовуючи шрифт італік
vi: Các ứng dụng không phải là một phần của Xfce được liệt kê bằng phông chữ in nghiêng
zh_tw: 不是 Xfce 的一部份的應用程式也會用斜體列出

source: Settings
ca: Ajusts
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Configuración
fr: Paramètres
gl: Configuración
he: הגדרות
id: Pengaturan
it: Impostazioni
ja: 設定
kk: Баптаулар
lt: Nustatymai
ms: Tetapan
nb: Innstillinger
oc: Paramètres
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Opțiuni
ru: Настройки
sq: Rregullime
sr: Поставке
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_tw: 設定值

source: Settings Daemon
ca: Dimoni d'ajusts
cs: Démon nastavení
da: Indstillingsdæmon
de: Einstellungsdienst
es: Servicio de configuración
fr: Paramètres démon
gl: Daemon de configuración
he: דמון הגדרות
id: Pengaturan Daemon
it: Demone delle impostazioni
ja: 設定デーモン
kk: Баптаулар демоны
lt: Nustatymų tarnyba
ms: Daemon Tetapan
nb: Innstillingsnisse
oc: Reglatges Daemon
pl: Demon ustawień
pt: Serviço de definições
pt_br: Daemon de configurações
ro: Demon de opțiuni
ru: Служба настройки
sq: Demon Rregullimesh
sr: Домар поставки
sv: Inställningsdemen
th: ดีมอนค่าตั้ง
tr: Ayarlar Arka Plan Programı
uk: Налаштування демонів
vi: Trình nền cài đặt
zh_tw: 設定值幕後程式
