Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Our session manager was updated to use logind and/or upower if available for hibernate/suspend support. For portability and to respect our users' choices, fallback modes were implemented relying on os-specific backends.
ca: El nostre gestor de sessions s'ha actualitzat per utilitzar logind i/o upower si està disponible per al suport hibernate/suspend. Per a la portabilitat i per respectar les opcions dels nostres usuaris, es van implementar modes de reserva basats en dorsals específics.
cs: Náš správce relace byl aktualizován tak, aby v případě dostupnosti používal nástroje logind a/nebo upower, čímž se zlepšila podpora hibernace a režimu spánku. Pro přenositelnost a respektování voleb uživatele byly implementovány náhradní režimy spoléhající se na backendy specifické pro konkrétní operační systémy.
da: Vores session-håndtering var opdateret til at bruge logind og/eller upower hvis tilgængelig for dvale/suspenderings understøttelse. For bærbarhed og for at respektere vores brugers valg, fald-tilbage indstilling var implementeret ved at regne med os-specifikte bagender.
de: Unsere Sitzungsverwaltung wurde aktualisiert um logind und/oder upower soweit verfügbar für die Unterstützung von Ruhezustand/Schlafmodus zu nutzen. Aus Gründen der Portabilität und um die Wünsche unserer Nutzer zu respektieren wurden Resevemodi implementiert welche auf betriebssystemspezifische Dienst zurückgreifen.
es: Nuestro gestor de sesiones se ha actualizado para utilizar logind y o upower si está disponible para ayudar a hibernar o suspender. Para mayor portabilidad y para respetar las elecciones de nuestros usuarios, modos de a prueba de fallos se implementaron dependiendo de los sistemas cliente-servidor específicos de cada sistema operativo.
fr: Notre gestionnaire de sessions a été mis à jour afin d’utiliser logind et / ou upower si disponible pour la prise en charge de la mise en veille / mise en veille prolongée. Pour des raisons de portabilité et pour respecter les choix de nos utilisateurs, des modes de secours ont été implémentés en s’appuyant sur des moteurs spécifiques aux systèmes d’exploitation.
gl: O noso xestor de sesións foi actualizado para usar «logind» e «addower» se están dispoñíbeis para axudar a hibernar/suspender. Para a portabilidade e para respectar as opcións dos nosos usuarios, engadíronse modos de recuperación baseándose nos indicadores específicos do sistema operativo.
he: מנהל הסשן שלנו עודכן לשימוש ב-logind ו/או upower אם זמין לתמיכת שינה/הפסקה. לניידות ולכיבוד בחירות המשתמשים שלנו, יושמו מצבי חזרה בהסתמך על backends ספציפיים למערכת הפעלה.
id: Manajer sesi telah diperbarui untuk menggunakan logind dan/atau upower jika tersedia untuk dukungan hibernasi/suspensi. Agar portabel dan untuk menghargai pilihan pengguna kami, mode fallback telah diimplementasikan dengan mengandalkan backend spesifik sistem operasi.
it: Il gestore delle sessioni è stato aggiornato per usare logind od upower se disponibile per il supporto a ibernazione e sospensione. Per la portabilità e per rispettare le scelte dei nostri utenti, le modalità di ripristino sono state implementate basandosi su motori specifici del sistema operativo.
ja: セッションマネージャーが更新され、hibernate/suspendのサポートが可能な場合はlogindやupowerを使用するようになりました。移植性とユーザーの選択を尊重して、OS固有のバックエンドに依存するフォールバックモードが実装されました。
kk: Біздің сеанс менеджеріміз ұйқы/күту режимдерін қолдау үшін, қолжетімді болса, logind және/немесе upower пайдалану үшін жаңартылды. Портативтілік және пайдаланушыларымыздың таңдауын құрметтеу үшін операциялық жүйеге тән артқы деңгейлерге негізделген резервтік режимдер іске асырылды.
lt: Mūsų seansų tvarkytuvė buvo atnaujinta logind naudojimui ir/arba, jei prieinama, upower naudojimui, kuris skirtas užmigdymo/pristabdymo palaikymui. Mobilumui ir tam, kad būtų gerbiamas mūsų naudotojų pasirinkimas, buvo įgyvendintos surogatinės veiksenos, pasikliaujančios os specifinėmis vidinėmis pusėmis.
ms: Pengurus sesi kami telah dikemaskini supaya dapat guna logind dan/atau upower jika tersedia untuk sokongan hibernasi/tangguh. Untuk kebolehalihan dan menghargai pilihan pengguna kami, mod jatuh-balik juga telah dilaksanakan yang mana ia bergantung pada bahagian belakang khusus-os.
nb: Øktbehandleren ble oppdatert til å bruke logind og/eller upower hvis tilgjengelig for å støtte hvile- og dvalemodus. Øktbehandleren kan falle tilbake på OS-spesifikke bakstykker for økt kompatibilitet og for å respektere brukernes valg.
pl: Nasz menedżer sesji został zaktualizowany, aby używać logind lub/i upower, jeśli są dostępne do obsługi hibernacji/wstrzymania. Aby zapewnić mobilność i uszanować wybory naszych użytkowników, wprowadzono tryby awaryjne, opierając się na backendach specyficznych dla systemu operacyjnego.
pt: O nosso gestor de sessão foi atualizado para usar logind e/ou upower se disponível para hibernar/suspender. Para portabilidade e por respeito às escolhas dos nossos utilizadores, foram implementados métodos para uso em cada sistema operativo.
pt_br: Nosso gerenciador de sessão foi atualizado para usar logind e/ou upower se disponíveis para suporte de hibernação/suspensão. Para portabilidade e em respeito a escolha de nossos usuários, modos de compatibilidade foram implementados dependendo de infraestruturas específicas de sistemas operacionais.
ro: Administratorul nostru de sesiune a fost actualizat pentru a utiliza «logind» și/sau «upower», dacă este disponibil, pentru suportul de hibernare/suspendare. Pentru portabilitate și pentru a respecta alegerile utilizatorilor noștri, au fost implementate moduri de rezervă care se bazează pe sisteme auxiliare specifice SO.
ru: Наш менеджер сеансов был обновлён для использования logind и/или upower, если поддерживается гибернация/приостановка. Для переносимости и из уважения к выбору наших пользователей были реализованы резервные режимы, опирающиеся на специфичные для ОС интерфейсы.
sq: Përgjegjësi ynë i sesionit u përditësua të përdorë <em>logind</em> dhe/ose <em>upower</em>, nëse janë të pranishëm për mbulim aktesh kalimi në gjendje plogështie/pezull. Që të mund të funksionojë në shumë sisteme dhe për të respektuar zgjedhjet e përdoruesit, mënyrat <em>fallback</em> u sendërtuan duke u bazuar në mekanizma të brendshëm specifikë për OS-et.
sr: Наш управник седнице је надграђен и има подршку за logind и/или upower, ако су присутни за замрзавање и обустављање седнице. Због поштовања према сопственом избору корисника, уграђен је заменски начин рада који се ослања на одређене позадинске погоне.
sv: Vår sessionshanterare uppdaterades för att använda logind och/eller upower om tillgängliga för vänte-/vilolägestöd. För portabilitet och för att respektera användarnas val, infördes reservlägen som litar på os-specifika bakändar.
th: โปรแกรมจัดการวาระของเรายังมีการปรับเพื่อใช้งาน logind และ/หรือ upower ถ้ามีในระบบ เพื่อใช้รองรับการจำศีลเครื่อง/พักเครื่อง และเพื่อให้ใช้ได้ในหลายระบบ และเพื่อเป็นการเคารพในสิ่งที่ผู้ใช้ของเราเลือก เราได้เตรียมโหมดสำรองที่อิงแบกเอนด์ที่เจาะจงกับระบบปฏิบัติการไว้ด้วย
tr: Oturum yöneticimiz, Uykuya/Askıya alma desteği varsa, logind ve/veya upower kullanacak şekilde güncellendi. Taşınabilirlik ve kullanıcı tercihlerine saygı açısından, geri yükleme kipi, işletim sistemi özeli arka planlar üzerine gerçeklendi.
uk: Наш менеджер сеансів був оновлений для використання logind і/або upower, якщо підтримується сплячка/призупинення. Для портативності і щоб поважати вибір наших користувачів, був реалізований резервний режим, що спирається на ОС-специфічні середовища.
vi: Trình quản lý phiên của chúng tôi đã được cập nhật để sử dụng logind và/hoặc upower nếu có sẵn để hỗ trợ chế độ ngủ đông/tạm dừng. Để có tính di động và tôn trọng lựa chọn của người dùng, các chế độ dự phòng đã được triển khai dựa trên các chương trình phụ trợ dành riêng cho hệ điều hành.
zh_tw: 我們的工作階段管理員也更新以在可用時使用 logind 及／或 upower 來支援休眠／暫停。為了可移植性及尊重我們的使用者的選擇，fallback 模式也被實作了出來，以符合特定作業系統的後端。

source: Support for multi-monitor use was improved in a new display settings dialog and a quick setup popup on monitor plugging.
ca: S'ha millorat el suport per a l'ús de múltiples monitors en un diàleg nou de configuració de la pantalla i una finestra emergent de configuració ràpida en el connector del monitor.
cs: Podpora více monitorů byla vylepšena novým dialogovým oknem pro nastavení a zobrazením vyskakovacího okna po připojení monitoru pro rychlé nastavení.
da: Understøttelse for fler-skærmsbrug var forbedret i en ny viser-indstillings dialog og en hurtig opsætnings-popup på skærm tilslutning.
de: Wir verbesserten die Unterstützung für Multi-Monitor-Nutzung mit einem neuen Einstellungsdialog für Monitore und einem Popup zur Schnelleinstellung, welches beim Einstecken eines neuen Monitors erscheint.
es: El soporte para uso de pantallas múltiples fue mejorado en un nuevo diálogo de configuracion de pantalla y un desplegable de configuración en el complemento de pantalla.
fr: La prise en charge du multi-écrans a été améliorée dans une nouvelle fenêtre des paramètres d’affichage et un popup de configuration rapide lors de la connexion d’un moniteur.
gl: A compatibilidade para o uso de múltiples pantallas foi mellorado nun novo diálogo de opcións de visualización e unha xanela configuración rápida que emerxe cando se conecta a pantalla.
he: תמיכה במסכים מרובים שופרה בדיאלוג הגדרות מסך חדש וחלון קופץ להגדרה מהירה בעת חיבור מסך.
id: Dukungan untuk penggunaan multi-monitor telah ditingkatkan pada dialog pengaturan tampilan yang baru, dan sebuah penyiapan cepat akan muncul ketika monitor dipasang.
it: Il supporto per più schermi è stato migliorato nella finestra delle impostazioni del display e una schermata di impostazione rapida appare alla connessione di uno schermo.
ja: マルチディスプレイ使用のサポートは、新しいディスプレイ設定ダイアログと、モニタープラグインのクイックセットアップポップアップにより改善されました。
kk: Көпмониторлы қолдану мүмкіндігі жаңа дисплей баптауларының сұхбат терезесінде және мониторды қосқанда шығатын жылдам баптау терезесінде жақсартылды.
lt: Naujuose ekrano nustatymuose buvo patobulintas kelių monitorių naudojimo palaikymas bei greita iškylančioji sąranka, atsirandanti, prijungus monitorių.
ms: Sokongan penggunaan monitor-berbilang juga telah ditambah-baik dalam dialog tetapan paparan baharu dan dialog-timbul persediaan pantas ketika memalam monitor.
nb: Støtte for bruk av flere skjermer ble forbedret i et nytt dialogvindu for skjerminnstillinger. Når nye skjermer kobles til vil et vindu med hurtigoppsett sprette opp.
pl: Wsparcie dla wielu monitorów zostało usprawnione w nowym oknie ustawień i oknie szybkich ustawień po podłączeniu monitora.
pt: Suporte para uso de vários monitores foi melhorado numa nova janela de definições e uma rápida caixa de configuração ao ligar o monitor.
pt_br: O suporte para o uso multi-monitor foi melhorado em um novo diálogo de configurações de exibição e um pop-up de instalação rápida ao conectar um monitor.
ro: Suportul pentru utilizarea mai multor monitoare a fost îmbunătățit printr-o nouă fereastră de dialog pentru opțiunile de afișare și o fereastră emergentă de configurare rapidă la conectarea monitorului.
ru: Поддержка многоэкранной конфигурации в диалоге настройки монитора и окне быстрого переключения была чрезвычайно улучшена.
sq: Mbulimi për instanca me shumë monitorë u përmirësua në një dialog të ri rregullimesh ekrani dhe një flluskë ujdisjeje të shpejtë që hapet kur lidhet një monitor.
sr: Побољшано је управљање вишеструким екранима у новом прозору управника приказа и брзо искакање прозора поставки при прикључењу екрана.
sv: Stöd för användning av flera skärmar förbättrades i en ny dialog för skärminställningar och en snabb popup då skärmar ansluts.
th: กล่องโต้ตอบตั้งค่าจอแสดงผลได้รับการปรับปรุงการรองรับการใช้จอภาพหลายจอ และมีการผุดกล่องโต้ตอบตั้งค่าอย่างเร็วเมื่อมีการต่อจอภาพอันใหม่เข้ามา
tr: Çoklu ekran desteği kullanımı, yeni ekran ayarları penceresinde gerçeklendi ve ekran takıldığında, hızlı bir ayar penceresi çıkması geliştirildi.
uk: Підтримка багато-екранної конфігурації була покращена в новому діалозі налаштування монітора і у вигулькному вікні налаштування при підключенні монітора.
vi: Hỗ trợ sử dụng nhiều màn hình đã được cải thiện trong hộp thoại cài đặt hiển thị mới và cửa sổ bật lên thiết lập nhanh khi cắm màn hình.
zh_tw: 對多螢幕的使用支援在新的顯示設定值對話框中改進了，並加入了一個在螢幕插入時會彈出的快速設定通知。

source: The appearance dialog now showcases previews for icons and themes.
ca: El diàleg d'aparença ara mostra previsualitzacions per a icones i temes.
cs: Dialogové okno pro vzhled nyní prezentuje náhledy ikon a motivů.
da: Udseende-dialogen udviser nu forhåndsvisning af ikoner og temaer.
de: Der Erscheinungsbild-Dialog zeigt nun Vorschauen für Symbole und Designs
es: El diálogo de apariencia ahora muestra vistas previas para iconos y temas.
fr: La fenêtre d’apparence affiche maintenant des prévisualisations pour les icônes et les thèmes.
gl: O diálogo de aparencia agora amosa vistas previas para iconas e temas.
he: דו־שיח המראה עכשיו מציג הצצות לאייקונים וערכות נושא.
id: Kini dialog penampilan menampilkan pratinjau untuk ikon dan gaya.
it: La finestra dell'aspetto mostra ora l'anteprima di icone e temi.
ja: 外観ダイアログに、アイコンとテーマのプレビューが表示されるようになりました。
kk: Сыртқы түрінің сұхбат терезесі енді таңбашалар мен тақырыптарды алдын ала қарауды көрсетеді.
lt: Išvaizdos dialogas dabar rodo piktogramų ir temų peržiūras.
ms: Dialog penampilan kini mempamerkan pratonton ikon dan tema.
nb: Dialogvinduet for utseende vil nå forhåndsvise ikoner og stiler.
pl: Menu wyglądu od teraz przedstawia podgląd ikon i motywów.
pt: A janela de aparência agora mostra previsões para ícones e temas.
pt_br: O diálogo de aparência agora apresenta pré-visualizações para ícones e temas.
ro: Fereastra de dialog pentru aspect prezintă acum previzualizări pentru pictograme și teme.
ru: Диалоговое окно теперь демонстрирует предварительный просмотр значков и тем.
sq: Dialogu për dukjen tani shfaq paraparje ikonash dhe temash.
sr: Прозор поставки изгледа сада приказује преглед сличица и тема.
sv: Dialogen för utseende har nu förhandsvisning av ikoner och teman.
th: กล่องโต้ตอบตั้งค่ารูปลักษณ์รุ่นนี้จะแสดงภาพตัวอย่างของไอคอนและชุดตกแต่งต่างๆ
tr: Görünüm penceresi, artık simgeler ve temalar için ön izlemeleri gösteriyor.
uk: Діалогове вікно тепер демонструє попередній перегляд значків і тем.
vi: Hộp thoại xuất hiện hiện hiển thị bản xem trước của các biểu tượng và chủ đề.
zh_tw: 外觀對話框現在會顯示圖示與主題的預覽。

source: Xfsettingsd now supports libinput.
ca: Xfsettingsd ara admet libinput.
cs: Xfsettingsd nyní podporuje knihovnu libinput.
da: Xfsettingsd understøtter nu libinput.
de: Xfsettingsd unterstützt jetzt libinput.
es: Xfsettingsd ahora soporta libinput.
fr: Xfsettingsd prend désormais en charge libinput.
gl: O «Xfsettingsd» agora admite «libinput».
he: Xfsettingsd עכשיו תומך ב־libinput.
id: Kini Xfsettingsd mendukung libinput.
it: Xfsettingsd ora supporta libinput.
ja: Xfsettingsdはlibinputをサポートするようになりました。
kk: Xfsettingsd енді libinput қолдайды.
lt: Xfsettingsd dabar palaiko libinput.
ms: Xfsettingsd kini menyokong libinput.
nb: Xfsettingsd støtter nå libinput.
pl: Xfsettingsd obsługuje teraz libinput.
pt: Xfsettingsd agora suporta libinput.
pt_br: Xfsettingsd agora suporta libinput.
ro: Xfsettingsd oferă acum suport pentru libinput.
ru: Xfsettingsd теперь поддерживает libinput.
sq: <em>Xfsettingsd</em> tani mbulon <em>libinput</em>.
sr: Xfsettingsd сада подржава библиотеку libinput.
sv: Xfsettingsd har nu stöd för libinput.
th: Xfsettingsd รุ่นนี้รองรับ libinput แล้ว
tr: Xfsettingsd, artık libinput destekliyor.
uk: Xfsettingsd тепер підтримують libinput.
vi: Xfsettingsd hiện hỗ trợ libinput.
zh_tw: Xfsettingsd 現在支援 libinput。
