Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> now features a 'Mini Mode', where the interface is simplified to just display the album artwork and can be positioned over other windows without getting in the way.
ca: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> ara presenta un 'Mode Mini', on la interfície se simplifica per només mostrar el treball artístic de l'àlbum i es pot posicionar sobre altres finestres sense interposar-se en el camí.
da: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> har nu en 'Minitilstand' hvor brugerfladen gøres enkel, så det bare viser albummets billede og kan placeres oven på andre vinduer uden at være i vejen.
de: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> verfügt jetzt über einen "Mini-Modus", bei dem die Oberfläche auf die Anzeige des Album-Covers vereinfacht wurde und über anderen Fenstern positioniert werden kann, ohne im Weg zu sein.
es: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> ahora cuenta con un 'Modo Mini', donde la interfaz se simplifica para mostrar la carátula del álbum y se puede colocar sobre otras ventanas sin molestar.
gl: O <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> agora dispón dun «Modo mini», onde se simplifica a interface para amosar a obra de arte do álbum e poder poñerse sobre outras xanelas sen estorbar.
he: ל-<a href='https://docs.xfce.org/apps/parole/start'>Parole</a> יש עכשיו 'מצב מיני', בו הממשק מצומצם לתצוגת הגרפיקה של האלבום וניתן למיקום מעל חלונות אחרים מבלי להפריע.
id: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> sekarang menawarkan sebuah 'Mode Mini', dengan antarmuka disederhanakan yang hanya menampilkan gambar album dan dapat diletakkan di atas jendela lain tanpa menyulitkan.
it: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> ora presenta la "Modalità Mini", dove l'interfaccia è semplificata per mostrare solo la copertina del album e può essere posizionato sopra altre finestre senza essere d'intralcio.
kk: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> енді интерфейсі тек альбом мұқабасын көрсету үшін жеңілдетілген және кедергі жасамай басқа терезелердің үстіне орналастыруға болатын «Шағын режимді» ұсынады.
pl: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> zawiera teraz „Tryb miniaturowy”, w którym interfejs jest uproszczony, aby po prostu wyświetlać okładkę albumu, i możliwy do umieszczenia nad innymi oknami bez przeszkadzania.
pt: O <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> agora apresenta um 'Modo miniatura', onde a interface é simplificada para mostrar apenas a capa do álbum e pode ser posicionada sobre outras janelas sem atrapalhar.
pt_br: Agora, o <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> apresenta um 'modo mini', onde a interface é simplificada para exibir apenas a capa do álbum e pode ser posicionada sobre outras janelas sem atrapalhar.
ro: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> dispune acum de un „Mod mini”, în care interfața este simplificată pentru a afișa doar coperta albumului și poate fi poziționată peste alte ferestre fără a încurca.
ru: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> теперь имеет «мини-режим», в котором интерфейс упрощен, чтобы отображать только обложку альбома, и его можно расположить поверх других окон, не мешая.
sq: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> tani përmban një “Mënyrë Mini”, nën të cilën ndërfaqja është thjeshtuar sa për të shfaqur grafikën e albumit dhe mund të vendoset përmbi dritare të tjera pa ndërhyrë në punën e tyre.
sr: <a href='https://docs.xfce.org/apps/parole/start'>Часноречац</a> сада поседује „мали приказ“, у коме је сучеље упрошћено да само приказује слике албума и може бити постављено изнад осталих прозора, а да их заклања величином.
sv: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> har nu ett 'miniläge' där gränssnittet har förenklats till att bara visa albumgrafik, och kan placeras över andra fönster utan att vara ett hinder.
th: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> รุ่นนี้มี 'โหมดกะทัดรัด' ซึ่งลดทอนส่วนติดต่อลงให้เหลือแค่ภาพอัลบั้ม และสามารถวางบนหน้าต่างอื่นได้โดยไม่เกะกะ
uk: <a href='https://docs.xfce.org/apps/parole/start'>Parole</a> тепер має «міні-режим», де інтерфейс спрощено, щоб відображати лише обкладинку альбому, і його можна розташувати поверх інших вікон, не заважаючи.
vi: <a href='https://docs.xfce.org/apps/parole/start'>Tạm dừng</a> hiện có 'Chế độ thu nhỏ', trong đó giao diện được đơn giản hóa để chỉ hiển thị ảnh bìa album và có thể được đặt trên các cửa sổ khác mà không gây cản trở.

source: Just right-click anywhere in the player window to select 'Mini Mode'...
ca: Feu clic amb el botó dret a qualsevol lloc de la finestra del reproductor per a seleccionar el «Mode Mini»...
da: Du skal bare højreklikke et vilkårligt sted i afspillerens vindue og vælge 'Minitilstand' ...
de: Klicken Sie einfach mit der rechten Maustaste auf eine beliebige Stelle im Player-Fenster und wählen Sie "Mini-Modus"...
es: Simplemente haga clic con el botón derecho en cualquier lugar de la ventana del reproductor para seleccionar 'Modo Mini' ...
gl: Só ten que facer clic co botón dereito en calquera lugar da xanela do reprodutor para seleccionar «Modo mini» ...
he: רק בצע קליק ימני בכל מקום בחלון הנגן כדי לבחור 'מצב מיני'...
id: Silakan klik kanan pada bagian dalam jendela pemutar untuk memilih 'Mode Mini'...
it: Premere con un clic destro del mouse in un'area qualsiasi della finestra del player per selezionare "Modalità Mini"...
kk: «Шағын режимді» таңдау үшін ойнатқыш терезесінің кез келген жерін оң жақпен шертіңіз...
pl: Po prostu kliknij prawym przyciskiem myszy w dowolnym miejscu okna odtwarzacza, aby wybrać „Tryb miniaturowy”...
pt: Basta clicar com o botão direito do rato em qualquer parte da janela do reprodutor para selecionar o 'Modo miniatura'...
pt_br: Basta clicar com o botão direito em qualquer lugar na janela do player para selecionar 'modo mini'...
ro: Doar faceți clic dreapta oriunde în fereastra programului pentru a selecta „Modul mini”...
ru: Просто щелкните правой кнопкой мыши в любом месте окна проигрывателя, чтобы выбрать «Мини-режим»...
sq: Thjesht djathtas-klikoni kudo që të jetë te dritarja e lojtësit për të përzgjedhur “Mënyrën Mini”…
sr: Само кликните било где по прозору извођача и одаберите „мали приказ“...
sv: Högerklicka bara var som helst i spelarfönstret för att välja 'Mini Mode'...
th: เพียงคลิกขวาที่ใดก็ได้ในหน้าต่างเล่นสื่อเพื่อเลือก 'โหมดกะทัดรัด'...
tr: 'Mini Modu' seçmek için oynatıcı penceresinde herhangi bir yere sağ tıklayın...
uk: Просто клацніть правою кнопкою миші будь-де у вікні програвача, щоб вибрати «Міні-режим»...
vi: Chỉ cần nhấp chuột phải vào bất kỳ đâu trong cửa sổ trình phát để chọn 'Chế độ thu nhỏ'...

source: Afterwards, enjoy a truly minimalistic playback experience!
ca: Després, gaudeix d'una experiència de reproducció realment minimalista!
da: Herefter kan du nyde en rigtig minimalistisk afspilningsoplevelse!
de: Genießen Sie anschließend ein wirklich minimalistisches Wiedergabeerlebnis!
es: Después, ¡Disfruta de una experiencia de reproducción verdaderamente minimalista!
gl: Despois, goce dunha experiencia de reprodución realmente minimalista.
he: לאחר מכן, תהנה מחווית ניגון מינימליסטית אמיתית!
id: Kemudian, nikmati pengalaman pemutaran yang sangat minimalis
it: Dopodiché, godetevi un'esperienza di riproduzione veramente minimalista!
kk: Одан кейін нағыз минималистік ойнату мүмкіндігінен ләззат алыңыз!
pl: Następnie ciesz się prawdziwie minimalistycznym odtwarzaniem!
pt: Depois, desfrute de uma experiência de reprodução verdadeiramente minimalista!
pt_br: Depois, aproveite uma experiência de reprodução verdadeiramente minimalista!
ro: După aceea, bucurați-vă de o experiență de redare cu adevărat minimalistă!
ru: После этого наслаждайтесь по-настоящему минималистичным воспроизведением!
sq: Më pas, shijoni një funksionim vërtet minimalist të luajtjes së pjesëve!
sr: Након тога, уживајте заиста у искуству малог приказа!
sv: Efteråt njut av en riktigt minimalistisk uppspelningsupplevelse!
th: จากนั้นก็เพลิดเพลินกับการเล่นแบบไม่มีอะไรรกหูรกตา!
tr: Ardından, gerçekten minimalist bir oynatma deneyiminin keyfini çıkarın!
uk: Після цього насолоджуйтесь справжнім мінімалістичним відтворенням!
vi: Sau đó, hãy tận hưởng trải nghiệm phát lại thực sự tối giản!

source: Screensaver
ca: Estalvi de pantalla
da: Pauseskærm
de: Bildschirmschoner
es: Salvapantallas
gl: Protector de pantalla
he: שומר מסך
it: Salvaschermo
ja: スクリーンセーバー
kk: Экран сақтағышы
lt: Ekrano užsklanda
pl: Wygaszacz ekranu
pt: Protetor de ecrã
pt_br: Protetor de tela
ro: Protector de ecran
ru: Заставка
sq: Ekrankursyes
sr: Чувар приказа
sv: Skärmsläckare
th: โปรแกรมรักษาหน้าจอ
tr: Ekran koruyucu
uk: Зберігач екрана
vi: Trình bảo vệ màn hình

source: A Modern Locking Experience
ca: Una experiència de bloqueig moderna
da: En oplevelse med moderne udseende
de: Ein modernes Schließerlebnis
es: Una experiencia de bloqueo moderna
gl: Unha experiencia moderna de bloqueo
he: חווית נעילה מודרנית
id: Sebuah Pengalaman dengan Tampilan Moderen
it: Un'esperienza di chiusura moderna
kk: Заманауи бұғаттау мүмкіндіктері
pl: Doświadczenie nowoczesnego blokowania
pt: Uma experiência moderna de bloqueio
pt_br: Uma experiência moderna de bloqueio
ro: O experiență de blocare modernă
ru: Новая Блокировка
sq: Një Funksionim Modern i Kyçjes
sr: Искуство савременог изгледа
sv: En modern låsupplevelse
th: การล็อคหน้าจอที่ดูทันสมัยขึ้น
tr: Çağdaş Kilitleme Deneyimi
uk: Сучасний досвід замикання
vi: Trải nghiệm khóa hiện đại

source: The new Xfce <a href='https://docs.xfce.org/apps/screensaver/start'>Screensaver</a> provides a configurable lockscreen experience. You can selectively toggle the lock screen and screensaver, and all Xscreensaver themes are supported (with configuration options) out of the box. If you prefer a blank screen, Xfce Screensaver also includes a blank screen option with DPMS integration.
ca: El nou estalvi de pantalla Xfce <a href='https://docs.xfce.org/apps/screensaver/start'></a> proporciona una experiència de pantalla de bloqueig configurable. Podeu commutar selectivament la pantalla de bloqueig i l'estalvi de pantalla, i tots els temes de l'Xscreensaver estan suportats (amb opcions de configuració) fora de la caixa. Si preferiu una pantalla en blanc, Xfce Screensaver també inclou una opció de pantalla en blanc amb integració DPMS.
da: Den nye Xfce <a href='https://docs.xfce.org/apps/screensaver/start'>Pauseskærm</a> giver en låseskærmsoplevelse der kan konfigureres. Du kan slå låseskærmen og pauseskærmen til/fra og alle Xscreensaver-temaer understøttes (med konfigurationsvalgmuligheder) fra starten. Hvis du foretrækker at rydde skærmen, så har Xfce Pauseskærm også en valgmulighed til at rydde skærmen med DPMS-integration.
de: Der neue Xfce <a href='https://docs.xfce.org/apps/screensaver/start'>Bildschirmschoner</a> bietet ein konfigurierbares Sperrbildschirm-Erlebnis. Sie können den Sperrbildschirm und den Bildschirmschoner selektiv umschalten und alle Xscreensaver-Themen werden (mit Konfigurationsoptionen) von Haus aus unterstützt. Wenn Sie einen leeren Bildschirm bevorzugen, enthalten Xfce Bildschirmschoner auch eine Leerbildschirmoption mit DPMS-Integration.
es: El nuevo <a href='https://docs.xfce.org/apps/screensaver/start'>protector de pantalla</a> de Xfce proporciona una experiencia de pantalla de bloqueo configurable. Puede alternar selectivamente la pantalla de bloqueo y el protector de pantalla, y todos los temas de Xscreensaver son compatibles (con opciones de configuración) listos para usar. Si prefiere una pantalla en blanco, Xfce Screensaver también incluye una opción de pantalla en blanco con integración DPMS.
gl: O novo <a href='https://docs.xfce.org/apps/screensaver/start'>protetor de pantalla</a> do Xfce fornece unha experiencia de pantalla de bloqueo configurábel. Pode alternar selectivamente a pantalla de bloqueo e o protector de pantalla. Todos os temas do protector de pantalla X son compatíbeis (con opcións de configuración) e están listos para se usar. Se prefire escurecer a pantalla, o protector de pantalla do Xfce tamén inclúe unha opción de escurecemento da pantalla con integración DPMS.
he: <a href='https://docs.xfce.org/apps/screensaver/start'>שומר מסך</a> חדש של Xfce מספק חווית נעילת מסך הניתנת להגדרה. אתה יכול לבחור להפעיל את נועל המסך ושומר המסך, וכל ערכות נושא Xscreensaver נתמכות (עם אפשרויות הגדרה) לאחר התקנה. אם אתה מעדיף מסך ריק, שומר המסך של Xfce כולל גם אפשרות מסך ריק עם שילוב DPMS.
id: <a href='https://docs.xfce.org/apps/screensaver/start'>Screensaver</a> Xfce yang baru menyediakan sebuah pengalaman layar kunci yang dapat dikonfigurasi. Anda dapat mengaktifkan layar kunci dan screensaver secara selektif, dan semua tema Xscreensaver didukung (dengan opsi konfigurasi) secara langsung. Jika Anda lebih menyukai layar kosong, Screensaver Xfce juga menyertakan sebuah opsi layar kosong dengan integrasi DPMS.
it: Il nuovo <a href='https://docs.xfce.org/apps/screensaver/start'>Salvaschermo</a> di Xfce offre un'esperienza configurabile della schermata di blocco. È possibile alternare selettivamente la schermata di blocco ed il salvaschermo, e tutti i temi di Xscreensaver sono supportati (con opzioni di configurazione) out of the box. Se preferite uno schermo vuoto, Salvaschermo di Xfce include anche l'opzione per schermo vuoto con integrazione DPMS.
kk: Жаңа Xfce <a href='https://docs.xfce.org/apps/screensaver/start'>экран сақтағышы</a> баптауға болатын бұғаттау экраны тәжірибесін ұсынады. Сіз бұғаттау экраны мен экран сақтағышын таңдап қоса аласыз, сонымен қатар барлық Xscreensaver тақырыптары (баптау опцияларымен бірге) бірден қолданылады. Егер бос экранды қаласаңыз, Xfce экран сақтағышы DPMS интеграциясы бар бос экран опциясын да қамтиды.
pl: Nowy <a href='https://docs.xfce.org/apps/screensaver/start'>Wygaszacz ekranu</a> Xfce zapewnia konfigurowalną blokadę ekranu. Możesz wybiórczo przełączać ekran blokady i wygaszacz ekranu, a wszystkie motywy wygaszacza ekranu są teraz obsługiwane (z opcjami konfiguracji). Jeśli wolisz pusty ekran, Wygaszacz ekranu Xfce zawiera również opcję pustego ekranu z integracją z DPMS.
pt: O novo <a href='https://docs.xfce.org/apps/screensaver/start'>Protetor de ecrã</a> do Xfce proporciona uma experiência de ecrã de bloqueio configurável. Pode alternar seletivamente o ecrã de bloqueio e o protetor de ecrã e todos os temas do Xscreensaver são suportados (com opções de configuração) prontos para utilização. Se preferir um ecrã vazio, o protetor de ecrã do Xfce também inclui uma opção de ecrã vazio com integração DPMS.
pt_br: O novo <a href='https://docs.xfce.org/apps/screensaver/start'>protetor de tela</a> do Xfce oferece uma experiência de tela de bloqueio configurável. Você pode alternar seletivamente a tela de bloqueio e o protetor de tela, e todos os temas do protetor de tela são suportados (com opções de configuração) prontos para uso. Se preferir uma tela em branco, o protetor de tela do Xfce também inclui uma opção de tela em branco com integração DPMS.
ro: Noul <a href='https://docs.xfce.org/apps/screensaver/start'>Protector de ecran</a> Xfce oferă o experiență configurabilă de blocare a ecranului. Puteți comuta selectiv ecranul de blocare și protectorul de ecran, iar toate temele Xscreensaver sunt acceptate (cu opțiuni de configurare) din fabrică. Dacă preferați un ecran gol, Xfce Screensaver include și o opțiune de ecran gol cu integrare DPMS.
ru: Новая <a href='https://docs.xfce.org/apps/screensaver/start'>Заставка</a> Xfce обеспечивает настраиваемый экран блокировки. Вы можете выборочно переключать экран блокировки и заставку, и все темы Xscreensaver поддерживаются (с параметрами конфигурации) из коробки. Если вы предпочитаете пустой экран, Xfce Screensaver также включает параметр пустого экрана с интеграцией DPMS.
sq: The new Xfce <a href='https://docs.xfce.org/apps/screensaver/start'>Ekrankursyesi</a> i ri i Xfce-së furnizon një kyçje të formësueshme të ekranit. Mund të kaloni sipas qejfit në kyçje ekrani ose në ekrankursyes, dhe mbulohen krejt temat e Xscreensaver-it (me mundësi formësimi) fill pas instalimit. Nëse parapëlqeni një ekran të zbrazët, Ekrankursyesi Xfce përfshin gjithashtu një mundësi ekrani të zbrazët me integrim DPMS.
sr: Нови ИксФЦЕ-ов <a href='https://docs.xfce.org/apps/screensaver/start'>Чувар приказа</a> обезбеђује искуство подешавајућег чувара заслона. Можете укључивати и искључивати независно закључавање заслона и чувара приказа, и све теме Иксчуваразаслона (Xscreensaver) су подржане (са могућностима подешавања) подразумевано. Ако више волите празан заслон, Чувар приказа ИксФЦЕ-а такође садржи могућност празног приказа преко сарадње са ДПМС-ом.
sv: Den nya <a href='https://docs.xfce.org/apps/screensaver/start'>skärmsläckaren</a> i Xfce erbjuder en anpassningsbar låsskärm. Du kan selektivt växla låsskärm och skärmsläckare, och alla Xscreensaver-teman stöds (med konfigurationsalternativ) utan vidare åtgärder. Om du vill ha en tom skärm inkluderar Xfce Skärmsläckare också ett alternativ för blank skärm med DPMS-integration.
th: <a href='https://docs.xfce.org/apps/screensaver/start'>โปรแกรมรักษาหน้าจอ</a> รุ่นใหม่ของ Xfce จะให้สัมผัสที่ปรับแต่งได้ของหน้าจอล็อค คุณสามารถเลือกเปิด-ปิดหน้าจอล็อคและโปรแกรมรักษาหน้าจอได้ และยังรองรับชุดโปรแกรมรักษาหน้าจอทั้งหมดของ Xscreensaver (พร้อมตัวเลือกการปรับแต่ง) ตั้งแต่แกะกล่อง ถ้าคุณต้องการใช้หน้าจอเปล่า โปรแกรมรักษาหน้าจอของ Xfce ก็ยังมีตัวเลือกให้ใช้จอเปล่าแบบเชื่อมรวมกับ DPMS
vi: Xfce <a href='https://docs.xfce.org/apps/screensaver/start'>Trình bảo vệ màn hình</a> mới cung cấp trải nghiệm màn hình khóa có thể định cấu hình. Bạn có thể chuyển đổi có chọn lọc màn hình khóa và trình bảo vệ màn hình, đồng thời tất cả các chủ đề Xscreensaver đều được hỗ trợ (với các tùy chọn cấu hình). Nếu bạn thích màn hình trống, Xfce Screensaver cũng bao gồm tùy chọn màn hình trống có tích hợp DPMS.

source: The new lock screen, sharing styles with LightDM GTK+ Greeter for a consistent experience.
ca: La nova pantalla de bloqueig, compartint estils amb el LightDM GTK+ Greeter per a una experiència coherent.
da: Den nye låseskærm i samme stil som LightDM GTK+ Greeter for en ensartet oplevelse.
de: Der neue Sperrbildschirm, der Designs mit dem LightDM GTK+ Greeter teilt, sorgt für ein einheitliches Erlebnis.
es: La nueva pantalla de bloqueo, comparte estilos con LightDM GTK+ Greeter para una experiencia consistente.
gl: A nova pantalla de bloqueo, que comparte estilos con LightDM GTK+ Greeter para unha experiencia consistente.
he: מסך הנעילה החדש, חולק סגנונות עם מקדם הפנים LightDM GTK+ לחוויה עיקבית.
it: La nuova schermata di blocco che condivide lo stile con LightDM GTK+ Greeter per un'esperienza consistente.
kk: Жаңа бұғаттау экраны, бірыңғай стиль үшін LightDM GTK+ Greeter стильдерін қолданады.
pl: Nowy ekran blokady, współdzielenie stylów z LightDM GTK+ Greeter dla spójnego doświadczenia.
pt: O novo ecrã de bloqueio, a partilhar estilos com o Saudador LightDM GTK+ para uma experiência consistente.
pt_br: A nova tela de bloqueio, compartilhando estilos com LightDM GTK+ Greeter para uma experiência consistente.
ro: Noul ecran de blocare, care partajează stiluri cu LightDM GTK+ Greeter pentru o experiență consecventă.
ru: Новый экран блокировки, совместное использование стилей с LightDM GTK+ Greeter для единообразия опыта.
sq: Kyçja e re e ekranit, me stile të përbashkët me LightDM GTK+ Greeter, për punim të njëtrajtshëm.
sr: Ново закључавање заслона које дели начине рада са поздрављем лаког управника приказа (LightDM GTK+ Greeter) ради уједначеног искуства.
sv: Den nya låsskärmen, delar stilar med Lightdm GTK + greeter för en konsekvent upplevelse.
th: หน้าจอล็อคแบบใหม่ ซึ่งใช้สไตล์ร่วมกับหน้าต่างต้อนรับแบบ GTK+ ของ LightDM เพื่อให้สัมผัสที่ดูเป็นเนื้อเดียวกัน
tr: Tutarlı bir deneyim için LightDM GTK+ Greeter ile stilleri paylaşan yeni kilit ekranı.
vi: Màn hình khóa mới, chia sẻ phong cách với LightDM GTK+ Greeter để có trải nghiệm nhất quán.

source: Make it your own. Xfce Screensaver supports a multitude of configuration options.
ca: Fes-ho teu. Xfce Screensaver admet multitud d'opcions de configuració.
da: Gør den til din egen. Xfce Pauseskærm understøtter et væld af konfigurationsvalgmuligheder.
de: Machen Sie ihn zu Ihrem. Der Xfce Screensaver unterstützt eine Vielzahl von Konfigurationsmöglichkeiten.
es: Hazlo tuyo. El salvapantallas de Xfce admite una multitud de opciones de configuración.
gl: Fágao seu. O protector de pantalla do Xfce admite multitude de opcións de configuración.
he: הפוך אותו לשלך. שומר המסך של Xfce תומך באפשרויות הגדרה רבות.
it: Rendetelo vostro. Il Salvaschermo di Xfce supporta una moltitudine di opzioni di configurazione.
kk: Өзіңізге ыңғайлаңыз. Xfce экран сақтағышы көптеген баптау опцияларын қолдайды.
pl: Zrób to po swojemu. Wygaszacz ekranu Xfce obsługuje wiele opcji konfiguracyjnych.
pt: Faça-o seu. O protetor de ecrã do Xfce suporta uma multiplicidade de opções de configuração.
pt_br: Torne-o seu. O protetor de tela do Xfce suporta uma infinidade de opções de configuração.
ro: Personalizați-l. Protectorul de ecran Xfce acceptă o multitudine de opțiuni de configurare.
ru: Сделайте по-своему. Заставка Xfce поддерживает множество параметров конфигурации.
sq: Bëjeni si e doni. Ekrankursyei mbulon një shumicë mundësish formësimi.
sr: Начините своје. Чувар приказа ИксФЦЕ-а подржава мноштво могућности подешавања.
sv: Gör den din egen. XFCE-skärmsläckare stöder en mängd konfigurationsalternativ.
th: ปรับตามที่คุณต้องการ โปรแกรมรักษาหน้าจอของ Xfce รองรับตัวเลือกมากมายในการปรับแต่ง
tr: İstediğiniz hale getirin. Xfce Ekran Koruyucu çok sayıda yapılandırma seçeneğini destekler.
uk: Налаштуй під себе. Зберігач екрана Xfce підтримує безліч параметрів налаштування.
vi: Hãy biến nó thành của riêng bạn. Xfce Screensaver hỗ trợ vô số tùy chọn cấu hình.
