Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: <b>Thunar</b> now follows the <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> XDG user directories</a> specification; this allows you to have themed and localized user folders to store your music, documents, videos, templates, etcetera...
ca: <b>Thunar</b> ara segueix l'especificació <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> XDG directoris d'usuari</a>; això us permet tenir carpetes d'usuari temàtiques i localitzades per emmagatzemar la vostra música, documents, vídeos, plantilles, etcetera...
cs: <b>Thunar</b> nyní dodržuje specifikaci <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs">uživatelských adresářů XDG</a>, což umožňuje mít složky s motivy a lokalizované uživatelské složky pro ukládání hudby, dokumentů, videí, šablon, atd.
da: <b>Thunar</b> følger nu <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs">XDG bruger mapper</a> specifikation; dette tillader dig at temaet og lokaliseret bruger mapper til at gemme din musik, dokumenter, videoer, skabeloner og så videre ...
de: <b>Thunar</b> folgt jetzt der <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> XDG user directories</a> Spezifikation; das ermöglicht Ihnen, Ordner zum Aufbewahren von Musik, Dokumenten, Videos, Vorlagen etc. mit einem Thema zu versehen und zu lokalisieren.
es: <b>Thunar</b> ahora sigue la especificación de los <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs">directorios de usuario XDG</a>; esto le permite tener carpetas de usuario personalizadas y localizadas para guardar su música, documentos, videos, plantillas, etc…
fr: <b>Thunar</b> suit désormais la spécification <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> répertoires utilisateur XDG</a> ; ceci vous permet d’avoir des dossiers à thème et traduits pour stocker votre musique, vos documents, vidéos, modèles, etc.
gl: O <b>Thunar</b> agora segue a especificación dos <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs">cartafoles de usuario XDG</a>; isto permítelle dispor de cartafoles de usuario temáticos e localizados para almacenar a súa música, documentos, vídeos, modelos, etc...
he: <b>Thunar</b> ממלא עכשיו אחר מפרט <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> XDG user directories</a>. זה מאפשר לך תיקיות משתמש עם ערכות נושא ומקומיות לאחסון מוסיקה, מסמכים, סרטים, תבניות, וכו'...
id: <b>Thunar</b> sekarang mengikuti spesifikasi <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> direktori pengguna XDG</a>; hal ini memungkinkan Anda untuk mengaplikasikan tema dan melakukan lokalisasi folder pengguna yang digunakan untuk menyimpan musik, dokumen, video, templat, dsb...
it: <b>Thunar</b> rispetta ora le specifiche <a href="http://freedesktop.org/wiki/Software/xdg-user-dirs">XDG per le cartelle utente</a>; grazie a questo si possono avere delle cartelle utente localizzate e tematizzate per immagazzinare musica, documenti, video, modelli, ecc...
ja: <b>Thunar</b> は <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs">XDGユーザーディレクトリ</a> 仕様に準拠しました。これにより、テーマ化されローカライズされたユーザーフォルダを使用して、音楽・ドキュメント・ビデオ・テンプレートなどを保存できます。
kk: <b>Thunar</b> енді <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> XDG пайдаланушы бумалары</a> спецификациясын қолдайды; бұл сізге музыка, құжаттар, видеолар, үлгілер және т.б. сақтау үшін тақырыптары бар және аударылған пайдаланушы бумаларына ие болуға мүмкіндік береді...
lt: Dabar <b>Thunar</b> seka <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> XDG naudotojo katalogų</a> specifikacija; tai leidžia jums matyti individualizuotus ir lokalizuotus naudotojo aplankus, skirtus jūsų muzikos, dokumentų, vaizdo įrašų, šablonų ir t.t. talpinimui...
ms: <b>Thunar</b> kini menuruti spesifikasi <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> direktori pengguna XDG</a>; ia membolehkan anda temakan dan setempatkan folder pengguna untuk menyimpan muzik, dokumen, video, tempat anda dan lain-lain...
nb: <b>Thunar</b> følger nå spesifikasjonen <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs">XDG brukermapper</a>. Dette lar deg ha stilede og lokaliserte brukermapper der musikk, dokumenter, videoer, og maler lagres.
pl: <b>Thunar</b> jest teraz zgodny ze <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> specyfikacją XDG katalogów użytkownika</a>. Dzięki temu możliwe jest posiadanie zlokalizowanych katalogów użytkownika, służących do przechowywania muzyki, dokumentów, nagrań wideo, szablonów, itp.
pt: O <b>Thunar</b> já cumpre as especificações dos <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs">diretórios XDG</a>. Isto permite-lhe utilizar pastas temáticas para guardar as suas músicas, documentos, vídeos, modelos, etc...
pt_br: O <b>Thunar</b> agora segue as especificações dos <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs">diretórios de usuário XDG</a>; isso permite que você tenha pastas de usuário localizada e tematizada para armazenar suas músicas, documentos, vídeos, modelos, etc.
ro: <b>Thunar</b> urmează acum specificațiile <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> directoarelor de utilizator XDG</a>; acest lucru vă permite să aveți dosare de utilizator personalizate și cu schimarea automată a numelor acestora în funcție de configurația regională folosită pentru a vă stoca muzica, documentele, videoclipurile, șabloanele etc...
ru: Теперь <b>Thunar</b> соблюдает спецификацию <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs">Каталогов пользователя XDG</a>, что даёт возможность использовать тематические и локализованные пользовательские каталоги и располагать в них свою музыку, документы, видео, шаблоны и т.д.
sq: <b>Thunar</b>-i tani ndjek specifikimet <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> XDG për drejtoritë e përdoruesit</a>; kjo ju lejon të keni dosje përdoruesi të përkthyera dhe me një temë grafike sipas dëshirës, për depozitim të muzikës, dokumenteve, videove, gjedheve tuaja, etj…
sr: <b>Тунар</b> сада прати смернице <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> ИксДГ.а корисничких фасцикли</a>; То омогућава да имате темиране и преведене корисничке фасцикле за чување музике, докумената, видеа, образаца, итд...
sv: <b>Thunar</b> följer nu <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> XDG user directories</a> specifikationer; detta låter dig att ha temaanpassade och lokaliserade användarmappar för att lagra din musik, dokument, filmer, mallar, etcetera...
th: <b>Thunar</b> รุ่นนี้ได้ทำตามข้อกำหนด <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs">ไดเรกทอรีผู้ใช้แบบ XDG</a> แล้ว ซึ่งช่วยให้คุณมีโฟลเดอร์ผู้ใช้ที่มีชุดไอคอนตกแต่งและแปลเป็นภาษาท้องถิ่นสำหรับเก็บดนตรี, เอกสาร, วีดิทัศน์, เทมเพลต และอื่นๆ ของคุณ
tr: <b>Thunar</b> artık <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs">XDG kulanıcı dizinleri</a> tanımlamalarını takip ediyor; bu size, müziğinizi, belgelerinizi, videolarınızı ve şablonlarınızı saklamanız temalı ve yerleşimli kullanıcı klasörleri sunar...
uk: <b>Thunar</b> тепер слідує специфікаціям <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs">тек користувача XDG</a>; це дозволяє Вам мати тематизовані і локалізовані теки користувача для музики, відео, документів, шаблонів, етс...
vi: <b>Thunar</b> hiện tuân theo đặc tả <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> thư mục người dùng XDG</a>; điều này cho phép bạn có các thư mục người dùng theo chủ đề và bản địa hóa để lưu trữ nhạc, tài liệu, video, mẫu, v.v...
zh_tw: <b>Thunar</b> 現在遵循 <a href="https://freedesktop.org/wiki/Software/xdg-user-dirs"> XDG 使用者目錄</a> 規範；這讓您有主題化及在地化的使用者資料夾來儲存您的音樂、文件、影片、範本等等...

source: Thunar menu for user directories
ca: Menú de Thunar per als directoris de l'usuari
cs: Nabídka aplikace Thunar pro uživatelské adresáře
da: Thunar-menu til brugermapper
de: Thunar-Menü für Benutzerordner
es: Menú de Thunar para directorios de usuario
fr: Menu Thunar pour les répertoires utilisateurs
gl: Menú de Thunar para directorios de usuario
he: תפריט תונאר לתיקיות משתמש
id: Menu Thunar untuk direktori pengguna
it: Menu di Thunar per le cartelle dell'utente
ja: ユーザーディレクトリ用のThunarのメニュー
kk: Пайдаланушы бумаларына арналған Thunar мәзірі
lt: Naudotojo katalogams skirtas, Thunar meniu
ms: Menu Thunar untuk direktori pengguna
nb: Meny i Thunar for brukermapper
nl: Thunar menu voor gebruikers directories
oc: Menú Thunar pels repertòris dels utilizaires
pl: Menu katalogów użytkownika w programie Thunar
pt: Menu do Thunar para os diretórios do utilizador
pt_br: Menu do Thunar para diretórios do usuário
ro: Meniu Thunar pentru directoarele utilizatorilor
ru: Меню Thunar для пользовательских каталогов
sq: Menu Thunar-i për drejtori përdoruesi
sr: Тунаров изборник за корисничке фасцикле
sv: Thunar meny för användarkataloger
th: เมนู Thunar สำหรับไดเรกทอรีต่างๆ ของผู้ใช้
tr: Kullanıcı dizinleri için Thunar menüsü
uk: Меню Thunar для тек користувача
vi: Menu Thunar cho thư mục người dùng
zh_tw: 使用者目錄的 Thunar 選單

source: <b>Thunar</b> will now display a translucent icon for drives or volumes that are not mounted, so that you can distinguish them from the mounted ones.
ca: <b>Thunar</b> ara mostrarà una icona translúcida per a les unitats o volums que no estiguin muntats, de manera que pugueu distingir-los dels muntats.
cs: <b>Thunar</b> nyní u nepřipojených jednotek a svazků zobrazuje průsvitnou ikonu, abyste je rozpoznali od připojených.
da: <b>Thunar</b> vil nu vise en gennemsigtig ikon for drev og volumer der ikke er monteret, så du kan skelne dem fra de monterede.
de: <b>Thunar</b> zeigt nun ein transparentes Symbol für Laufwerke und Datenträger an, die nicht eingehängt sind, so dass sie besser von den eingehängten unterschieden werden können.
es: Ahora <b>Thunar</b> mostrará un icono traslúcido para unidades o volúmenes que no están montados, para que pueda distinguir los que están montados.
fr: <b>Thunar</b> affichera désormais une icône translucide pour les lecteurs ou volumes qui ne sont pas montés, de manière à faire la différence avec ceux qui le sont.
gl: O <b>Thunar</b> agora amosará unha icona translúcida para unidades ou volumes que non estean montadas, para que poida distinguilos das montadas.
he: <b>תונאר<b> כעת יציג אייקון שקוף עבור כוננים או כרכים שלא קובעו, כך שתוכל להבחין בהם מאלו שכן קובעו.
id: <b>Thunar</b> sekarang akan menampilkan sebuah ikon transparan untuk penggerak atau volume yang tidak dimount, sehingga Anda bisa membedakan mereka dari volume yang sudah dimount.
it: <b>Thunar</b> visualizza ora un'icona semitrasparente per le unità e i volumi che non sono montati, in modo che l'utente possa distinguerli da quelli montati.
ja: <b>Thunar</b> はドライブやボリュームがマウントされていないとき、そのアイコンを半透明で表示し、マウントしているかどうか判別できるようになりました。
kk: <b>Thunar</b> енді тіркелмеген дисктер немесе томдар үшін мөлдір таңбашаны көрсетеді, осылайша сіз оларды тіркелгендерден ажырата аласыз.
lt: Dabar <b>Thunar</b> neprijungtų diskų ir tomų piktogramas rodys kaip skaidriąsias, tokiu būdu galėsite jas lengvai atskirti nuo prijungtų.
ms: <b>Thunar</b> kini dapat memaparkan ikon lutsinar bagi peranti atau volum yang tidak dilekap, jadi anda dapat bezakannya dari peranti yang dilekap.
nb: <b>Thunar</b> vil nå vise et gjennomsiktig ikon for disker eller volumer som ikke er montert, slik at du kan skille dem fra de monterte.
nl: <b>Thunar</b> verschijnt nu een doorschijnende icoon voor schijven of volumes die niet zijn gemonteerd, zodat u ze kunt onderscheiden van de gemonteerde Ones.
oc: <b>Thunar</b> aficha ara una icòna translucida pels disques o los volums que son pas montats, de tal biais que los poscatz distinguir de los que son montats.
pl: Ikony niezamontowanych napędów i wolumenów w programie <b>Thunar</b> są teraz nieco rozjaśnione, aby odróżnić je od ikon zamontowanych nośników.
pt: Agora, o <b>Thunar</b> irá exibir um ícone translúcido para as unidades ou discos que não estão montados, de modo a que o utilizador os consiga distinguir dos que estão montados.
pt_br: O <b>Thunar</b> agora vai exibir um ícone translúcido para unidades ou volumes que não estejam montados, de forma que você possa diferenciar estes daqueles montados.
ro: <b>Thunar</b> va afișa acum o pictogramă translucidă pentru unitățile sau volumele care nu sunt montate, astfel încât să le puteți distinge de cele montate.
ru: Теперь <b>Thunar</b> будет отображать полупрозрачные значки извлечённых приводов и отсоединённых устройств, так вы сможете отличить их.
sq: <b>Thunar</b>-i tani do të shfaqë një ikonë të ndërndritur për disqe apo vëllime që janë të pamontuar, që kështu të mund t’i dalloni ata nga të montuarit.
sr: <b>Тунар</b> ће од сада приказивати прозрачне сличице за уређаје који нису прикачени, тако да их можете разликовати од неприкачених.
sv: <b>Thunar</b> kommer nu att visa genomskinliga ikoner för enheter eller volymer som inte är monterade, så att du kan skilja dem från monterade.
th: <b>Thunar</b> รุ่นนี้จะแสดงไอคอนโปร่งแสงสำหรับไดรว์หรือโวลุมที่ยังไม่ได้เมานท์ เพื่อแยกความแตกต่างจากแหล่งที่เมานท์แล้ว
tr: <b>Thunar</b>, bağlanmamış sürücü ve birimleriniz için yarı saydam bir simge gösterir, böylece onları diğer bağlanmış olanlardan ayırt edebilirisiniz.
uk: <b>Thunar</b> тепер буде показувати напівпрозорі іконки для дисків або томів, що не змонтовані, так що Ви можете відрізнити їх від змонтованих.
vi: <b>Thunar</b> bây giờ sẽ hiển thị một biểu tượng trong suốt cho các ổ đĩa hoặc ổ đĩa chưa được gắn kết, để bạn có thể phân biệt chúng với các ổ đĩa hoặc ổ đĩa chưa được gắn kết.
zh_tw: <b>Thunar</b> 現在會在磁碟區尚未掛載時將其圖示顯示為半透明，這樣您就可以將其與已掛載的磁碟區分開來。

source: Translucent icons for unmounted drives and volumes
ca: Icones translúcides per a les unitats i volums sense muntar
cs: Průsvitné ikony u nepřipojených jednotek a svazků
da: Gennemsigtige ikoner til afmonteret drev og arkiver
de: Durchscheinende Symbole für nicht eingehängte Geräte und Datenträger
es: Iconos traslúcidos para unidad y volúmenes sin montar
fr: Icônes translucides pour lecteurs et volumes non montés
gl: Iconas translúcidas para as unidades e volumes non montados
he: אייקונים שקופים עבור כוננים וכרכים לא מקובעים.
id: Ikon transparan untuk penggerak dan volume yang tidak dimount
it: Icone semitrasparenti per i volumi e le unità non montati
ja: マウントしていないドライブおよびボリュームアイコンの半透明表示
kk: Тіркелмеген дисктер мен томдарға арналған мөлдір таңбашалар
lt: Skaidriosios atjungtų diskų ir tomų piktogramos
ms: Ikon lutsinar untuk pemacu dan volum tidak dilekap
nb: Gjennomsiktige ikoner for umonterte disker og volumer
nl: Doorschijnende iconen voor gemonteerde schijven en volumes
oc: Icònas translucidas pels lectors e los volums demonitats
pl: Jaśniejsze ikony niezamontowanych napędów i wolumenów
pt: Ícones translúcidos para unidades e discos não montados
pt_br: Ícones translúcido para unidades e volumes desmontados
ro: Pictograme translucide pentru unități și volume nemontate
ru: Полупрозрачные значки для извлечённых приводов и отсоединённых устройств
sq: Ikona të ndërndritura për disqe dhe vëllime të pamontuar
sr: Прозирне сличице за неприкачене уређаје
sv: Genomskinliga ikoner för omonterade enheter och volymer
th: ไอคอนโปร่งแสงสำหรับไดรว์และโวลุมที่ยังไม่ได้เมานท์
tr: Kaldırılan sürücü ve birimler için yarı saydam simgeler
uk: Прозорі значки для незмонтованих дисків і пристроїв
vi: Biểu tượng mờ cho ổ đĩa và ổ đĩa chưa được kết nối
zh_tw: 未掛載磁碟區的半透明圖示

source: Last, but not least, <b>Thunar</b> now supports encrypted devices!
ca: Per últim, però nom menys important, <b>Thunar</b> ara és compatible amb dispositius xifrats!
cs: <b>Thunar</b> nyní podporuje také šifrovaná zařízení!
da: Sidst men ikke mindst, understøtter <b>Thunar</b> nu krypterede enheder!
de: Zu guter Letzt unterstützt <b>Thunar</b> jetzt auch verschlüsselte Geräte!
es: Por último, pero no por ello menor, ¡<b>Thunar</b> ahora admite dispositivos cifrados!
fr: Pour finir, <b>Thunar</b> gère désormais les périphériques chiffrés !
gl: O último, mais non o menos importante, é que agora o <b>Thunar</b> admite dispositivos cifrados!
he: אחרון, אבל לא סופי, <b>תונאר<b> כעת תומך בהתקנים מוצפנים!
id: Terakhir, <b>Thunar</b> sekarang mendukung perangkat terenkripsi!
it: In ultimo, ma non meno importante, <b>Thunar</b> supporta ora i dispositivi cifrati!
ja: 大事なことを言い忘れていました、<b>Thunar</b> は暗号化デバイスもサポートしました!
kk: Соңғысы, бірақ маңыздысы, <b>Thunar</b> енді шифрланған құрылғыларды қолдайды!
lt: Paskiausia, bet ne menkiausia, <b>Thunar</b> dabar palaiko šifruotus įrenginius!
ms: Terakhir, <b>Thunar</b> kini dapat menyokong peranti tersulit!
nb: Sist, men ikke minst, <b>Thunar</b> har nå støtte for krypterte enheter!
nl: Last, but not least, <b>Thunar</b> ondersteunt nu versleutelde apparaten!
oc: Darrièr punt, mas non lo moindre, <b>Thunar</b> supporte ara los periferics chifrats !
pl: Należy również wspomnieć, że <b>Thunar</b> obsługuje teraz szyfrowane nośniki!
pt: Por último mas não menos importante, o <b>Thunar</b> já possui suporte aos dispositivos encriptados!
pt_br: Por último, mas não menos importante, o <b>Thunar</b> agora suporta dispositivos criptografados!
ro: Nu în ultimul rând, <b>Thunar</b> oferă acum suport pentru dispozitive criptate!
ru: И последнее, но не менее важное, — теперь <b>Thunar</b> поддерживает зашифрованные устройства!
sq: E fundit, por jo për nga rëndësia, <b>Thunar</b>-i tani mbulon pajisje të fshehtëzuara!
sr: На крају, <b>Тунар</b> сада подржава шифроване уређаје!
sv: Sist, men inte minst, <b>Thunar</b> stöder nu krypterade enheter!
th: สุดท้ายแต่ไม่ท้ายสุด <b>Thunar</b> รุ่นนี้รองรับอุปกรณ์ที่เข้ารหัสลับแล้ว!
tr: Son olarak <b>Thunar</b> artık şifrelenmiş aygıtları da destekliyor!
uk: І останнє, але не найостанніше: <b>Thunar</b> тепер підтримує зашифровані пристрої!
vi: Cuối cùng nhưng không kém phần quan trọng, <b>Thunar</b> hiện hỗ trợ các thiết bị được mã hóa!
zh_tw: 最後，但一樣重要的是， <b>Thunar</b> 現在支援加密的裝置了！

source: Thunar support for encrypted devices
ca: Compatibilitat de Thunar per als dispositius xifrats
cs: Podpora šifrovaných zařízení v aplikaci Thunar
da: Thunar-understøttelse af krypterede enheder
de: Unterstützung in Thunar für verschlüsselte Geräte
es: Compatibilidad de Thunar con dispositivos cifrados
fr: Prise en charge Thunar des périphériques chiffrés
gl: Compatibilidade do Thunar cos dispositivos cifrados
he: תונאר תומך בהתקנים מוצפנים
id: Dukungan Thunar untuk perangkat yang terenkripsi
it: Supporto di Thunar per i dispositivi cifrati
ja: 暗号化デバイスをサポートした Thunar
kk: Шифрланған құрылғыларды Thunar арқылы қолдау
lt: Thunar šifruotų įrenginių palaikymas
ms: Sokongan Thunar untuk peranti tersulit
nb: Støtte i Thunar for krypterte enheter
nl: Thunar ondersteuning voor versleutelde apparaten
oc: Supòrt Thunar per periferics chifrats
pl: Obsługa szyfrowanych nośników w programie Thunar
pt: Suporte Thunar para os dispositivos encriptados
pt_br: Suporte do Thunar a dispositivos criptografados
ro: Suport Thunar pentru dispozitive criptate
ru: Поддержка зашифрованных устройств в Thunar
sq: Mbulim nga Thunar-i për pajisje të fshehtëzuara
sr: Тунарова подршка за шифроване уређаје
sv: Thunar stöd för krypterade enheter
th: การรองรับอุปกรณ์ที่เข้ารหัสลับของ Thunar
tr: Şifrelenmiş aygıtlar için Thunar desteği
uk: Підримка Thunar'ом зашифрованих пристроїв
vi: Hỗ trợ Thunar cho các thiết bị được mã hóa
zh_tw: Thunar 對加密裝置的支援
