Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Welcome to the Xfce community. By joining our team, you will be part of an international effort by hundreds of people working to deliver a stunning Free Software computing experience. You will meet new friends, learn new skills and make a difference to millions of users while working with people from all around the globe. There are many different ways you can become part of this, just read on and pick an area which interests you or seems challenging.
ca: Benvingut a la comunitat Xfce. En unir-te al nostre equip, formaràs part d'un esforç internacional de centenars de persones que treballen per oferir una impressionant experiència de computació de Programari Lliure. Coneixeràs nous amics, aprendràs noves habilitats i marcaràs una diferència per a milions d'usuaris mentre treballes amb persones de tot el món. Hi ha moltes maneres diferents que es pot convertir en part d'això, només llegir i triar una àrea que li interessa o sembla desafiant.
cs: Vítáme Vás v komunitě Xfce. Vstupem do našeho týmu se stanete součástí mezinárodního úsilí stovek lidí pracujících na tom, aby používání svobodného softwaru zanechalo v uživatelích pouze ty nejlepší dojmy. Při spolupráci s lidmi z celé planety poznáte nové přátele, naučíte se novým dovednostem a ovlivníte miliony uživatelů. Je spousta způsobů, jak se stát součástí toho všeho, stačí jen číst dále a vybrat si oblast, která Vás zajímá nebo která je pro Vás výzvou.
da: Velkommen til Xfce-fællesskabet. Ved at deltage på vores hold, så bliver du en del af en international indsats, bestående af hundredvis af individer, der arbejder for at levere en bragende computeroplevelse med fri software. Du vil møde nye venner, lære nye færdigheder og gøre en forskel for millioner af brugere, mens du arbejder med folk fra hele verden. Der er mange forskellige måder at blive en del af dette - læs blot videre og udvælg et område, der interesserer eller ser ud til at udfordre dig.
de: Willkommen in der Xfce-Gemeinschaft. Indem Sie unserem Team beitreten, werden Sie Teil eines internationalen Projekts, an dem Hunderte von Menschen beteiligt sind, um eine herausragende Erfahrung mit Freier Software zu ermöglichen. Sie werden neue Freunde kennen lernen, sich neue Fähigkeiten aneignen und für Millionen Nutzer etwas bewege,n während Sie mit Menschen aus der ganzen Welt zusammenarbeiten. Es gibt viele verschiedene Möglichkeiten, ein Teil von Xfce zu sein, lesen Sie weiter und entscheiden Sie sich für ein Gebiet, welches Sie interessiert oder welches eine neue Herausforderung für Sie sein könnte.
es: Bienvenido a la comunidad de Xfce. Al unirse a nuestro equipo, será parte de un esfuerzo internacional de cientos de personas que trabajan para ofrecer una experiencia informática de software libre asombrosa. Conocerás nuevos amigos, aprenderás nuevas habilidades y marcarás la diferencia para millones de usuarios mientras trabajas con personas de todo el mundo. Hay muchas formas diferentes en las que puedes formar parte de esto, solo sigue leyendo y elige un área que te interese o te parezca desafiante.
fr: Bienvenue dans la communauté Xfce. En rejoignant notre équipe, vous participerez à l’effort international de centaines de personnes travaillant à offrir une incroyable expérience du logiciel libre. Vous rencontrerez de nouveaux amis, acquerrez des compétences et ferez la différence auprès de millions d’utilisateurs en œuvrant avec des individus de toute la planète. Il existe de nombreuses façons de s’investir, continuez à lire et choisissez un domaine qui vous intéresse ou semble stimulant.
gl: Dámoslle a benvida á comunidade do Xfce. Ao unirse ao noso equipo, formará parte dun esforzo internacional realizado por centos de persoas que traballan para fornecer unha sorprendente experiencia informática de soporte lóxico libre. Poderá coñecer novos amigos, aprender novas habilidades e marcar a diferenza con millóns de usuarios mentres traballa con persoas de todo o mundo. Hai moitas maneiras diferentes de formar parte disto, só ten que ler e escoller unha área que lle interese ou pareza desafiante.
he: ברוך בואך לקהילת Xfce. הצטרפות לצוות שלנו הופכת אותך לחלק ממאמץ בין לאומי של מאות אנשים שפועלים יחדיו כדי לספק חוויית מחשוב עוצרת נשימה עם תכנה חופשית. בקהילה ניתן לפגוש חברים חדשים, לפתח יכולות חדשות ולהשפיע על מיליונים של משתמשים במהלך העבודה מול אנשים מכל רחבי העולם. ישנן מספר דרכים שונות להפוך לחלק מהמאמץ, עליך פשוט לקרוא ולבחור את האזור שמסקרן או מאתגר אותך.
id: Selamat datang di komunitas Xfce. Dengan bergabung di tim kami, anda akan menjadi bagian dari usaha ribuan orang untuk mengantarkan pengalaman Perangkat Lunak Bebas yang mempesona. Anda akan bertemu teman baru, belajar keahlian baru dan membuat perbedaan untuk jutaan pengguna sementara bekerja dengan oang-orang dari berbagai penjuru dunia. Terdapat banyak cara yang berbeda untuk kamu dapat menjadi bagian ini, silahkan baca dan ambil area yang membuat kamu tertarik atau merasa tertantang.
it: Benvenuti nella comunità di Xfce. Unendovi al nostro gruppo, si sarà parte di una forza internazionale costituita da centinaia di persone che lavorano allo scopo di fornire un'incredibile esperienza di utilizzo del computer basata sul Free Software. Si incontreranno nuovi amici, si acquisiranno nuove conoscenze lavorando con persone di tutto il mondo. Si può diventare parte di tutto questo in diversi modi: basta scegliere un'area tra le seguenti in cui si è interessati o in cui si vogliono sviluppare le proprie conoscenze.
ja: ようこそ Xfce コミュニティへ。私たちのチームに参加することで、あなたは素晴らしいフリーソフトウェアのコンピュータ体験を提供する国際的な取り組みに携わる何百人のうちの一人となります。あなたは新しい友人と出会い、新しいスキルを学び、そして世界中の人々とともに作業することで何百万人ものユーザーに貢献することになります。あなたが参加する方法には様々なものがあります。あなたが興味を引かれた、あるいは挑戦しがいのあると思ったところだけで構いませんので読んでみてください。
kk: Xfce қауымдастығына қош келдіңіз. Біздің командаға қосылу арқылы сіз керемет еркін бағдарламалық қамтама есептеу тәжірибесін ұсыну үшін жұмыс істейтін жүздеген адамдардың халықаралық талпынысының бір бөлігі боласыз. Сіз жаңа достар табасыз, жаңа дағдыларды үйренесіз және бүкіл әлемдегі адамдармен жұмыс істей отырып, миллиондаған пайдаланушыларға пайда әкелесіз. Бұған қатысудың көптеген жолдары бар, төменде оқып, сізді қызықтыратын немесе қиын болып көрінетін саланы таңдаңыз.
lt: Sveiki atvykę į Xfce bendruomenę. Prisijungę prie mūsų komandos, jūs prisidėsite prie šimtų žmonių pastangų padaryti nemokamos programinės įrangos pasaulį geresniu. Sutiksite naujų draugų, išmoksite naujų dalykų ir padarysite milijonų žmonių gyvenimą geresniu. Yra daug būdų tapti dalimi, skaitykite ir pasirinkite sritį kuri jums įdomi.
ms: Selamat datang ke komuniti Xfce. Dengan menyertai pasukan kami, anda akan menyertai satu usaha antarabangsa oleh beratus-ratus individu yang menghasilkan pengalaman pengkomputeran Perisian Bebas yang hebat. Anda akan berkenalan dengan rakan baharu, pelajari kemahiran baharu dan membuat perubahan kepada berjuta-juta pengguna selain dari dapat bekerjasama dengan ramai orang di seluruh dunia. Terdapat pelbagai cara anda boleh menyertai kami, hanya baca dan pilih bidang yang anda minat atau memberi cabaran kepada anda.
nb: Velkommen til Xfce-fellesskapet. Ved å bli med i vårt team vil du være en del av en internasjonal innsats av hundrevis av mennesker som jobber for å levere en fantastisk opplevelse av fri programvare. Du vil møte nye venner, lære nye ferdigheter og gjøre en forskjell for millioner av brukere mens du arbeider med mennesker fra hele verden. Det er mange forskjellige måter du kan bli en del av dette, bare les videre og velg deg et område som interesserer deg eller som synes utfordrende.
oc: Benvenguda dins la comunautat Xfce. En rejonhent nòstre equipa, faretz partida d'un esfòrç internacional de centenats de personas que trabalhan per ofrir una supèrba experiéncia informatica del logicial liure. Anatz rencontrar d'amics novèls, aprene de novèlas competéncias e far una diferéncia per de milions d'utilizaires, tot en trabalhant amb de monde de pertot dins lo mond. I a fòrça biaisses diferents per aquò far, Sufís de legir e de causir un domeni que vos interèssa o sembla estimulant.
pl: Witamy w społeczności Xfce. Dołączenie do naszego zespołu pozwoli Ci zostać częścią międzynarodowego ruchu, którego celem jest dostarczanie pozytywnych doświadczeń związanych z wolnym oprogramowaniem. Tutaj zawrzesz nowe znajomości i nabędziesz nowych umiejętności, pracując z ludźmi z całego świata. Przeczytaj poniższe informacje i wybierz sposób, w jaki chciałbyś zyskać swój udział w tym wszystkim.
pt: Bem-vindo à comunidade Xfce. Ao juntar-se à nossa equipa, passará a fazer parte de um esforço internacional de centenas de pessoas que trabalham para produzir uma deslumbrante experiência de computação em Software Livre. Conhecerá novos amigos, aprenderá novas técnicas e fará a diferença para milhões de utilizadores ao trabalhar com pessoas de todo o mundo. Existem diversas maneiras de se tornar parte disto, simplesmente leia e escolha uma área que lhe interessa ou que lhe pareça desafiante.
pt_br: Bem-vindo à comunidade do Xfce. Ao se juntar à equipe, você estará fazendo parte de um esforço internacional de centenas de pessoas trabalhando para entregar uma impressionante experiência computacional de Software Livre. Você encontrará novos amigos, adquirir novas habilidades e fazer a diferença para milhões de usuários enquanto estiver trabalhando com pessoas do mundo todo. Há muitas formas em que você pode fazer parte disso. Basta ler e escolher uma área que lhe interesse ou que pareça desafiadora.
ro: Bine ați venit în comunitatea Xfce. Alăturându-vă echipei noastre, veți face parte dintr-un efort internațional al sutelor de oameni care lucrează pentru a oferi o experiență uimitoare de utilizare a calculatorului cu software liber. Veți întâlni noi prieteni, veți învăța noi abilități și veți face o diferență pentru milioane de utilizatori, lucrând cu oameni din întreaga lume. Există multe modalități diferite prin care puteți deveni parte din acest proiect, citiți mai departe și alegeți un domeniu care vă interesează sau care vi se pare provocator.
ru: Добро пожаловать в сообщество Xfce. Присоединившись к нашей команде, вы станете частью международной деятельности сотен людей, работающих над созданием потрясающего свободного программного обеспечения. Вы встретите новых друзей, получите новые навыки и сделаете доброе дело для миллионов пользователей, работая совместно с людьми со всего земного шара. Существует много различных способов стать частью нашей команды, просто прочтите изложенное ниже и выберите область, которая вас интересует и кажется перспективной.
sq: Mirë se vini te bashkësia e Xfce-së. Duke u bërë pjesë e ekipit tonë, do të jeni pjesë e një përjekjeje ndërkombëtare të qindra vetëve që punojnë për të dhënë me Software të Lirë një punim mbresëlënës në kompjuter. Do të njihni shokë të rinj, do të mësoni aftësi të reja dhe do të sillni një ndryshim në miliona përdorues teksa punoni me njerëz nga anembanë rruzulli. Ka mjaft rrugë të ndryshme se si mund të bëheni pjesë e kësaj, thjesht lexoni më tej dhe zgjidhni një fushë që ju intereson ose që ju duket plot sfida.
sr: Добродошли у ИксФЦЕ заједницу. Придруживањем постајете део међународних напора хиљада људи које раде на пружању дивног слободног рачунарског искуства. Срешћете нове другове, научити нове вештине, и направити разлику милионима корисника радом са људима са свих страна земаљске кугле. Има много различитих начина да постанете део овога, само прочитајте и одаберите област која Вас занима или изгледа изазовно.
sv: Välkommen till Xfce-gemenskapen. Genom att gå med i vårt team, kommer du att bli del i en internationell ansträngning av hundratals personer som arbetar för att leverera en fantastisk datorupplevelse med fri programvara. Du kommer att träffa nya vänner, lära nya färdigheter och göra skillnad för miljoner användare medan du arbetar med personer från hela världen. Det finns flera olika sätt du kan bli delaktig i detta, fortsätt läs och välj ett område du är intresserad av eller verkar utmanande.
th: ยินดีต้อนรับสู่ชุมชน Xfce เมื่อคุณเข้าร่วมทีมของเรา คุณจะเป็นส่วนหนึ่งของงานระดับนานาชาติที่ผู้คนเป็นร้อยๆ ร่วมกันทำงานเพื่อส่งมอบประสบการณ์การใช้ซอฟต์แวร์เสรีอันน่าทึ่งสู่ผู้ใช้ คุณจะได้พบเพื่อนใหม่ เรียนรู้ทักษะใหม่ๆ และสร้างสิ่งใหม่ให้กับผู้ใช้เป็นล้านๆ คนในระหว่างที่ทำงานกับผู้คนที่มาจากทั่วโลก มีวิธีการต่างๆ ที่คุณสามารถร่วมเป็นส่วนหนึ่งของงานเหล่านี้ โดยเพียงแต่อ่านและเลือกส่วนที่คุณสนใจหรือรู้สึกท้าทาย
tr: Xfce topluluğuna hoş geldiniz. Takımımıza katılarak, çarpıcı bir Özgür Yazılım deneyimi sunmaya çalışan yüzlerce insanın uluslararası çabasının parçası olacaksınız. Dünyanın dört yanından insanlarla çalışırken yeni arkadaşlarla tanışacak, yeni beceriler kazanacak ve milyonlarca kullanıcı için fark yaratacaksınız. Bunun parçası olabileceğiniz birçok yol var, yalnızca okuyun ve çekici gelen ya da ilgi duyduğunuz konuyu seçin.
uk: Ласкаво просимо до спільноти Xfce. Приєднавшись до нашої команди, Ви станете частиною міжнародної спільноти сотень людей, що працюють над створенням чудового вільного програмного забезпечення. Ви познайомитеся з новими друзями, отримаєте нові навички і відчуєте перевагу при роботі з людьми з усього світу. Є багато різних способів приєднатися до цих починань. Просто читайте і вибирайте область, яка Вас зацікавить, або в якій Ви відчуваєте, що досягнете успіху.
vi: Chào mừng đến với cộng đồng Xfce. Khi tham gia nhóm của chúng tôi, bạn sẽ là một phần trong nỗ lực quốc tế của hàng trăm người đang nỗ lực mang lại trải nghiệm điện toán Phần mềm Miễn phí tuyệt vời. Bạn sẽ gặp gỡ những người bạn mới, học những kỹ năng mới và tạo ra sự khác biệt cho hàng triệu người dùng khi làm việc với mọi người từ khắp nơi trên thế giới. Có nhiều cách khác nhau để bạn có thể trở thành một phần của hoạt động này, chỉ cần đọc tiếp và chọn một lĩnh vực mà bạn quan tâm hoặc có vẻ đầy thử thách.
zh_tw: 歡迎來到 Xfce 社群。加入我們的團隊，您將會是提供驚人自由軟體運算體驗的數百人國際計畫的一份子。您將會認識新朋友、學到新技能，並且可以對數百萬個使用者做出貢獻，與來自世界各地的人們一同工作。您有許多方式可以成為我們的一份子，請閱讀並挑選一個您感興趣或覺得具有挑戰性的領域。

source: Possible tasks include testing, bug reporting; writing code, developing artwork, documentation or translations; or spreading the word and helping out with promotion and marketing both on line and at tradeshows and conferences.
ca: Les tasques possibles inclouen proves, informes d'errors; escriure codi, desenvolupar obres d'art, documentació o traduccions; o difondre la paraula i ajudar amb la promoció i el màrqueting tant en línia com en fires i conferències.
cs: Možné úkoly zahrnují testování, hlášení chyb, psaní kódu, tvorba grafiky, dokumentace, překládání, šíření povědomí a pomoc na propagaci nebo marketing jak přes internet, tak na veletrzích a konferencích.
da: Mulige opgaver inkluderer test, fejlrapportering, skrivning af kode, udvikling af grafik, dokumentation eller oversættelser; eller hjælpe med at dele budskabet og hjælpe med at promovere og markedsføre både online, samt ved handelsmesser og konferencer.
de: Mögliche Aufgaben sind Testen, Melden von Fehlern; Schreiben von Quellcode, Entwicklung von künstlerischen Darstellungen, Dokumentation oder Übersetzung; oder Sie machen Xfce bekannt und helfen uns mit Werbung und Marketing sowohl online als auch bei Messen und Konferenzen.
es: Las tareas posibles incluyen las pruebas, informes de errores, escritura de código, desarrollo de elementos de arte, documentación, traducciones, y la difusión y ayuda con la promoción, tanto en línea como en ferias y conferencias.
fr: Les tâches possibles comprennent les tests et rapports de bogues, l’écriture du code, la création graphique, la documentation, les traductions, ou en assurant la promotion autour de vous, en ligne, pendant les salons et conférences.
gl: As tarefas posíbeis inclúen probas, informes de fallos; escribir código, desenvolver ilustracións, documentación ou traducións; ou falar sobre o Xfce e axudar con promoción e publicidade tanto en liña como en feiras e conferencias.
he: חלק מהמשימות כוללות בדיקות, טיפול בבאגים, כתיבת קוד, איור, תיעוד, תרגום או יחסי ציבור וסיוע בקידום ובשיווק גם באמצעות האינטרנט וגם באמצעות ירידים וכנסים.
id: Banyak hal yang bisa dilakukan seperti uji coba, pelaporan kutu, memprogram aplikasi, mendesain karya seni, membuat dokumentasi, atau menerjemahkan. Tak hanya itu, promosi dan pemasaran secara daring maupun acara pertemuan, akan sangat membantu.
it: I compiti possibili includono il testing, e la segnalazione dei bug; scrittura di codice, sviluppo della grafica, documentazione e traduzione; pubblicità e aiuto con la promozione e il marketing sia online che nelle conferenze e nelle fiere.
ja: 参加可能な作業には、テスト、バグ報告、コーディング、アートワークの作成、ドキュメントの執筆、翻訳、あるいは、クチコミでの紹介や何らかのイベントやコミュニティでの宣伝の支援があります。
kk: Мүмкін болатын тапсырмаларға тестілеу, қателер туралы хабарлау; код жазу, дизайнды, құжаттаманы немесе аудармаларды әзірлеу; немесе ақпарат тарату және желіде де, көрмелер мен конференцияларда да ілгерілету мен маркетингке көмектесу жатады.
lt: Galimos užduotys įtraukia testavimą, pranešimą apie klaidas; kodo rašymą, meninio apipavidalinamo kūrimą, dokumentavimą ar vertimą; ar žodžio apie Xfce skleidimą.
ms: Tugas-tugas yang ada termasuklah pengujian, pelaporan pepijat; menulis kod, membangunkan kerja seni, dokumentasi atau terjemahahan; menyebarluas dan membantu promosi dan pemasaran sama ada diatas-talian, pameran dan persidangan.
nb: Mulige oppgaver inkluderer testing, feilrapportering; skriving av kode, utvikle skisser, dokumentasjon eller oversettelser; eller spre ordet og hjelpe til med promotering og markedsføring både på nett og på messer og konferanser.
oc: Los prètzfaits possibles comprenon los tèsts, los rapòrts de bugs, l'escritura de còdi, la creacion artistica, icòna, fonses d’ecran, tèmas, la documentacion o las traduccions, o encara presicar la bona paraula e ajudar per la promocion e lo marketing a l'encòp en linha e a de salons comenercials e de conferéncias.
pl: Możliwości jest wiele. Można testować oprogramowanie, zgłaszać błędy, pisać kod, opracowywać szatę graficzną, tworzyć dokumentację lub tłumaczenia. Nieocenioną pomocą będzie również zaangażowanie w działania marketingowe oraz promowanie na targach i konferencjach.
pt: Possíveis tarefas incluem testar, reportar bugs, escrever em código, desenvolver ilustrações, documentação ou traduções; ou espalhando a palavra e ajudando com a promoção e marketing tanto online como em feiras e conferências.
pt_br: Possíveis tarefas incluem testar, relatar bugs, escrever códigos, desenvolver obras de artes, documentação ou traduções; ou falar sobre o Xfce e ajudar com promoções e marketing, ambas on-line e em feiras e conferências.
ro: Printre sarcinile posibile se numără testarea, raportarea erorilor; scrierea de cod, dezvoltarea de lucrări de artă, documentație sau traduceri; sau răspândirea cuvântului și ajutorul în promovarea și publicitatea atât online, cât și la târguri și conferințe.
ru: Среди возможных задач: тестирование и сообщение о найденных ошибках, написание кода, разработка оформления, написание или перевод документации, популяризация и помощь в продвижении и маркетинге как в сети, так и на специализированных выставках и конференциях.
sq: Te punë të mundshme përfshihen testime, njoftime të metash; shkrim kodi, hartim gjërash grafike, dokumentim ose përkthim; ose përhapja e fjalës dhe ndihma për promovim dhe marketing si në internet ashtu edhe në panaire dhe konferanca.
sr: Могући задаци укључују пробање, пријаву грешака; писање кода, развој уметничких дела, упутстава; ширење речи и помагање са представљањем и рекламом на мрежи и скуповима.
sv: Möjliga uppgifter inkluderar testning, felrapportering, skriva kod, utveckla utseende, dokumentation eller översättning; eller sprida information och hjälpa till med marknadsföring både på Nätet och på mässor och konferenser.
th: งานที่คุณจะทำได้ มีทั้งการทดสอบ, รายงานปัญหา; เขียนโค้ด, ทำงานศิลป์, งานเอกสาร, หรืองานแปล; หรือเผยแพร่และช่วยส่งเสริมการใช้และทำการตลาด ทั้งทางออนไลน์และในงานแสดงและงานประชุมต่างๆ
tr: Olası görevler şunları içerir: Sınama, hata bildirimi; kod yazma, sanat eseri geliştirme, belgelendirme veya çeviriler; veya duyurmak, tanıtmak, çevrim içi veya fuar ve kongre gibi yerlerde pazarlamasını yapmak.
uk: Можливі завдання включають в себе тестування, повідомлення про вади; написання коду, розробка документації або переклади; або розширення світогляду і допомога з просуванням і маркетингом вживу, а також на виставках та конференціях.
vi: Các nhiệm vụ có thể thực hiện bao gồm kiểm tra, báo cáo lỗi; viết mã, phát triển tác phẩm nghệ thuật, tài liệu hoặc bản dịch; hoặc truyền bá và giúp quảng bá và tiếp thị cả trực tuyến cũng như tại các hội chợ và hội nghị.
zh_tw: 可能的工作包括了測試並回報臭蟲；編寫代碼，開發藝術品、文件或是翻譯；或是協助推廣及宣傳，無論是在線上或是展示會。

source: Documentation
ca: Documentació
cs: Dokumentace
da: Dokumentation
de: Dokumentation
es: Documentación
gl: Documentación
he: תיעוד
id: Dokumentasi
it: Documentazione
ja: ドキュメントの執筆
kk: Құжаттама
lt: Dokumentacija
ms: Dokumentasi
nb: Dokumentasjon
nl: Documentatie
oc: Documentacion
pl: Dokumentacja
pt: Documentação
pt_br: Documentação
ro: Documentație
ru: Документация
sq: Dokumentim
sr: Документација
sv: Dokumentation
th: งานเอกสาร
tr: Belgeler
uk: Документація
vi: Tài liệu
zh_tw: 文件
