Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Another big change concerns our visual identity, which we updated from a strange mix of random (partly Tango-based) icons and not following any naming scheme to a new, visually consistent set (following the freedesktop.org naming specification and a fixed color palette). We´re aware this will generate some work for icon theme maintainers (if they really want to override our gorgeous icons ;)) but we believe the longterm benefit outweighs this one-time effort.
ca: Un altre gran canvi té a veure amb la nostra identitat visual, que hem actualitzat des d'una estranya barreja d'icones aleatòries (en part basades en Tango) i no seguint cap esquema de nomenclatura a un nou conjunt visualment consistent (seguint l'especificació de nom freedesktop.org i una paleta de colors fixa). Som conscients que això generarà una mica de treball per als mantenidors de temes d'icones (si realment volen anul·lar les nostres magnífiques icones ;)) però creiem que el benefici a llarg termini supera aquest esforç únic.
de: Eine weitere große Änderung betrifft unsere visuelle Darstellung, die wir von einer seltsamen Mischung aus zufälligen (teilweise Tango-basierten) Symbole, die keinem Namensschema folgten, auf ein neues, visuell konsistentes Set (das der freedesktop.org-Namensspezifikation und einer festen Farbpalette folgt) aktualisiert haben. Wir sind uns bewusst, dass dies einige Arbeit für Icon-Theme-Maintainer generieren wird (wenn sie wirklich unsere großartigen Symbole überschreiben wollen ;)), aber wir glauben, dass der langfristige Nutzen diesen einmaligen Aufwand überwiegt.
es: Otro gran cambio se refiere a nuestra identidad visual, que actualizamos de una extraña mezcla de íconos aleatorios (en parte basados en Tango) y sin seguir ningún esquema de nomenclatura a un conjunto nuevo y visualmente consistente (siguiendo la especificación de nomenclatura de freedesktop.org y una paleta de colores fija ). Somos conscientes de que esto generará algo de trabajo para los creadores de temas de íconos (si realmente quieren anular nuestros hermosos íconos;)) pero creemos que el beneficio a largo plazo supera este esfuerzo único.
gl: Outra gran mudanza refírese á nosa identidade visual, que actualizamos dunha estraña mestura de iconas aleatorias (en parte baseadas en Tango) e que non seguen ningún esquema de nomeamento a un novo conxunto visualmente consistente (seguindo a especificación de nomes freedesktop.org e unha paleta de cores fixa ). Somos conscientes de que isto xerará algo de traballo para os mantedores de temas de iconas (se realmente queren anular as nosas fermosas iconas;)) pero cremos que o beneficio a longo prazo supera este esforzo puntual.
he: עוד שינוי גדול נוגע לזהות הויזואלית שלנו, שאותה עדכנו משילוב מוזר של אייקונים רנדומלים (בחלקם מבוססי טנגו) ושלא מקיימת אף מוסכמה שמית לסט חדש ועקבי ויזואלית (המסתמך על מפרט מתן השמות של freedesktop.org ותבנית צבע קבועה). אנחנו מודעים לעובדה שזה יגרום עבודה מסויימת למתחזקים של ערכות נושא איקונים (אם הם באמת רוצים לעקוף את האייקונים המדהימים שלנו ;)) אבל אנחנו מאמינים שהיתרון בטווח הרחוק גובר על המאמץ החד פעמי הזה.
id: Perubahan besar yang lain adalah identitas visual kami, yang kami perbarui dari pencampuran yang aneh dari sejumlah ikon (sebagian berbasis Tango) yang acak dan tidak mengikuti skema penamaan apapun, menjadi satu kumpulan baru yang konsisten secara visual (mengikuti spesifikasi penamaan freedesktop.org dan palet warna yang tetap). Kami sadar hal ini akan menimbulkan tambahan pekerjaan untuk pemelihara tema ikon (jika mereka benar-benar ingin mengganti ikon-ikon kami yang indah ;)) namun kami percaya keuntungan yang akan didapat dalam jangka panjang akan lebih besar daripada usaha satu-kali ini.
it: Un altro grande cambiamento riguarda la nostra identità visuale, infatti siamo passati da un strano mix di icone a caso (parzialmente basate su Tango) e dal fatto di non seguire alcun schema di nomenclatura ad un nuovo e visualmente consistente set (seguendo la specificazione di nomenclatura di freedesktop.org e una tavolozza fissa di colori). Siamo consapevoli che questo richiederà del lavoro in più per sviluppatori di temi delle icone (se davvero vogliono sovrascrivere le nostre splendide icone ;)) ma noi crediamo che ne vale la pena.
kk: Тағы бір үлкен өзгеріс біздің визуалды болмысымызға қатысты, оны біз кездейсоқ (жартылай Tango негізіндегі) таңбашалардың түсініксіз жиынтығынан және атау беру схемасының жоқтығынан, жаңа, визуалды түрде бірізді жиынтыққа (freedesktop.org атаулар спецификациясы мен бекітілген түстер палитрасына сәйкес) жаңарттық. Бұл таңбашалар тақырыбын қолдаушылар үшін біраз жұмыс тудыратынын білеміз (егер олар біздің тамаша таңбашаларымызды алмастырғысы келсе ;)), бірақ ұзақ мерзімді пайда бұл бір реттік күш-жігерден асып түсетініне сенеміз.
pl: Kolejna duża zmiana dotyczy naszej identyfikacji wizualnej, którą zaktualizowaliśmy z dziwnej mieszanki losowych (częściowo opartych na Tango) ikon i braku stosowania jakiegokolwiek schematu nazewnictwa do nowego, spójnego wizualnie zestawu (zgodnie ze specyfikacją nazewnictwa freedesktop.org i stałą paletą kolorów). Zdajemy sobie sprawę, że będzie to wymagało pracy opiekunów motywów ikon (jeśli naprawdę chcą zastąpić nasze wspaniałe ikony ;)), ale uważamy, że długoterminowe korzyści przeważają nad tym jednorazowym wysiłkiem.
pt: Outra grande mudança diz respeito à nossa identidade visual, que atualizámos a partir de uma estranha mistura de ícones aleatórios (parcialmente baseados no Tango) e não seguindo qualquer esquema de nomenclatura para um novo conjunto visualmente consistente (seguindo a especificação de nomenclatura do freedesktop.org e uma paleta de cores fixa). Estamos conscientes de que isto irá gerar algum trabalho para os responsáveis de ícones (se eles quiserem realmente sobrepor-se aos nossos belos ícones ;)) mas acreditamos que o benefício a longo prazo supera este esforço único.
pt_br: Outra grande mudança diz respeito à nossa identidade visual, que foi atualizada de uma mistura estranha de ícones aleatórios (parcialmente baseados no Tango) e sem seguir nenhum esquema de nomenclatura para um novo conjunto visualmente consistente (seguindo a especificação de nomenclatura do freedesktop.org e uma paleta de cores fixa). Estamos cientes de que isso gerará algum trabalho para os mantenedores de temas de ícones (se realmente quiserem substituir nossos belos ícones ;)), mas acreditamos que o benefício a longo prazo supera esse esforço pontual.
ro: O altă schimbare importantă se referă la identitatea noastră vizuală, pe care am actualizat-o de la un amestec ciudat de pictograme aleatorii (parțial bazate pe Tango) și care nu respectă nicio schemă de denumire la un set nou, consistent din punct de vedere vizual (care urmează specificațiile de denumire freedesktop.org și o paletă de culori fixă). Suntem conștienți de faptul că acest lucru va genera ceva muncă pentru cei care mențin temele de pictograme (dacă într-adevăr doresc să înlocuiască pictogramele noastre superbe ;)), dar credem că beneficiile pe termen lung depășesc acest efort unic.
ru: Еще одно большое изменение касается нашей визуальной идентичности, которую мы обновили со странного сочетания случайных (частично основанных на Tango) значков и не следуя какой-либо схеме именования, на новый, визуально согласованный набор (следуя спецификации именования freedesktop.org и фиксированной цветовой палитре). ). Мы понимаем, что это создаст некоторую работу для тех, кто занимается сопровождением тем значков (если они действительно хотят переопределить наши великолепные значки ;)), но мы считаем, что долгосрочная выгода перевешивает эти единовременные усилия.
sq: Një tjetër ndryshim i madh lidhet me identitetin tonë pamor, të cilin e përditësuam nga një turli e çuditshme ikonash kuturu (bazuar pjesërisht në Tango) dhe që nuk ndiqnin ndonjë skemë emërtimi, në një grup të ri, të njëtrajtshëm nga ana pamore (duke ndjekur specifikimet e freedesktop.org për emërtimet dhe një paletë të fiksuar ngjyrash). Jemi të ndërgjegjshëm se kjo do të pjellë ca punë për mirëmbajtësit e temave të ikonave (nëse vërtet duan të anashkalojnë ikonat tona perri ;)), por besojmë se përfitimi afatgjatë peshon më shumë se sa ky mundim i vetëmnjëhershëm.
sr: Још једна велика брига за нашу видљиву јединственост, која је зановљена из чудне мешавине насумичних сличица (делимишно заснованих на Тангу) и не пратећи било какав образац именовања у нов, видно једнообразан скуп (који прати пропис именовања по freedesktop.org и ограничени сплет боја). Свесни смо да ће ово захтевати додатну работу одрживача тема сличица (ако они заиста желе да избришу наше дивне сличице ;)) али ми верујемо у дугорочну корист од овог једнократног труда.
sv: En annan stor ändring berör vår visuella identitet, som vi uppdaterade från en lustig blandning av slumpmässiga (delvis Tango-baserade) ikoner och att inte följa något namnschema till ett nytt visuellt konsekvent set (som följer freedesktop.org:s namnspecifikation och en fast färgpalett). Vi är medvetna om att detta kommer leda till merarbete för underhållare av ikonteman (om de nu verkligen vill ersätta våra supersnygga ikoner ;)) men vi tror att den långsiktiga nyttan väger tyngst.
th: การเปลี่ยนแปลงขนานใหญ่อีกเรื่องหนึ่งคือเรื่องรูปลักษณ์ ซึ่งเราปรับจากการใช้ไอคอนที่ผสมปนเป (ซึ่งบางส่วนอ้างอิงมาจากแทงโก้) และไม่มีข้อกำหนดเรื่องชื่อ มาเป็นชุดไอคอนใหม่ที่มีหน้าตาเข้าชุดกัน (ทำตามข้อกำหนดการเรียกชื่อของ freedesktop.org และใช้จานสีที่ตายตัว) เราตระหนักดีว่าการเปลี่ยนแปลงนี้จะสร้างภาระงานให้แก่ผู้ดูแลชุดไอคอนต่างๆ (ถ้าพวกเขาต้องการแทนที่ไอคอนอันหรูหราของเราจริงๆ ;)) แต่เราเชื่อว่าผลดีในระยะยาวที่ได้จะคุ้มค่าความพยายามที่ต้องใส่ลงไปเพียงครั้งเดียวนี้
tr: Bir başka büyük değişiklik, rastgele (kısmen Tango tabanlı) simgelerin garip bir karışımından ve herhangi bir adlandırma şemasını takip etmeyen yeni, görsel olarak tutarlı bir kümeye (freedesktop.org adlandırma belirtimini ve sabit bir renk paletini izleyerek) güncellediğimiz görsel kimliğimizle ilgilidir. ). Bunun, simge teması koruyucuları için biraz iş yaratacağının farkındayız (eğer gerçekten muhteşem simgelerimizi geçersiz kılmak istiyorlarsa ;) ancak uzun vadeli yararın bu tek seferlik çabadan daha ağır basacağına inanıyoruz.
vi: Một thay đổi lớn khác liên quan đến nhận dạng hình ảnh của chúng tôi, được chúng tôi cập nhật từ sự kết hợp kỳ lạ giữa các biểu tượng ngẫu nhiên (một phần dựa trên Tango) và không tuân theo bất kỳ sơ đồ đặt tên nào sang một bộ đặt tên mới, nhất quán về mặt hình ảnh (tuân theo thông số đặt tên freedesktop.org và bảng màu cố định). Chúng tôi biết điều này sẽ tạo ra một số công việc cho những người duy trì chủ đề biểu tượng (nếu họ thực sự muốn ghi đè các biểu tượng tuyệt đẹp của chúng tôi ;)) nhưng chúng tôi tin rằng lợi ích lâu dài sẽ lớn hơn nỗ lực một lần này.

source: And then finally we did some housekeeping (e.g. by dropping Gtk2 support code) and we also added features and improvements - all while sticking to a reasonable release cycle timeframe.
ca: I finalment, vam fer una mica de neteja (per exemple, deixant anar el codi de suport Gtk2) i també vam afegir característiques i millores - tot això mantenint un període de temps de cicle de llançament raonable.
de: Und dann haben wir noch ein wenig "Haushaltung" betrieben (z. B. indem wir den Code für die Gtk2-Unterstützung gestrichen haben) und wir haben auch neue Funktionen und Verbesserungen hinzugefügt - alles unter Einhaltung eines vernünftigen Zeitrahmens für den Veröffentlichungszyklus.
es: Y luego, finalmente, hicimos algunas tareas de limpieza (por ejemplo, eliminando el código de soporte de Gtk2) y también añadimos características y mejoras, todo mientras nos ceñimos a un plazo de ciclo de lanzamiento razonable.
gl: E finalmente fixemos algunhas tarefas de limpeza (por exemplo, eliminando o código de compatíbel con Gtk2) e tamén engadimos funcións e melloras, todo isto manténdonos nun prazo de ciclo de publicación razoable.
he: ולבסוף עשינו קצת ניקוי אורוות (למשל השמטה של קוד תמיכה ב-Gtk2) וגם הוספנו מאפיינים ושיפורים - הכל תוך שמירה על משך מחזור גרסה סביר.
id: Dan akhirnya kami melakukan bersih-bersih (misalnya dengan membuang kode dukungan Gtk2) dan kami juga menambahkan berbagai fitur dan perbaikan - sambil berusaha tetap berada pada kerangka waktu siklus rilis yang masuk akal.
it: Infine abbiamo fanno alcune pulizie (ad esempio eliminando il codice di supporto per Gtk2) e abbiamo anche aggiunto feature e miglioramenti - il tutto attenendosi ad un ciclo di rilascio ragionevole.
kk: Соңында біз ретке келтіру жұмыстарын жүргіздік (мысалы, Gtk2 қолдау кодын алып тастау арқылы), сондай-ақ жаңа мүмкіндіктер мен жақсартуларды қостық — мұның бәрі шығарылым циклінің орынды мерзімдерін сақтай отырып орындалды.
pl: W końcu zrobiliśmy porządki (np. porzuciliśmy kod obsługi Gtk2), a także dodaliśmy funkcje i ulepszenia – wszystko przy zachowaniu rozsądnych ram czasowych cyklu wydawania.
pt: E, finalmente, fizemos algumas tarefas de limpeza (por exemplo, eliminando o código de suporte Gtk2) e também adicionamos funcionalidades e melhorias - tudo isso mantendo um período de ciclo de lançamento razoável.
pt_br: E, finalmente, fizemos uma organização interna (por exemplo, removendo o código de suporte ao Gtk2) e também adicionamos recursos e melhorias – tudo isso enquanto mantivemos um prazo razoável para o ciclo de lançamentos.
ro: Și apoi, în cele din urmă, am făcut un pic de curățenie (de exemplu, prin renunțarea la codul pentru suportul Gtk2) și am adăugat, de asemenea, caracteristici și îmbunătățiri - toate acestea respectând un calendar rezonabil al ciclului de lansare.
ru: И затем, наконец, мы немного поработали (например, убрали код поддержки Gtk2), а также добавили функции и улучшения — и все это, придерживаясь разумных сроков цикла выпуска.
sq: Dhe së fundi bëmë edhe ca pastrim shtëpie (p.sh., duke hequr kod mbulimi të Gtk2-së) dhe shtuam gjithashtu veçori dhe përmirësime - krejt kjo duke këmbëngulur te një plan i arsyeshëm cikli hedhjesh në qarkullim.
sr: И онда смо најзад мало почистили кућу (нпр. отказујући подршку ГТК2) и такође смо додали нове могућности и побољшања - све то држећи се разумног времена међу издањима.
sv: Och slutligen städade vi lite grann (t.ex. genom att göra oss av med stödkoden för Gtk2) och vi lade dessutom till funktioner och förbättringar - allt medan vi höll oss till ett rimligt tidsfönster för release-cykeln.
th: และท้ายที่สุด เราได้ทำงานดูแลปัดกวาด (เช่น กำจัดโค้ดที่รองรับ Gtk2) และเพิ่มความสามารถและปรับปรุงสิ่งต่างๆ โดยทั้งหมดนี้ยังคงยึดกรอบเวลาของรอบการออกรุ่นที่เหมาะสม
tr: Ve sonra nihayet biraz temizlik yaptık (örneğin Gtk2 destek kodunu bırakarak) ve ayrıca özellikler ve iyileştirmeler ekledik - bunların hepsini makul bir sürüm döngüsü zaman dilimine bağlı kalarak yaptık.
vi: Và cuối cùng, chúng tôi đã thực hiện một số công việc quản lý (ví dụ: bằng cách bỏ mã hỗ trợ Gtk2) và chúng tôi cũng đã thêm các tính năng và cải tiến - tất cả đều tuân thủ khung thời gian chu kỳ phát hành hợp lý.

source: So without further ado, here go the <strong>main highlights of this release</strong>:
ca: Així que sense més preàmbuls, aquí teniu els <strong>principals punts destacats d'aquest llançament</strong>:
de: Hier sind ohne Umschweife die <strong>Highlights dieser Version</strong>:
es: Entonces, sin más preámbulos, aquí van los <strong>aspectos más destacados de esta versión</strong>:
gl: Así que sen máis preámbulos, aquí van os <strong>principais aspectos salientábeis desta versión</strong>:
he: אז בלי הקדמות נוספות, הנה <strong>הנקודות העיקריות של גרסה זו</strong>:
id: Jadi tanpa basa basi, inilah <strong>highlight utama pada rilis ini<strong/>
it: Quindi senza ulteriori indugi, ecco le <strong>principali novità di questo rilascio</strong>:
kk: Сонымен, көп созбай, <strong>осы шығарылымның негізгі жаңалықтарына</strong> көшейік:
pl: Zatem bez zbędnych ceregieli, oto <strong>główne zalety tego wydania</strong>:
pt: Assim, sem mais demoras, aqui vão os <strong>principais destaques deste lançamento</strong>:
pt_br: Assim, sem mais demoras, aqui vão os <strong>principais destaques deste lançamento</strong>:
ro: Așadar, fără alte formalități, iată care sunt <strong>principalele puncte forte ale acestei versiuni</strong>:
ru: Без лишних слов, вот <strong>основные особенности этого выпуска</strong>:
sq: Pra, pa e zgjatur më tej, ja ku janë <strong>të nxjerra në pah pikat kryesore të kësaj hedhjeje në qarkullim</strong>:
sr: Без даљег дужења, ево <strong>истакнутог у овом издању</strong>:
sv: Så utan ytterligare åthävor, här kommer <strong>de viktigaste höjdpunkterna i denna utgåva</strong>:
th: ดังนั้น เพื่อไม่เป็นการเสียเวลา เรามาดู <strong>เรื่องเด่นหลักๆ ของรุ่นนี้</strong> กัน:
vi: Vì vậy, không dài dòng nữa, sau đây là <strong>những điểm nổi bật chính của bản phát hành này</strong>:
