Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: A lot of different distributions provide Xfce packages. Popular examples built around Xfce are <a href="https://xubuntu.org/">Xubuntu</a>, the <a href="https://fedoraproject.org/spins/xfce">Fedora Xfce Spin</a>, <a href="https://manjaro.org/products/download/">Manjaro</a> or <a href="http://www.zenwalk.org/">Zenwalk</a>, but there is a good chance your favorite distro provides packages as well.
ca: Moltes distribucions diferents proporcionen paquets de l'Xfce. Els exemples populars construïts al voltant de l'Xfce són <a href="https://xubuntu.org/">Xubuntu</a>, <a href="https://fedoraproject.org/spins/xfce">Fedora Xfce Spin</a>, <a href="https://manjaro.org/products/download/">Manjaro</a> o <a href="http://www.zenwalk.org/">Zenwalk</a>, però hi ha moltes possibilitats que la vostra distribució preferida també en proporcioni paquets.
it: Molte distribuzioni forniscono i pacchetti di Xfce. Alcuni esempi principali sono <a href="https://xubuntu.org/">Xubuntu,</a> la <a href="https://fedoraproject.org/spins/xfce">versione Xfce di Fedora (Spin)</a>, <a href="https://manjaro.org/products/download/">Manjaro</a> e <a href="http://www.zenwalk.org/">Zenwalk</a>, ma è probabile che anche la propria distribuzione preferita ne fornisce i pacchetti.
kk: Көптеген әртүрлі дистрибутивтер Xfce пакеттерін ұсынады. Xfce негізінде жасалған танымал мысалдар: <a href="https://xubuntu.org/">Xubuntu</a>, <a href="https://fedoraproject.org/spins/xfce">Fedora Xfce Spin</a>, <a href="https://manjaro.org/products/download/">Manjaro</a> немесе <a href="http://www.zenwalk.org/">Zenwalk</a>, бірақ сіздің таңдаулы дистрибутивіңіз де пакеттерді ұсынуы әбден мүмкін.
pl: Pakiety Xfce dostarczane są przez wiele różnych dystrybucji. Popularne systemy u podstaw, których leży Xfce to <a href="https://xubuntu.org/">Xubuntu</a>, <a href="https://fedoraproject.org/spins/xfce">edycja Fedora Xfce</a>, <a href="https://manjaro.org/products/download/">Manjaro</a> i <a href="http://www.zenwalk.org/">Zenwalk</a>. Mniej znane dystrybucje również udostępniają pakiety Xfce.
ro: O mulțime de distribuții diferite oferă pachete Xfce. Exemple populare construite în jurul Xfce sunt <a href="https://xubuntu.org/">Xubuntu</a>, <a href="https://fedoraproject.org/spins/xfce">Fedora Xfce Spin</a>, <a href="https://manjaro.org/products/download/">Manjaro</a> sau <a href="http://www.zenwalk.org/">Zenwalk</a>, dar există șanse mari ca și distribuția dvs. preferată să ofere pachete.
vi: Rất nhiều bản phân phối khác nhau cung cấp gói Xfce. Các ví dụ phổ biến được xây dựng xung quanh Xfce là <a href="https://xubuntu.org/">Xubuntu</a>, <a href="https://fedoraproject.org/spins/xfce">Fedora Xfce Spin</a>, <a href="https://manjaro.org/products/download/">Manjaro</a> hoặc <a href="http://www.zenwalk.org/">Zenwalk</a>, nhưng rất có thể bản phân phối yêu thích của bạn cũng cung cấp các gói.

source: You can find a more complete list at <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
ca: Podeu trobar una llista més completa a <a href="https://distrowatch.com/search.php?pkg=xfdesktopamp;pkgver=%s">DistroWatch.com</a>.
cs: Přesnější seznam naleznete na webové stránce <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
da: Du kan finde en mere komplet liste hos <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
de: Eine ausführlichere Liste finden Sie auf <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
es: Puede encontrar una lista más detallada en <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
fr: Vous pouvez trouver une liste plus complète sur <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
gl: Pode atopar unha lista máis completa en <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
he: אפשר למצוא רשימה מלאה יותר באתר<a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
id: Anda bisa menemukan daftar yang lebih lengkap di <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
it: Si può trovare una lista più esauriente su <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
ja: より完全なリストは <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a> で確認できます。
kk: Толығырақ тізімді <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a> сайтынан таба аласыз.
lt: Išsamesnį sąrašą galite rasti <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
ms: Anda boleh cari lagi senarai lengkap di <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
nb: En mer komplett liste finnes på <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
pl: Pełną listę można znaleźć pod adresem <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
pt: Pode encontrar uma lista mais completa em <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
pt_br: Você pode encontrar uma lista mais completa no <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
ro: Puteți găsi o listă mai completă la <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
ru: Более полный список можно найти на <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
sq: Një listë më të plotë mund ta gjeni te <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
sr: Потпунију листу можете пронаћи на <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
sv: Du kan hitta en mer komplett lista på <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
th: คุณสามารถดูรายชื่อที่ครบกว่านี้ได้ที่ <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>
tr: <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a> adresinde daha eksiksiz bir liste bulabilirsiniz.
uk: Повний список можна знайти на <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
vi: Bạn có thể tìm thấy danh sách đầy đủ hơn tại <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a>.
zh_tw: 您可以在 <a href="https://distrowatch.com/search.php?pkg=xfdesktop&amp;pkgver=%s">DistroWatch.com</a> 上找到更完整的列表。

source: Artwork
cs: Grafika
da: Kunstnerisk materiale
de: Kunst
es: Arte
fr: Illustrations
gl: Imaxes
he: עבודת אומנות
id: Karya Seni
it: Grafiche
ja: アートワーク
kk: Көркемдеу
lt: Meninis apipavidalinimas
ms: Kerja Seni
nb: Kunstverk
nl: Geschreven door Jerôme Guelfucci (februari 2009)
oc: Illustracions
pl: Projekty graficzne
pt: Trabalhos artísticos
pt_br: Obra de arte
ro: Ilustrații
ru: Оформление
sr: Цртежи
sv: Grafik
th: งานศิลป์
tr: Sanatsal Çalışmalar
uk: Графіка
vi: Tác phẩm nghệ thuật
zh_tw: 美術主題

source: <a href="%s"> Download the Xfce artwork tarball .</a>. It contains some high-quality logos and banners. Copying of the Xfce logo is subject to the LGPL copyright license.
ca: <a href="%s"> Descarrega el tarball d'art de l'Xfce .</a>. Conté alguns logotips i pancartes d'alta qualitat. La còpia del logotip de l'Xfce està subjecta a la llicència de drets d'autor LGPL.
de: <a href="%s">Laden Sie den Xfce Artwork-Tarball herunter</a>. Er enthält einige hochwertige Logos und Banner. Das Kopieren des Xfce-Logos unterliegt der LGPL-Copyright-Lizenz.
es: <a href="%s">Descargue el archivo tar con ilustraciones de Xfce.</a>. Contiene algunos logotipos y pancartas de alta calidad. La copia del logotipo de Xfce está sujeta a la licencia de derechos de autor LGPL.
gl: <a href="%s">Descargar o ficheiro comprimido de creacións gráficas do Xfce</a>. Contén algúns logotipos e báners de alta calidade. A copia do logotipo do Xfce está suxeita á licenza de dereitos de LGPL.
he: <a href="%s">הורד tarball עם גרפיקת Xfce.</a> הוא מכיל לוגואים ובאנרים באיכות גבוהה. העתקה של לוגו Xfce נתונה לרישיון זכויות יוצרים LGPL.
it: È possibile scaricare l'archivio contenente le grafiche di Xfce <a href="%s">qui</a>. Contiene loghi e striscioni in alta definizione. Si ricorda che la copia del logo di Xfce è soggetta alla licenza LGPL.
kk: <a href="%s"> Xfce дизайнының tarball файлын жүктеп алу .</a>. Онда жоғары сапалы логотиптер мен баннерлер бар. Xfce логотипін көшіру LGPL авторлық құқық лицензиясымен реттеледі.
pl: <a href="%s"> Pobierz plik tarball z grafiką Xfce .</a>. Zawiera logo i banery i wysokiej jakości. Kopiowanie logo Xfce podlega licencji praw autorskich LGPL.
pt: <a href="%s"> Transfira a "tarball" do grafismo "artwork" Xfce .</a>. Contém alguns logótipos e "banners" de alta qualidade. A cópia do logótipo do Xfce está sujeita à licença de direitos de autor LGPL.
pt_br: <a href="%s"> Baixe o "tarball" de "artwork" do Xfce .</a>. Contém alguns logotipos e banners de alta qualidade. A cópia do logotipo do Xfce está sujeita à licença de direitos de autor LGPL.
ro: <a href="%s">Descărcați arhiva comprimată cu ilustrațiile Xfce .</a>. Acesta conține câteva logo-uri și bannere de înaltă calitate. Copierea logo-ului Xfce este supusă licenței de drepturi de autor LGPL.
ru: <a href="%s">Загрузите tar-архив Xfce с изображением</a>. Он содержит несколько высококачественных логотипов и баннеров. Копирование логотипа Xfce регулируется лицензией на авторские права LGPL.
sq: <a href="%s"> Shkarkoni paketën grafike të Xfce-së .</a>. Përmban disa stema dhe banderola në cilësi të lartë. Kopjimi i stemës së Xfce është subjekt i licencës LGPL për të drejta kopjimi.
sr: <a href="%s"> Преузмите сажману лоптицу уметничких радова Иксфце-а .</a>. Садржи висококвалитетне грбове и летке. Умножавање грба Иксфце-а је предмет овлашћења умножавања ЛГПЛ.
vi: <a href="%s"> Tải xuống tarball tác phẩm nghệ thuật Xfce .</a>. Nó chứa một số logo và banner chất lượng cao. Việc sao chép logo Xfce phải tuân theo giấy phép bản quyền LGPL.

source: Translation
ca: Traducció
cs: Překlad
da: Oversættelse
de: Übersetzung
es: Traducción
fr: Traduction
gl: Tradución
he: תיעוד
id: Translasi
it: Traduzione
ja: 翻訳
kk: Аударма
lt: Vertimas
ms: Terjemahan
nb: Oversettelse
oc: Traduccion
pl: Tłumaczenie
pt: Tradução
pt_br: Tradução
ro: Traducerea
ru: Перевод
sq: Përkthim
sr: Превод
sv: Översättning
th: งานแปล
tr: Çeviri
uk: Переклад
vi: Dịch thuật
zh_tw: 翻譯

source: information about translating Xfce
ca: informació sobre la traducció de l'Xfce
cs: informace o překládání Xfce
da: information om oversættelse af Xfce
de: Informationen zur Übersetzung von Xfce
es: Información sobre la traducción de Xfce
fr: informations sur la traduction de Xfce
gl: información sobre a tradución de Xfce
he: מידע בנוגע לתרגום Xfce
id: informasi tentang penerjemahan Xfce
it: Informazioni sulla traduzione di Xfce
ja: Xfce の翻訳に関する情報
kk: Xfce аудару туралы ақпарат
lt: informacija apie Xfce vertimą
ms: maklumat mengenai penterjemahan Xfce
nb: Informasjon om oversetting av Xfce
oc: informacions sus la traduccion de Xfce
pl: zawiera informacje na temat tłumaczenia Xfce
pt: informações acerca de como traduzir o Xfce
pt_br: iInformações sobre a tradução do Xfce
ro: informații despre traducerea Xfce
ru: информация о переводе Xfce
sq: informacion rreth përkthimit të Xfce-së
sr: подаци о превођењу ИксФЦЕа
sv: Information om att översätta Xfce
th: ข้อมูลเกี่ยวกับการแปล Xfce
tr: Xfce çevirisi hakkında bilgi
uk: інформація про переклад Xfce
vi: thông tin về dịch Xfce
zh_tw: Xfce 的翻譯資訊

source: GitLab Instance
ca: Instància GitLab
de: GitLab Instanz
es: Instancia GitLab
gl: Instancia GitLab
he: מופע GitLab
it: Istanza GitLab
kk: GitLab инстанциясы
pl: Instancja GitLab
pt: Instância GitLab
pt_br: Instância do GitLab
ro: Instanța GitLab
ru: Экземпляр GitLab
sq: Instancë GitLab
sr: Примерак Гитлаба
sv: GitLab instans
vi: Phiên bản GitLab

source: the Xfce translation portal
ca: el portal de traducció de l'Xfce
cs: portál pro překládání Xfce
da: Xfce's oversættelsesportal
de: das Xfce-Übersetzungsportal
es: El portal de traducción de Xfce
fr: le portail de traduction de Xfce
gl: o portal de tradución de Xfce
he: פורטל התרגום של Xfce
id: portal penerjemahan Xfce
it: Il portale per la traduzione di Xfce
ja: Xfce 翻訳ポータル
kk: Xfce аударма порталы
lt: Xfce vertimo portalas
ms: Portal terjemahan Xfce
nb: Xfce oversettelsesportal
oc: Lo portalh de traduccion de Xfce
pl: umożliwia tłumaczenie Xfce
pt: o portal de traduções do Xfce
pt_br: o portal de traduções do Xfce
ro: portalul de traduceri Xfce
ru: портал перевода Xfce
sq: portali i përkthimit të Xfce-së
sr: преводилачка платформа ИксФЦЕ-а
sv: Xfce:s översättningsportal
th: เว็บตั้งต้นสำหรับงานแปล Xfce
tr: Xfce çeviri portalı
uk: портал перекладу Xfce
vi: cổng dịch thuật Xfce
zh_tw: Xfce 翻譯入門網站

source: Get Involved
ca: Participació
cs: Zapojte se
da: Deltag
de: Mithelfen
es: Involúcrese
fr: Contribuer
gl: Participe
he: לתת כתף
id: Ikut Terlibat
it: Per partecipare
ja: 参加する
kk: Қатысу
lt: Prisidėkite
ms: Sertai Kami
nb: Involver deg
oc: S'implicar
pl: Rozwój
pt: Participe
pt_br: Envolva-se
ro: Implică-te
ru: Принять участие
sq: Përfshihuni
sr: Прикључи се
sv: Bli involverad
th: มีส่วนร่วม
tr: Katıl
uk: Приєднуйся!
vi: Tham gia
zh_tw: 參與其中
