Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: This document intends to answer these questions and aims at defining a policy that we can refer to when planning releases.
cs: Tento dokument má za úkol odpovědět na tyto otázky a definuje zásady, na které můžeme odkazovat při plánování vydání.
da: Dette dokument har formålet med at svare på disse spørgsmål og sigter efter definering af politik som vi kan referere til når vi planlægger udgivelser.
de: Dieses Dokument beabsichtigt, diese Fragen zu beantworten und zielt auf die Definition eines Regelwerks, das wir als Bezug nehmen, um Freigaben zu planen.
fr: Ce document vise à répondre à ces questions et définir une politique à laquelle nous pouvons nous référer lors de la planification de versions.
id: Dokumen ini dimaksudkan untuk menjawab pertanyaan-pertanyaan tersebut dan bertujuan untuk mendefinisikan sebuah kebijakan yang bisa menjadi rujukan ketika kita melakukan perencanaan rilis.
ja: この文書はこれらの問いに対する回答となることを意図し、リリースを計画するときの基準となる方針を定めることを目指しています。
lt: Šis dokumentas turėtų atsakyti į šiuos klausimus.
ms: Dokumen ini bertujuan untuk menjawab persoalan ini dan bermatlamat untuk mentakrifkan polisi yang kami rujuk bila merancang keluaran.
nb: Dette dokumentet har til hensikt å gi svar på disse spørsmålene og tar sikte på å definere en policy som vi kan henvise til når nye utgivelser planlegges.
nl: Dit document beoogt deze vragen te beantwoorden en is gericht op het definiëren van een beleid dat we kunnen verwijzen naar bij de planning van releases.
oc: Aqueste document visa a respondre a aquelas questions e visa a definir una politica a la quala nos podèm referir al moment de la planificacion de las versions.
pt: Este documento pretende responder a estas questões e pretende também que explique a política de disponibilização das novas versões.
ru: Данный документ призван ответить на эти вопросы и определить политику, которой мы можем следовать при планировании выпусков.
sq: Ky dokument synon t’u përgjigjet këtyre pyetjeve dhe të përkufizojë një politikë të cilës mund t’i referohemi kur planifikojmë hedhje në qarkullim.
sv: Detta dokument försöker att besvara dessa frågor och syftar till att definiera en policy som vi kan hänvisa till när vi planerar utgåvor.
th: เอกสารนี้มุ่งตอบคำถามเหล่านี้ และมีเป้าหมายเพื่อกำหนดนโยบายที่เราสามารถอ้างอิงได้ในการวางแผนออกรุ่นต่างๆ
tr: Bu belge bu soruları yanıtlamak ve sürüm planlama ilkelerimizi tanımlamayı amaçlamaktadır.
uk: Цей документ має на меті відповісти на ці питання і про нашу політику щодо планування випусків.
zh_tw: 這個文件試圖回答這些問題，並旨在定義一個我們在籌畫新版本時可以參考的策略。

source: The Xfce Core Desktop
cs: Jádro prostředí Xfce
da: Xfce-kerneskrivebord
de: Die Xfce-Kernumgebung
fr: Le cœur du bureau Xfce
id: Desktop Inti Xfce
ja: Xfce コアデスクトップ
lt: Xfce branduolys
ms: Desktop Teras Xfce
nb: Sentrale elementer i Xfce-skrivebordsmiljøet
nl: De Xfce desktop Core
oc: Lo burèu de basa Xfce
pt: O ambiente de trabalho Xfce
ru: Основная оболочка Xfce
sq: Desktopi Xfce Bazë
sv: Xfce:s kärnskrivbord
th: เดสก์ท็อป Xfce แกนหลัก
tr: Xfce Temel Masaüstü
uk: Ядро стільниці Xfce
zh_tw: Xfce 核心桌面

source: All core components of the Xfce desktop must adhere to the release policy defined in this document.
cs: Všechny klíčové komponenty prostředí Xfce musí dodržovat zásady pro vydávání definované tímto dokumentem.
da: Alle kernekomponenter af Xfce-skrivebordet skal følge udgivelsesretningslinjer som er defineret i dette dokument.
de: Alle Kernkomponenten der Xfce-Umgebung müssen der Freigabe-Politik entsprechen, die in diesem Dokument festgelegt ist.
fr: Tous les composants de base du bureau Xfce doivent adhérer à la politique de publication définie dans ce document.
id: Seluruh komponen inti desktop Xfce harus mentaati kebijakan rilis yang dinyatakan pada dokumen ini.
ja: Xfce デスクトップのすべてのコアコンポーネントは、この文書で定められたリリース方針を遵守しなければならない。
lt: Visi Xfce branduolio komponentai turi būti čia, taip kaip aprašyta leidimo politikos dokumente.
ms: Semua komponen teras dekstop Xfce mesti menuruti polisi keluaran yang termaktub di dalam dokumen ini
nb: Alle sentrale komponenter i skrivebordsmiljøet Xfce må rette seg etter utgivelsespolicyen som dette dokumentet definerer.
nl: Alle kernonderdelen van de Xfce desktop moeten voldoen aan de release beleid, zoals vastgelegd in dit document.
oc: Totes los components de basa de l'ordenador de burèu Xfce devon aderir a la politica de version definits dins lo present document.
pt: Todos os componentes do Xfce devem aderir à política de disponibilização de versões referida neste documento.
ru: Все основные компоненты рабочего стола Xfce должны придерживаться политики выпуска, определённой в этом документе.
sq: Krejt përbërësit bazë të desktopit Xfce duhet të jenë në përputhje me rregullat e hedhjes në qarkullim të përkufizuara në këtë dokument.
sv: Alla kärnkomponenter i Xfce-skrivbordet måste hålla sig till utgåvepolicyn som definieras i detta dokument.
th: องค์ประกอบแกนหลักทั้งหมดของเดสก์ท็อป Xfce จะต้องทำตามนโยบายการออกรุ่นตามที่กำหนดในเอกสารนี้
tr: Xfce masaüstünün tüm temel bileşenleri, bu belge içinde belirtilmiş sürüm ilkesine bağlı kalmalıdır.
uk: Всі основні компоненти стільниці Xfce повинні дотримуватися політики випусків, визначену в цьому документі.
zh_tw: 所有 Xfce 桌面的核心組件都必須遵照此文件所定義的釋出策略。

source: Essential Dependencies
cs: Nezbytné závislosti
da: Essentielle afhængigheder
de: Grundlegende Abhängigkeiten
fr: Dépendances cardinales
id: Dependensi Umum
ja: 必須の依存関係
lt: Pagrindinės priklausomybės
ms: Dependensi Penting
nb: Essensielle avhengigheter
nl: Van essentieel belang afhankelijkheden
oc: Dependéncias essencials
pt: Dependências essenciais
ru: Необходимые зависимости
sq: Varësi Thelbësore
sv: Nödvändiga beroenden
th: ซอฟต์แวร์ประกอบที่จำเป็น
tr: Temel Bağımlılıklar
uk: Важливі залежності
zh_tw: 必備相依關係

source: The Release Cycle
cs: Cyklus pro vydávání
da: Udgivelsescyklussen
de: Der Veröffentlichungszyklus
fr: Le cycle de publication
id: Siklus Rilis
ja: リリースサイクル
lt: Išleidimo ciklas
ms: Kitar Keluaran
nb: Utgivelses-syklus
nl: De release-cyclus
oc: Lo cicle de parucion
pt: O ciclo de desenvolvimento
ru: Цикл выпуска
sq: Cikël Hedhjesh Në Qarkullim
sv: Utgåvecykeln
th: รอบการออกรุ่น
tr: Sürüm Döngüsü
uk: Цикл випуску
zh_tw: 發行週期

source: The release cycle involves a short planning phase, a development phase with development releases and a release phase, eventually leading to a new stable release of the entire Xfce core desktop. In parallel to these phases, a maintenance process of the current stable release will continue. During this phase, bugfix releases and security fixes will be released for the stable version of Xfce.
cs: Cyklus pro vydávání zahrnuje krátkou fázi plánování, fázi pro vývoj s vývojovými vydáními a fázi vydání vedoucí nakonec k novému stabilnímu vydání celého jádra prostředí Xfce. Během těchto fázi se současně pokračuje v procesu údržby aktuálního stabilního vydání. Během této fáze jsou pro stabilní verzi Xfce vydávány opravy běžných a bezpečnostních chyb.
da: Udgivelses-cyklussen involverer en kort planlægnings-fase, en udviklings-fase med udviklings-udgivelser og en udgivelses-fase, der eventuelt fører til en ny stabil udgivelse af hele Xfce kerne skrivebordet. I parallel til disse faser, en vedligeholdelses-process af den nuværende stabile udgivelse vil forsætte. I løbet af denne fase, vil fejl-retninger og sikkerheds-fejl udgives med den stabile version af Xfce.
de: Ein Veröffentlichungszyklus besteht aus einer kurzen Planungsphase, einer Entwicklungsphase mit Entwicklerveröffentlichungen und einer Freigabephase, welche eventuell zu einer neuen stabilen Version der gesamten Xfce-Kernumgebung führt. Parallel zu diesen Phasen wird der Wartungsprozess der aktuellen stabilen Version aufrechterhalten. Während dieser Zeit werden Fehlerkorrekturen vorgenommen und Sicherheitspatches in die stabile Version von Xfce eingepflegt.
fr: Le cycle de publication commence avec une courte phase de planification suivie d’une phase de conception de plusieurs versions de développement. Vient ensuite la phase de publication qui aboutit à une nouvelle version stable de l’ensemble du cœur du bureau Xfce. Parallèlement, la maintenance de la version stable existante continue. Elle bénéficiera de corrections de bogues et de sécurité.
id: Siklus rilis terdiri dari fase perencanaan jangka pendek, fase pengembangan dengan beberapa rilis pengembangan, dan fase rilis, yang pada akhirnya menghasilkan sebuah rilis stabil dari keseluruhan desktop inti Xfce. Bersamaan dengan fase-fase tersebut, dilakukan proses pemeliharaan terhadap rilis stabil saat ini. Selama fase ini, rilis perbaikan awakutu dan perbaikan keamanan akan dirilis untuk versi stabil Xfce.
ja: リリースサイクルは、短期計画フェイズ、開発版リリースを伴う開発フェイズ、およびリリースフェイズからなり、最終的に Xfce コアデスクトップの新規安定版リリースに至る。これらに並行して、現在の安定版リリースのメンテナンスも継続する。また、この期間中にXfce の安定版バージョンにおけるバグ修正やセキュリティ修正のリリースも必要に応じて行われる。
lt: Išleidimo ciklas įtraukia trumpą planavimo fazę, kūrimo fazę su kūrimo leidimais ir išleidimo fazę, galiausiai vedančią į naują stabilų viso Xfce branduolio leidimą. Kartu su šiomis fazėmis stabilių leidimų priežiūra nenutrūksta ir tęsiama. Šios fazės metu, stabiliai versijai bus išleisti klaidų pataisymai ir saugumo pataisos.
ms: Kitar keluaran melibatkan satu fasa perancangan yang pendek, fasa pembangunan dengan keluaran pembangunan dan fasa keluaran, seterusnya ke arah keluaran stabil baharu keseluruhan desktop teras Xfce. Bagi menyelaras fasa-fasa ini, satu proses penyelenggaraan keluaran stabil semasa akan diteruskan. Ketika fasa ini, keluaran pembaikan pepijat dan pembaikan keselamatan akan dikeluarkan untuk versi stabil Xfce.
nb: Utgivelses-syklusen omfatter en kort planleggingsfase, en utviklingsfase med utviklerutgivelser, og en utgivelsesfase, som etter hvert vil føre til en ny stabil utgivelse av hele Xfce. Den nåværende stabile utgivelsen forvaltes samtidig med disse fasene. Det vil si at programvarefeil og sikkerhetsbrudd rettes.
nl: De release-cyclus omvat een korte planningsfase, een ontwikkelingsfase met de ontwikkeling releases en een release fase, uiteindelijk leidend tot een nieuwe stabiele release van de gehele Xfce core desktop. Parallel aan deze fasen zal een onderhouds-proces van de huidige stabiele release voort te zetten. Tijdens deze fase zal bugfix releases en security fixes vrijgegeven voor de stabiele versie van Xfce.
oc: Lo cicle de version implique una fasa de planificacion court, una fasa de desvolopament amb las versions de desvolopament e una fasa de version, per aboutir finalament a una novèla version establa de l'ensemble del còr del burèu Xfce. En parallèle a ces fasas, un processus de mantenença de la version establa actuelle va se poursuivre. Pendent aquesta fasa, las correccions de bugs e correctius de seguretat seràn libérés per la version establa de Xfce.
pt: O ciclo de lançamento envolve uma fase curta de planeamento, uma fase de desenvolvimento com lançamentos de desenvolvimento e uma fase de lançamento, eventualmente levando a um lançamento estável de todo o ambiente central do Xfce. Em paralelo a essas fases, o processo de manutenção no atual lançamento estável irá continuar. Durante esta fase, versões de correções de bugs e correções de segurança serão lançados para a versão estável do Xfce.
ru: Цикл выпуска включает в себя короткую фазу планирования, фазу разработки с опытными выпусками и фазу выпуска, в итоге ведущую к новому стабильному выпуску всего ядра рабочего стола Xfce. Процесс сопровождения текущего стабильного выпуска продолжается параллельно этим фазам. В течение этой фазы для стабильной версии Xfce будут выпускаться исправления ошибок и исправления безопасности.
sq: Cikli i hedhjeve në qarkullim përfshin një fazë të shkurtër planifikimi, një fazë zhvillimi me hedhje në qarkullim zhvillimi dhe një fazë hedhjeje në qarkullim, që shpien më në fund në një version të ri të qëndrueshëm të krejt desktopit bazë Xfce. Në paralel me këto faza, do të vazhdojë procesi i mirëmbajtjes së hedhjes së qëndrueshme në fuqi. Gjatë kësaj faze, për versionin e qëndrueshëm të Xfce-së do të hidhen në qarkullim versione për ndreqje të metash dhe ndreqje të sigurisë.
sv: Utgåvecykeln omfattar en kort planeringsfas, en utvecklingsfas med utvecklingsutgåvor och en utgivningsfas, som slutligen leder till en ny stabil utgåva av hela Xfce:s kärnskrivbord. Parallellt med dessa faser, fortsätter en underhållsprocess av den nuvarande stabila utgåvan. Under denna fas kommer utgivningar av felrättningar och säkerhetsfixar att släppas för Xfce:s stabila version.
th: รอบการออกรุ่นประกอบด้วยขั้นวางแผนสั้นๆ ตามด้วยขั้นพัฒนาซึ่งจะมีรุ่นพัฒนาออกมา และขั้นออกรุ่น ซึ่งในที่สุดจะนำไปสู่รุ่นเสถียรรุ่นใหม่ของเดสก์ท็อป Xfce แกนหลักทั้งหมด และพร้อมๆ กับขั้นต่างๆ เหล่านี้ กระบวนการบำรุงรักษาของรุ่นเสถียรปัจจุบันก็ยังคงดำเนินต่อไป โดยในขั้นนี้จะมีรุ่นแก้บั๊กและแก้ปัญหาระบบรักษาความปลอดภัยออกมาสำหรับรุ่นเสถียรของ Xfce
tr: Sürüm döngüsü, kısa bir planlama evresi içerir, geliştirme sürümleriyle geliştirme evresi ve sürüm evresinin sonunda, Xfce temel masaüstünün yeni bir kararlı sürümüne öncülük edecektir. Bu evrelere paralel olarak, mevcut kararlı sürümün bakımı deval edecektir. Bu evre sırasında, hata çözüm sürümleri ve güvenlik çözüm sürümleri, Xfce kararlı sürümü için çıkarılacaktır.
uk: Цикл випуску містить коротку фазу планування, розробницьку фазу і фазу випуску, яка може привести до стабільного випуску всієї стільниці Xfce. Паралельно до цих фаз продовжується робочий процес над стабільним випуском. Під час цих фаз також продовжується праця над вадами, що ввійдуть у стабільну версію Xfce.
zh_tw: 釋出週期包含了一個短暫的計畫階段、一個以開發版形式進行的開發階段、以及一個釋出階段，直到最終的整個 Xfce 核心桌面釋出。與這些階段並行的是維護當前的穩定版本。此階段期間，會釋出當前穩定版本的錯誤修復與安全性修復。

source: Below you can see a graphical timeline of an example release cycle and maintenance process for Xfce 4.8 with three components: Thunar, exo and xfwm4.
cs: Níže vidíte příklad grafické časové osy cyklu pro vydávání a proces údržby tří komponent Xfce 4.8: Thunar, exo a xfwm4.
da: Nedenfor kan du se den grafiske livslinje af et eksempel udgivelse-cyklus og vedligeholdes-process for Xfce 4.8 med disse tre komponenter: Thunar, exo og xfwm4.
de: Nachfolgend finden Sie eine grafische Darstellung eines beispielhaften Veröffentlichungszyklus und Wartungsprozesses für Xfce 4.8 mit drei Komponenten: Thunar, exo und xfwm4.
fr: Vous pouvez voir ci-dessous une chronologie graphique d’un exemple de cycle de publication et de maintenance pour Xfce 4.8 avec trois composants : Thunar, exo et xfwm4.
id: Anda bisa melihat sebuah linimasa dari suatu contoh siklus rilis dan proses pemeliharaan untuk Xfce 4.8 dengan tiga komponen: Thunar, exo, dan xfwm4.
ja: 以下に Xfce 4.8 の 3 つのコンポーネント (Thunar、exo、xfwm4) のリリースサイクルおよびメンテナンスプロセスのスケジュールの例図を示す。
lt: Žemiau galite peržiūrėti grafinę laiko liniją, tai Xfce 4.8 su trimis elementais(Thunar, exo ir xfwm4) išleidimo ciklo ir priežiūros pavyzdys.
ms: Dibawah anda dapat lihat garis masa bergrafik satu contoh kitar keluaran dan proses penyelenggaraan untuk Xfce 4.8 dengan tiga komponen: Thunar, exo dan xfwm4.
nb: Nedenfor kan du se en grafisk tidslinje over en forenklet utgivelsessyklus og vedlikeholdsprosess for Xfce 4.8 med tre kompontenter: Thunar, exo og Xfwm4.
nl: Hieronder ziet u een grafische tijdlijn van een voorbeeld release-cyclus en het onderhoud proces voor Xfce 4,8 met drie componenten: Thunar, exo-en xfwm4.
oc: Ci-dessous podètz veire una cronologia graphique d'un exemple d'un cicle de liberacion e d'un processus de mantenença per Xfce 4.8 amb trois componentes : Thunar, exo e xfwm4.
pt: Em baixo pode ver um gráfico temporal com um exemplo de ciclo de lançamento e processo de manutenção para o Xfce 4.8 com três componentes: Thunar, exo e xfwm4.
ru: Ниже представлена графическая хронология цикла выпуска и сопровождения на примере выпуска Xfce 4.8 с тремя компонентами: Thunar, exo и xfwm4.
sq: Më poshtë mund të shihni një kronologji grafike të një shembulli procesi cikli hedhjeje në qarkullim dhe mirëmbajtjeje për Xfce 4.8 me tre përbërës: Thunar, exo dhe xfwm4.
sv: Nedan kan du se en grafisk tidslinje på en exempelutgåvecykel och underhållsprocess för Xfce 4.8 med tre komponenter: Thunar, exo och xfwm4.
th: คุณสามารถดูภาพผังเวลาของตัวอย่างรอบการออกรุ่นและกระบวนการบำรุงรักษาของ Xfce 4.8 ที่ด้านล่างนี้ โดยแสดงองค์ประกอบสามตัว คือ Thunar, exo และ xfwm4
tr: Aşağıda görebileceğiniz gibi, örnek sürüm döngüsünün grafiksel zaman tüneli ve Xfce 4.8 için bakım işlemi üç bileşen için vardır: Thunar, exo ve xfwm4.
uk: Нижче Ви можете побачити приклад графіку циклу випуску і процесу обслуговування Xfce 4.8 з трьома компонентами: Thunar, exo і xfwm4.
zh_tw: 如下，您可以看到以 Xfce 4.8三個組件為例的釋出週期圖形時間表：Thunar、exo、xfwm4。

source: Example Release Cycle
cs: Příklad cyklu pro vydávání
da: Eksempel på udgivelsescyklus
de: Beispiel für einen Veröffentlichungszyklus
fr: Exemple de cycle de publication
id: Contoh Siklus Rilis
ja: リリースサイクルの例
lt: Pavyzdinis išleidimo ciklas
ms: Contoh Kitar Keluaran
nb: Eksempel på utgivelsessyklus
nl: Voorbeeld release-cyclus
oc: Exemple cicle de parucion
pt: Exemplo do ciclo de disponibilização
ru: Пример цикла выпуска
sq: Shembull Cikli Hedhjesh Në Qarkullim
sv: Exempel utgåvecykel
th: ตัวอย่างรอบการออกรุ่น
tr: Örnek Sürüm Döngüsü
uk: Приклад циклу випуску
zh_tw: 範例發行週期

source: Planning Phase (2(+2) Weeks)
cs: Fáze plánování (2(+2) týdny)
da: Planlægningsfase (2(+2) uger)
de: Planungsphase (2(+2) Wochen)
fr: Phase de planification (2 (+2) semaines)
id: Fase Perencanaan (2(+2) Pekan)
ja: 計画フェイズ (2(+2) 週間)
lt: Planavimo fazė (2(+2) savaitės)
ms: Fasa Perancangan (2(+2) Minggu)
nb: Planleggingsfase (2(+2) uker)
nl: Planningsfase (2 (+2) Weken)
oc: Fasa de planificacion (2 (+2) setmanas)
pt: Planeamento (2 (+2) semanas)
ru: Фаза планирования (2 (+ 2) недели)
sq: Fazë Planifikimi (2(+2) Javë)
sv: Planeringsfas (2(+2) veckor)
th: ขั้นวางแผน (2(+2) สัปดาห์)
tr: Planlama Evresi (2(+2) Hafta)
uk: Планована фаза (2(+2) тижні)
zh_tw: 計劃階段 (2(+2) 週)

source: This phase marks the beginning of the release cycle and is used to decide which dependencies to use and also to appoint the release team for the cycle (first 2 weeks). It eventually leads to the dependency freeze (after 4 weeks).
cs: Tato fáze značí začátek cyklu pro vydání a používá se k rozhodnutí, které závislosti použít, a také k výběru členů týmu pro vydávání cyklu (první 2 týdny). Nakonec vede ke zmrazení závislostí (po 4 týdnech).
da: Denne fase markerer begyndelsen af udgivelses-cyklussen og bruges til at bestemme hvilke afhængigheder der bruges og også til at vælge udgivelses-holdet for cyklussen (Første 2 uger). Det vil eventuelt føre til afhængigheds-frys (efter 4 uger)
de: Diese Phase markiert den Beginn eines Veröffentlichungszyklus. Hier wird über die Abhängigkeiten entschieden, außerdem dient diese Phase der Findung und dem ersten Treffen des Veröffentlichungsteams (in den ersten zwei Wochen). Diese Phase geht eventuell in den Abhängigkeits-Freeze über (nach vier Wochen).
fr: Cette phase marque le début du cycle de publication et sert à décider quelles dépendances utiliser et quelle sera l’équipe chargée du cycle (dure deux semaines). Elle conduit au gel des dépendances (au bout de quatre semaines).
id: Fase ini menandai permulaan dari siklus rilis dan digunakan untuk memutuskan dependensi yang akan digunakan, dan juga untuk penunjukan tim rilis untuk siklus ini (2 minggu pertama), lalu pada akhirnya menuju ke pembekuan dependensi (setelah 4 minggu).
ja: このフェイズでは、リリースサイクルの開始、使用する依存関係の決定、およびこのサイクルのリリースチームの指名を行う (最初の 2 週間)。その後に依存関係のフリーズが行われる (後の 4 週間)。
lt: Ši fazė žymi išleidimo ciklo pradžią ir naudojama nuspręsti, kurios priklausomybės bus naudojamos, taipogi paskirti išleidimo komandą šiam ciklui (pirmos 2 savaitės). Tai galiausiai veda į priklausomybių užšaldymą (po 4 savaičių).
ms: Fasa ini menandakan permulaan kitar keluaran dan digunakan untuk menentukan dependensi yang manakah akan digunakan dan juga menugaskan pasukan keluaran bagi kitaran tersebut (2 minggu pertama). Fasa ini seterusnya menuju ke pembekuan dependensi (selepas 4 minggu).
nb: Denne fasen starter utgivelsessyklusen. Nå bestemmes hvilke avhengigheter som skal brukes, og utgivelsesrådet for syklusen oppnevnes (de første to ukene). Fasen avsluttes med frys av avhengigheter (etter fire uker).
nl: Deze fase markeert het begin van de release-cyclus en wordt gebruikt om te beslissen welke afhankelijkheden te gebruiken en ook om de vrijlating team voor de hele cyclus (eerste 2 weken) te benoemen. Het leidt uiteindelijk tot de afhankelijkheid bevriezen (na 4 weken).
oc: Aquesta fasa marque lo començament del cicle de version e es utilizat per decidir lo qual dels dependéncias es a utilizar e tanben de nomenar l'equipa de version pel cicle (2 primièras setmanas). Il a finalament conduit al gèl de la dependéncia (aprèp 4 setmanas).
pt: Esta fase marca o início do ciclo de lançamento e é usada para decidir que dependências serão usadas e também para definir a equipa de lançamento para o ciclo (primeiras 2 semanas). Eventualmente leva ao congelamento de dependências (após 4 semanas).
ru: Этот этап знаменует начало цикла выпуска и используется для определения какие зависимости использовать, а также назначить команду выпуска для цикла (первые 2 недели). В конечном итоге, это приводит к замораживанию зависимости (через 4 недели).
sq: Kjo fazë shënon fillimin e ciklit të hedhjes në qarkullim dhe përdoret për të vendosur se cilat varësi të përdoren dhe për të caktuar ekipin e hedhjes në qarkullim për ciklin (2 javët e para). Së fundi ky shpie te ngrirja për varësitë (pas 4 javësh).
sv: Denna fas markerar utgåvecykelns början och används för att bestämma vilka beroenden som ska användas och för att utse publiceringsgrupp för cykeln (första 2 veckorna). Den leder slutligen till beroendefrysning (efter 4 veckor).
th: ขั้นนี้ถือเป็นจุดเริ่มต้นของรอบการออกรุ่น และใช้ในการตัดสินใจว่าจะใช้ซอฟต์แวร์ประกอบตัวใดบ้าง และยังใช้ในการเลือกทีมออกรุ่นสำหรับรอบนั้นๆ (2 สัปดาห์แรก) และจะนำไปสู่การหยุดเปลี่ยนแปลงซอฟต์แวร์ที่ใช้ประกอบในที่สุด (หลัง 4 สัปดาห์)
tr: Bu evre, sürüm döngüsünün başlangıcı belirler ve döngü için hangi bağımlılıkların geleceğine karar verip, bunları sürüm takımına atar (ilk 2 hafta). Sonunda bu bağımlılıklara bakılır (sonraki 4 hafta).
uk: Ця фаза позначає початок циклу випуску і використовується для визначення, які залежності використовувати і призначення команди випуску для циклу (перші 2 тижні). Це часом приводить до замороження залежностей (після 4 тижнів).
zh_tw: 此階段代表了發行週期的開始，用來決定需要哪些依賴性，也決定了此週期的發行團隊(頭2個星期)。直到最終的依賴性凍結(4個星期後)。

source: Appointing the Release Team
cs: Výběr členů týmu pro vydávání
da: Udpegelse af Udgivelses-Teamet
de: Benennen des Veröffentlichungsteams
fr: Choix de l’équipe de publication
id: Penunjukan Tim Rilis
ja: リリースチームの指名
lt: Išleidimo komandos paskyrimas
ms: Penugasan Pasukan Keluaran
nb: Oppnevnelse av utgivelsesrådet
nl: Benoeming van de Release Team
oc: Nomenar l'equipa de parucion
pt: Nomeação da Equipa de Lançamento
ru: Назначение команды выпуска
sq: Caktim i Ekipit të Hedhjes Në Qarkullim
sv: Utse publiceringsgruppen
th: การเลือกทีมออกรุ่น
tr: Sürüm Takımı Atama
uk: Призначення команди випуску
zh_tw: 決定發行團隊
