Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Don't come closer!
ca: No t'acostis!
cs: Nechoď blíž!
da: Kom ikke tættere på!
de: Nicht näher kommen!
es: ¡No te acerques!
fr: Ne t’approche pas plus près !
gl: Non se achegue!
he: אל תתקרב יותר!
id: Jangan mendekat!
it: Non avvicinarti!
ja: こっちに来ないで!
kk: Жақындамаңыз!
lt: Nesiartink!
ms: Jangan dekat!
nb: Ikke kom nærmere!
oc: Aprochetz pas !
pl: Nie podchodź bliżej!
pt: Não se aproxime!
pt_br: Não chegue perto!
ro: Nu te apropia mai mult!
ru: Не приближайся!
sq: Mos u afro më!
sr: Не прилази ближе!
sv: Kom inte närmare!
th: อย่าเข้ามานะ!
tr: Yakınlaştırmayın!
uk: Не підходь ближче!
vi: Đừng đến gần hơn!
zh_tw: 不要再靠近了！

source: Hah! Now you don't see me!
ca: Hah! Ara no em veus!
cs: Ha! A teď mě nevidíš!
da: Ha! Nu kan du ikke se mig!
de: Ha! Jetzt kannst du mich nicht mehr sehen!
es: ¡Ja, ahora no puedes verme!
fr: Ah ! Maintenant tu ne me vois pas !
gl: Agora non me ves!
he: הא! עכשיו אתה לא רואה אותי!
id: Hah! Sekarang kamu tidak melihatku!
it: Hah! Ora non mi vedi!
ja: ほら、もう見えないでしょ?
kk: Ха! Енді сіз мені көрмейсіз!
lt: Ha! Dabar tu manęs nebematai!
ms: Alamak! Sekarang anda tidak nampak saya lagi!
nb: Hah! Nå ser du meg ikke!
pl: Haha! Teraz mnie nie widzisz!
pt: Ah! Agora não me vês!
pt_br: Ha! Agora você não me vê!
ro: Aha! Acum nu mă mai vezi!
ru: Ха, теперь ты меня не видишь!
sq: He he! Tani s’më shihni dot!
sr: Ха! Сада ме не видиш!
sv: Ha! Nu kan du inte se mig!
th: อะฮ้า! นายไม่เจอฉันหรอก!
tr: Ah! Şimdi beni göremiyorsun!
uk: Ха! Тепер ти мене не бачиш!
vi: Ha! Bây giờ bạn không nhìn thấy tôi!
zh_tw: 嘿嘿！現在你看不到我了！

source: Gtk3 plugins
ca: Connectors de Gtk3
cs: Zásuvné moduly Gtk3
de: Gtk3-Erweiterungen
es: Complementos GTK-3
fr: Greffons Gtk3
gl: Engadidos de Gtk3
he: תוספי Gtk3
id: Plugin Gtk3
it: Componenti aggiuntivi GTK+3
ja: GTK+3 プラグイン
kk: Gtk3 плагиндері
lt: Gtk3 įskiepiai
ms: Pemalam Gtk3
nb: Gtk3-tillegg
oc: Empeutons Gtk3
pl: Wtyczki Gtk3
pt: Plugins Gtk3
pt_br: Plug-ins Gtk3
ro: Module Gtk3
ru: Модули GTK3
sq: Shtojca Gtk3
sr: Прикључци ГТК-у 3
sv: Gtk3-insticksprogram
th: ปลั๊กอิน Gtk3
tr: Gtk3 eklentileri
uk: Втулки Gtk3
vi: Plugin Gtk3
zh_tw: Gtk3 插件

source: Infrastructure was added to be able to load Gtk3 plugins alongside Gtk2 plugins.
ca: S'ha afegit una infraestructura per poder carregar connectors Gtk3 al costat dels connectors Gtk2.
cs: Přidána infrastruktura pro schopnost zavádění zásuvných modulů Gtk3 vedle zásuvných modulů Gtk2.
da: Infrastruktur blev tilføjet for at gøre det muligt at indlæse Gtk3-plugins sammen med Gtk2-plugins.
de: Um Gtk3- parallel zu Gtk2-Plugins nutzen zu können wurde neue Infrastruktur hinzugefügt.
es: Se añadio infraestructura capaz de cargar complementos GTK-3 junto a otros escritos en GTK-2.
fr: L’infrastructure nécessaire a été ajoutée pour charger les greffons Gtk3 parallèlement à ceux de Gtk2.
gl: Engadiuse a infraestrutura para poder cargar engadidos Gtk3 xunto a engadidos Gtk2.
he: נוספה תשתית לאפשר העלאת תוספי Gtk3 לצד תוספי Gtk2.
id: Infrastruktur ditambahkan agar bisa memuat plugin Gtk3 di samping plugin Gtk2.
it: È stata introdotta un'infrastruttura per caricare i componenti aggiuntivi GTK+3 accanto a quelli GTK+2.
ja: GTK+2 プラグインとともに GTK+3 プラグインも追加できるようになりました。
kk: Gtk2 плагиндерімен қатар Gtk3 плагиндерін жүктеу мүмкіндігі үшін инфрақұрылым қосылды.
lt: Buvo pridėta infrastruktūra, sukurianti galimybes šalia Gtk2 įskiepių, įkelti Gtk3 įskiepius.
ms: Infrastruktur telah ditambah untuk berupaya memuatkan pemalam Gtk3 bersama-sama dengan pemalam Gtk2.
nb: La til infrastruktur som gjør det mulig å laste Gtk3-tillegg samtidig som Gtk2-tillegg.
pl: Została dodana kompatybilność z wtyczkami GTK3 przy wspieraniu wtyczek GTK2.
pt: Infraestrutura foi adicionada para permitir carregar plugins Gtk3 ao lado de plugins Gtk2.
pt_br: A infra-estrutura foi adicionada para ser capaz de carregar plugins Gtk3 juntamente com plugins Gtk2.
ro: A fost adăugată infrastructura pentru a putea încărca module Gtk3 alături de module Gtk2.
ru: Была добавлена инфраструктура для возможности загрузки модулей GTK3 вместе с модулями GTK2.
sq: U shtua infrastrukturë për të bërë të mundur ngarkim shtojcash Gtk3 përkrah atyre Gtk2.
sr: Додата је унутрашња грађа за учитавање прикључака ГТК-а 3 уз прикључке ГТК-а 2.
sv: Infrastruktur lades till för att kunna läsa in Gtk3-instickprogram vid sidan av Gtk2-insticksprogram.
th: มีการเพิ่มโครงสร้างพื้นฐานเพื่อให้สามารถโหลดปลั๊กอิน Gtk3 ควบคู่ไปกับปลั๊กอิน Gtk2 ได้
tr: Gtk3 eklentilerinin Gtk2 eklentilerinin yanında eklenebilmesi için bir altyapı eklenmiştir.
uk: Додано інфраструктуру для завантаження додатків Gtk3 разом з додатками Gtk2.
vi: Cơ sở hạ tầng đã được thêm vào để có thể tải các plugin Gtk3 cùng với các plugin Gtk2.
zh_tw: 能一同載入 Gtk3 插件與 Gtk2 插件的基礎設施已被加入。

source: The desktop has a new wallpaper settings dialog with many new options and better multi-monitor support. Drag the dialog to the display or workspace where you want to change the wallpaper.
ca: L'escriptori té un diàleg nou de configuració del fons de pantalla amb moltes opcions noves i un millor suport multimonitor. Arrossegueu el diàleg a la pantalla o a l'espai de treball on voleu canviar el fons de pantalla.
cs: Pracovní plocha má nové dialogové okno pro nastavení tapety s mnoha novými možnostmi a lepší podporu více monitorů. Přetáhněte tento dialog na displej nebo na pracovní plochu, na níž chcete změnit tapetu.
da: Skrivebordet har ny baggrund-indstillingers dialog med mange nye muligheder og bedre dobbelt-skærm understøttelse, Træk dialogen til skærmen eller arbejdsrummet hvor du vil ændre baggrunden.
de: Die Arbeitsfläche besitzt nun einen neuen Hintergrundbild-Einstellungsdialog mit vielen neuen Optionen und besserer Multi-Monitor-Unterstützung. Um das Hintergrundbild einer Arbeitsfläche zu verändern wird das Dialogfenster einfach in den entsprechenden Monitor bewegt.
es: El escritorio tiene una nueva configuración del diálogo de fondo de pantalla con muchas nuevas opciones y un mejor soporte multimonitor. Arrastre el cuadro de diálogo para la pantalla o área de trabajo en la que desea cambiar el fondo de pantalla.
fr: Le bureau dispose d’une nouvelle fenêtre de configuration du fond d’écran avec de nombreuses nouvelles options et une meilleure prise en charge du multi-écrans. Déplacez la fenêtre sur la fenêtre ou l’espace de travail dont vous voulez changer le fond d’écran.
gl: O escritorio ten un novo diálogo de configuración de fondos con moitas opcións novas e unha mellor compatibilidade con múltiples pantallas. Arrastre a caixa de diálogo á pantalla ou espazo de traballo onde desexa cambiar o fondo.
he: לשולחן העבודה יש דיאלוג הגדרות רקע חדש עם הרבה אפשרויות חדשות ותמיכה טובה יותר במסכים מרובים. גרור את הדיאלוג למסך או למרחב העבודה בו אתה רוצה לשנות את הרקע.
id: Desktop memiliki dialog pengaturan gambar latar belakang yang baru dengan beberapa opsi baru dan dukungan multi-monitor. Seret dialog ke tampilan atau ruang kerja di mana Anda ingin mengubah latar belakangnya.
it: La scrivania ha una nuova finestra di impostazione dello sfondo con molte nuove opzioni ed un miglior supporto alle configurazioni con più schermi. Per cambiare uno sfondo basta trascinare la finestra nello schermo o nello spazio di lavoro in cui si vuole effettuare la modifica.
ja: デスクトップの壁紙設定ダイアログは新しくなり、多くのオプションが追加され、マルチモニターのサポートが強化されました。設定ダイアログを壁紙を変更したいディスプレイまたはワークスペースに移動すると、そこの設定を変更します。
kk: Жұмыс үстелінде көптеген жаңа опциялары және жақсартылған көпмониторлы қолдауы бар тұсқағаз баптауларының сұхбат терезесі пайда болды. Сұхбат терезесін тұсқағазды өзгерткіңіз келетін дисплейге немесе жұмыс орнына сүйреңіз.
lt: Darbalaukis turi naują darbalaukio fono nustatymų dialogą su daugeliu naujų parametrų ir geresniu kelių monitorių palaikymu. Vilkite dialogą į ekraną ar darbo sritį, kurios darbalaukio foną norite keisti.
ms: Desktop pula mempunyai dialog tetapan kertas dinding baharu dengan pilihan baharu dan sokongan monitor-berbilang yang lebih baik. Seret dialog ke paparan atau ruang kerja yang mana anda mahu ubahkan kertas dindingnya.
nb: Skrivebordet har et nytt innstillingsvindu for skrivebordsbakgrunn med mange nye alternativer og bedre støtte for flere skjermer. Dra dialogvinduet til den skjermen eller arbeidsområdet hvor du vil endre skrivebordsbakgrunnen.
pl: Pulpit posiada nowy panel ustawień z dużą ilością nowych opcji i lepszym wsparciem dla wielu monitorów. Przeciągnij okno na ekran lub pulpit na którym chcesz zmienić tapetę.
pt: O ambiente de trabalho tem um nova janela de definições com muitas novas opções e melhor suporte a vários monitores. Arraste a janela do ecrã para a área de trabalho que quer para mudar o papel de parede.
pt_br: A área de trabalho possui um novo diálogo de configurações de papel de parede com muitas novas opções e melhor suporte multi-monitor. Arraste o diálogo para a tela ou espaço de trabalho onde você desejar mudar o papel de parede.
ro: Biroul are o nouă fereastră de dialog pentru opțiunile fundalului, cu multe opțiuni noi și suport mai bun pentru mai multe monitoare. Glisați fereastra de dialog pe ecranul sau spațiul de lucru unde doriți să schimbați imaginea de fundal.
ru: Рабочий стол получил новый диалог настройки фонового изображения с новыми опциями и улучшенной многоэкранной поддержкой. Перетащите диалог на экран или рабочее место, где вы хотите изменить фоновое изображение.
sq: Desktopi tani ka një dialog të ri rregullimesh sfondi me mjaft mundësi dhe me mbulim më të mirë të përdorimit me shumë monitorë. Tërhiqeni dialogun te skena ose hapësira e punës ku doni të ndryshoni sfondin.
sr: Радна површ има нови прозор поставки са много нових могућности и бољом подршком за више екрана. Превуците прозор поставки на приказ или радну површ којој желите да промените позадинску слику.
sv: Skrivbordet har en ny skrivbordsbakgrundsdialog med många nya alternativ och bättre stöd för flera skärmar. Dra dialogen till skärmen eller arbetsytan där du vill ändra skrivbordsbakgrunden.
th: พื้นโต๊ะมีกล่องโต้ตอบกำหนดภาพพื้นหลังอันใหม่ที่มาพร้อมกับตัวเลือกใหม่หลายรายการ และรองรับการใช้จอภาพหลายจอได้ดียิ่งขึ้น โดยคุณเพียงแต่ลากกล่องโต้ตอบไปวางที่จอแสดงผลหรือพื้นที่ทำงานที่คุณต้องการเปลี่ยนภาพพื้นหลัง
tr: Masaüstü, yeni bir duvar kağıdı ayarları lietişim penceresine sahip ve bu yeni seçeneklere ayrıca daha iyi bir çoklu ekran desteğine sahip. Pencereyi, duvar kağıdını değiştirmek istediğiniz ekrana veya çalışma alanına sürükleyin.
uk: Робочий стіл має новий діалог для налаштування шпалер з багатьма можливостями, а також кращу підтримку багатьох моніторів. Перетягніть діалог на дисплей або робочу область, на якій Ви збираєтесь змінити шпалери.
vi: Desktop có hộp thoại cài đặt hình nền mới với nhiều tùy chọn mới và hỗ trợ đa màn hình tốt hơn. Kéo hộp thoại vào màn hình hoặc không gian làm việc nơi bạn muốn thay đổi hình nền.
zh_tw: 桌面有了一個新的桌布設定對話框，其中包含了許多新選項及更好的多螢幕支援。將對話框拖放到您想要變更桌布的顯示器或工作空間中。

source: Better multi-monitor support
ca: Millor suport multimonitor
cs: Lepší podpora více monitorů
da: Bedre multiskærm-understøttelse
de: Bessere Unterstützung für die Verwendung mehrerer Bildschirme
es: Mejor soporte multimonitor
fr: Meilleure prise en charge des moniteurs multiples
gl: Mellor compatibilidade para o uso de múltiples pantallas
he: תמיכה טובה יותר במסכים מרובים
id: Dukungan yang lebih baik pada saat menggunakan banyak monitor
it: Miglioramento del supporto agli schermi multipli
ja: 強化されたマルチモニターサポート
kk: Жақсартылған көпмониторлы қолдау
lt: Geresnis kelių monitorių palaikymas
ms: Sokongan monitor-berbilang lebih baik
nb: Bedre støtte for flere skjermer
pl: Lepsza obsługa wielu monitorów
pt: Suporte a vários monitores melhorado
pt_br: Melhor suporte multi-monitor
ro: Suport mai bun pentru mai multe monitoare
ru: Лучшая много-мониторная поддержка
sq: Mbulim më i mirë për multi-monitor
sr: Боља подршка за више екрана
sv: Bättre stöd för flera skärmar
th: การรองรับหลายจอภาพที่ดียิ่งขึ้น
tr: Daha iyi çoklu ekran desteği
uk: Краща підтримка кількох моніторів
vi: Hỗ trợ đa màn hình tốt hơn
zh_tw: 更好的多螢幕支援

source: Uncheck 'apply to all workspaces' to set a different wallpaper for each workspace.
ca: Desmarqueu «aplica a tots els espais de treball» per a establir un fons de pantalla diferent per a cada espai de treball.
cs: Nastavení různé tapety pro každou pracovní plochu zvlášť umožníte odškrtnutím položky 'Použít pro všechny pracovní plochy'.
da: Fravælg 'anvend på alle arbejdsområder' for at sætte et forskelligt tapet på hver arbejdsområde.
de: Um unterschiedliche Hintergrundbilder für jeden verwendeten Bildschirm festzulegen wird die Einstellung 'auf alle Arbeitsflächen anwenden' deaktiviert.
es: Desactive la opción «aplicar a todas las áreas de trabajo» para establecer un fondo de pantalla diferente para cada área de trabajo.
fr: Décocher « Appliquer à tous les espaces de travail » pour choisir un fond d’écran différent pour chaque espace de travail.
gl: Desmarque «Aplicar a todos os espazos de traballo» para estabelecer un fondo de pantalla diferente para cada espazo de traballo.
he: השאר ריק "יישם בכל מרחבי העבודה" על מנת לקבוע רקע שונה לכל מרחב עבודה.
id: Hilangkan tanda centang pada 'Terapkan ke semua ruang kerja' untuk menyetel latar belakang yang berbeda untuk tiap ruang kerja.
it: Disattivare l'opzione "Applica a tutti gli spazi di lavoro" per impostare uno sfondo diverso per ogni spazio di lavoro.
ja: 「全ワークスペースに適用する」にチェックマークを付けなければ、各ワークスペースごとに壁紙を設定できます。
kk: Әр жұмыс орнына әртүрлі тұсқағаз орнату үшін 'барлық жұмыс орындарына іске асыру' құсбелгісін алып тастаңыз.
lt: Nuimkite žymėjimą nuo 'Taikyti visoms darbo sritims', kad kiekvienai darbo sričiai nustatytumėte kitokį darbalaukio foną.
ms: Jangan tanda 'laksana ke semua ruang kerja' untuk tetapkan kertas dinding yang berbeza untuk setiap ruang kerja.
nb: Fravelg «bruk for alle arbeidsområder» for å sette en ulik skrivebordsbakgrunn for hvert arbeidsområde.
pl: Odznacz 'zastosuj do wszystkich obszarów roboczych' żeby ustawić różne tapety dla każdego obszaru roboczego
pt: Desmarcar 'aplicar a todas as áreas de trabalho' para mudar o papel de parede para cada área de trabalho.
pt_br: Desmarque 'aplicar a todos os espaços de trabalho' para definir um papel de parede diferente para cada espaço de trabalho.
ro: Debifați opțiunea «Aplică la toate spațiile de lucru» pentru a stabili un fundal diferit pentru fiecare spațiu de lucru.
ru: Для установки различных фоновых изображений для каждой рабочей области, снимите отметку 'Применить для всех рабочих мест'.
sq: Që të caktoni një sfond të ndryshëm për çdo hapësirë pune, hiqjani shenjën “zbatoje mbi krejt hapësirat e punës”.
sr: Одзначите „примени на све радне површи“ ради постављања различитих слика позадине на различите радне површи.
sv: Avmarkera "verkställ för alla skrivbord" för att ställa in olika bakgrunder för varje skrivbord.
th: เลิกกา 'ใช้กับทุกพื้นที่ทำงาน' เพื่อกำหนดภาพพื้นหลังที่ต่างกันสำหรับแต่ละพื้นที่ทำงาน
tr: 'tüm çalışma-alanlarına uygula' seçeneğini kaldırarak, her bir çalışma-alanı için farklı duvar kağıdı ayarlayabilirsiniz.
uk: Заберіть позначку 'застосувати до всіх робочих областей' для налаштування різних шпалер для кожної робочої області.
vi: Bỏ chọn “áp dụng cho tất cả các không gian làm việc” để đặt hình nền khác nhau cho từng không gian làm việc.
zh_tw: 取消勾選「套用至所有工作空間」以對每個工作空間設定不同的桌布。

source: Display Settings
ca: Mostra els paràmetres
cs: Nastavení displeje
da: Skærmindstillinger
de: Anzeigeeinstellungen
es: Configuración de la pantalla
fr: Paramètres d’affichage
gl: Configuración de pantalla
he: הגדרות מסך
id: Pengaturan Perangkat Penampil
it: Impostazioni dello schermo
ja: ディスプレイの設定
kk: Дисплей баптаулары
lt: Ekrano nustatymai
ms: Tetapan Paparan
nb: Skjerminnstillinger
oc: Paramètres d’afichatge
pl: Ustawienia ekranu
pt: Definições de ecrã
pt_br: Configurações de exibição
ro: Opțiuni afișare
ru: Настройки дисплея
sq: Rregullime Ekrani
sr: Поставке приказа
sv: Skärminställningar
th: การตั้งค่าจอแสดงผล
tr: Ekran Ayarları
uk: Налаштування дисплея
vi: Cài đặt hiển thị
zh_tw: 顯示設定值

source: Support for multi-monitor use was vastly improved in the display settings dialog. Upon connecting a new display, a quick setup popup offers some of the most-used modes for users to quickly change their layout.
ca: El suport per a l'ús de multimonitor s'ha millorat enormement en el diàleg de configuració de la pantalla. En connectar una pantalla nova, una finestra emergent de configuració ràpida ofereix alguns dels modes més utilitzats perquè els usuaris canviïn ràpidament la seva disposició.
cs: V dialogovém okně nastavení displeje byla značně vylepšena podpora více monitorů. Po připojení nového displeje se zobrazí okno pro rychlou změnu rozložení nabízející uživateli nejpoužívanější režimy.
da: Understøttelse for dobbeltskærms-brug var blevet enormt forbedret i skærm-indstillinger dialogen. Ved at forbinde ny skærm, dukker en indstillings-popup som tilbyder nogle af de mest brugte metoder for brugere der hurtigt vil skifte deres opsætning.
de: Wir verbesserten die Unterstützung für Multi-Monitor-Nutzung mit einem neuen Einstellungsdialog für Monitore und einem Popup zur Schnelleinstellung, welches beim Einstecken eines neuen Monitors erscheint.
es: El soporte multimonitor se ha mejorado enormemente en el diálogo de configuración de la pantalla. Al conectar una nueva pantalla, una ventana emergente de configuración rápida ofrece algunos de los modos más utilizados por los usuarios para cambiar rápidamente la configuración.
fr: La prise en charge du multi-écrans a été largement améliorée dans la fenêtre des paramètres d’affichage. Lors de la connexion d’un nouvel écran, une fenêtre popup propose aux utilisateurs quelques-uns des modes les plus utilisés pour un changement rapide de leur disposition.
gl: A compatibilidade para o uso de múltiples pantallas foi mellorado moito no diálogo de configuración de visualización. Ao conectar unha nova pantalla, unha xanela emerxente rápida fornece algúns dos modos máis empregados para que os usuarios muden rapidamente a disposición.
he: תמיכה במסכים מרובים שופרה לאין ערוך בדיאלוג הגדרות מסך. בעת חיבור מסך חדש, חלון קופץ להגדרה מהירה מציע כמה מהמצבים השימושיים ביותר למשתמשים על מנת לשנות במהירות את הסידור שלהם.
id: Dukungan untuk penggunaan multi-monitor telah jauh meningkat pada dialog pengaturan tampilan. Ketika monitor baru terhubung, akan muncul sebuah penyiapan cepat yang menawarkan beberapa mode yang sering digunakan oleh pengguna untuk mengubah tata letak secara cepat.
it: Il supporto alle configurazioni con schermi multipli è stato profondamente migliorato nella finestre delle impostazioni. Dopo aver connesso un nuovo schermo, comparirà una finestra di configurazione rapida che proporrà alcune delle più diffuse modalità di modifica dell'aspetto.
ja: マルチモニター使用時のサポートが、大きく強化されました。新しいディスプレイが接続されると、クイック設定ダイアログがポップアップし、よく使われるモードを提示してすばやくレイアウトを決定できます。
kk: Дисплей баптауларының сұхбат терезесінде көпмониторлы қолдау айтарлықтай жақсартылды. Жаңа дисплей қосылған кезде, пайдаланушыларға олардың жаймасын жылдам өзгерту үшін жылдам баптаудың қалқымалы терезесі ең көп қолданылатын режимдерді ұсынады.
lt: Buvo ženkliai patobulintas ekrano nustatymų dialogo, naudojamo esant keliems monitoriams, palaikymas. Prijungus naują ekraną, akimirksniu iškylančioji sąranką siūlo kai kurias labiausiai naudojamas veiksenas, kad naudotojas galėtų greitai pakeisti ekranų išdėstymą.
ms: Sokongan untuk penggunaan monitor-berbilang telah ditambah-baik secara menyeluruh di dalam dialog tetapan paparan. Bila bersambung dengan paparan baharu, satu dialog timbul persediaan pantas akan menawarkan beberapa mod kerap-diguna pengguna supaya dapat menukar bentangan mereka secara pantas.
nb: Støtte for bruk av flere skjermer ble betydelig forbedret i dialogvinduet for skjerminnstillinger. Ved tilkopling av en ny skjerm vil et sprettoppvindu for hurtigoppsett tilby noen av de mest brukte modusene. Dette gjør at at brukerne kjapt kan endre oppsettet.
pl: Wsparcie dla wielu monitorów zostało znacząco usprawnienione w oknie ustawień. Po podłączeniu nowego ekranu, okno szybkich ustawień pozwoli na wybranie jednego z najczęściej używanych trybów aby szybko zmienić układ.
pt: Suporte a vários monitores foi largamente melhorado na janela de definições de ecrã. Ao ligar um ecrã, uma rápida caixa de configuração oferece alguns modos mais usados para rapidamente mudar a sua disposição.
pt_br: Suporte para o uso multi-monitor foi amplamente melhorado no diálogo de configurações de exibição. Ao conectar um novo monitor, um pop-up de instalação rápida oferece alguns dos modos mais usados permitindo que os usuários mudem rapidamente seu layout.
ro: Suportul pentru utilizarea mai multor monitoare a fost mult îmbunătățit în fereastra de dialog pentru opțiuniile de afișare. La conectarea unui nou ecran, o fereastră emergentă de configurare rapidă oferă unele dintre cele mai utilizate moduri pentru ca utilizatorii să schimbe rapid aspectul acestuia.
ru: Поддержка многоэкранной конфигурации в диалоге настройки монитора была чрезвычайно улучшена. При подключении нового монитора, всплывающее окно быстрой настройки предлагает некоторые наиболее используемые режимы для пользователей, для быстрого изменения их конфигурации.
sq: Mbulimi për përdorim të shumë monitorëve, te dialogu i rregullimeve të ekranit, është përmirësuar gjerësisht. Gjatë lidhjes së një ekrani të ri, një flluskë rregullimi të shpejtë ofron për përdoruesit disa nga mënyrat më të përdorura, për të ndryshuar shpejt skemën e tyre.
sr: Подршка за више екрана је у доста побољшана у прозору поставке приказа. По повезивању новог екрана за приказ искаче прозор за брзе поставке који нуди најчешће коришћене обрасце распореда да би корисник могао лако да промени распоред приказа.
sv: Stöd för flera bildskärmar har förbättrats betydligt i dialogrutan Bildskärmsinställningar. När du ansluter en ny skärm, erbjuder en snabb installations-popup-ruta användare några av de mest använda lägena för att snabbt ändra layout.
th: การรองรับการใช้จอภาพหลายจอได้รับการปรับปรุงขนานใหญ่ในกล่องโต้ตอบตั้งค่าจอแสดงผล เมื่อมีการต่อจอแสดงผลอันใหม่ จะมีกล่องตั้งค่าผุดขึ้นมาเพื่อเสนอโหมดที่ใช้กันบ่อยให้ผู้ใช้เลือกกำหนดการจัดวางได้อย่างรวดเร็ว
tr: Çoklu monitor için olan destek, büyük ölçüde ekran ayarları iletişim penceresinde bulunmaktadır. Yeni bir ekran bağlama sırasında, hızlı bir kurulum penceresi, kullanıcıların hızlıca yerleşimleri değiştirmeleri için, çok kullanılan kipleri önerecektir.
uk: Підтримка декількох моніторів була значно поліпшена в діалозі налаштувань дисплея. При підключенні нового дисплея, вікно швидкого налаштування пропонує деякі з часто використовуваних режимів користувачів, щоб швидко їх змінити.
vi: Hỗ trợ sử dụng nhiều màn hình đã được cải thiện đáng kể trong hộp thoại cài đặt hiển thị. Khi kết nối màn hình mới, cửa sổ bật lên thiết lập nhanh sẽ cung cấp một số chế độ được sử dụng nhiều nhất để người dùng nhanh chóng thay đổi bố cục.
zh_tw: 對多重顯示器的支援在顯示設定值對話框中被大大的改善了。只要連接一個新的顯示器，一個快速的彈出式通知便會提供一些常用的模式給使用者以快速改變他們的佈局。
