Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Xfce can be installed on several UNIX platforms. It is known to compile on Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin and MacOS X, on x86, PPC, Sparc, Alpha...
ca: Xfce pot instalar-se en diferents plataformes UNIX. És conegut que es pot compilar en Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin i MacOS X sobre processadors x86, Sparc, Alpha...
cs: Xfce je možné nainstalovat na mnoho unixových platforem. Lze jej zkompilovat v systémech Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin a MacOS X, na architekturách x86, PPC, Sparc, Alpha...
da: Xfce kan installeres på adskillige UNIX-platformer. Det er kendt at den kan kompilere på Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin og MacOS X, på x86, PPC, Sparc, Alpha ...
de: Sie können Xfce auf verschiedenen UNIX-Plattformen installieren. Bekanntermaßen lässt es sich auf Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin und MacOS X kompilieren, für die Architekturen x86, PPC, Sparc, Alpha …
es: Xfce se puede instalar en varias plataformas UNIX. Se puede compilar en Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin y OS X, en las arquitecturas x86, PPC, Sparc, Alpha…
fr: Xfce peut être installé sur plusieurs plateformes UNIX. Il est connu pour être compilable sur Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin et MacOS X, sur x86, PPC, Sparc, Alpha…
gl: O Xfce pode instalarse en varias plataformas UNIX. Sábese que compila en Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin e MacOS X, en x86, PPC, Sparc, Alpha...
he: Xfce ניתנת להתקנה על מספר פלטפורמות UNIX. ידוע שהיא ניתנת להדרה על Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin, MacOS X, x86, PPC, Sparc, Alpha...
id: Xfce dapat diinstal pada banyak platform UNIX, seperti Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin, dan MasOS X baik yang berarsitektur x86, PPC, Sparc, Alpha, dan sebagainya.
it: Xfce può essere installato su varie piattaforme UNIX. È compilabile su Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin e MacOS X, su x86, PPC, Sparc, Alpha ecc...
ja: Xfce 4 はいくつかの UNIX および UNIX ライクなプラットフォーム、すなわち x86、PPC、Sparc、Alpha などのハードウェア上での Linux、NetBSD、FreeBSD、OpenBSD、Solaris、Cygwin、あるいは MacOS X などにインストールできます。
kk: Xfce бірнеше UNIX платформаларына орнатыла алады. Ол Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin және MacOS X жүйелерінде, x86, PPC, Sparc, Alpha... архитектураларында жиналатыны белгілі.
lt: Xfce gali būti įdiegta keliose UNIX platformose. Yra žinoma jog susikompiliuoja ant Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin ir MacOS X, ant x86, PPC, Sparc, Alpha...
ms: Xfce boleh dipasang dalam beberapa platform UNIX. Ia dapat dikompil pada Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin dan MacOS X, dan juga pada x86, PPC, Sparc, Alpha...
nb: Xfce kan installeres på en rekke UNIX-plattformer. Det er kjent for å kunne kompileres på Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin og MacOS X, på x86, PPC, Sparc, Alpha …
nl: Xfce kan geïnstalleerd worden op verschillende UNIX-platforms. Het is bekend te compileren op Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin en MacOS X op x86, PPC, Sparc, Alpha ...
oc: Xfce pòt èsser installat sus mantuna plataforma UNIX. Es conegut per èsser compilable sus Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin e MacOS X, sus x86, PPC, Sparc, Alpha ...
pl: Xfce można zainstalować na kilku platformach typu UNIX. Wiadomo, że skompilowanie możliwe jest na systemach Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin i MacOS X, działających w architekturach x86, PPC, Sparc, Alpha...
pt: O Xfce pode ser instalado em diversas plataformas UNIX. Sabe-se que é possível compilar o Xfce em Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin, MacOS X, em x86, PPC, Sparc, Alpha...
pt_br: O Xfce pode ser instalado em diversas plataformas UNIX. É conhecido por compilar em Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin e MacOS X, no x86, PPC, Sparc, Alpha...
ro: Xfce poate fi instalat pe mai multe platforme UNIX. Este cunoscut pentru compilarea pe Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin și MacOS X, pe x86, PPC, Sparc, Alpha...
ru: Xfce может быть установлена на несколько платформ UNIX. Известно, что Xfce собирается на Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin и MacOS X, на x86, PPC, Sparc, Alpha...
sq: Xfce-ja mund të instalohet në disa platforma UNIX. Dihet se përpilohet nën Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin dhe MacOS X, në x86, PPC, Sparc, Alpha…
sr: ИксФЦЕ се може уградити на неколико УНИКС-ових платформи. Може се изградити за Линукс, НетБСД, ФреБСД, Соларис, Цигвин и МекОСИкс, на процесорима икс86, ППЦ, Спарк, Алфа...
sv: Xfce kan installeras på flera UNIX-plattformar. Det kan kompileras på Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin och MacOS X, på x86, PPC, Sparc, Alpha...
th: Xfce สามารถติดตั้งได้ในแพลตฟอร์มยูนิกซ์หลายแพลตฟอร์ม เป็นที่ทราบว่า Xfce สามารถคอมไพล์ได้บนลินุกซ์, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin และ MacOS X และบนสถาปัตยกรรม x86, PPC, Sparc, Alpha ฯลฯ
tr: Xfce, türlü UNIX platformlarında kurulabilir. x86, PPC, Sparc, Alpha üstünde Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin ve MacOS X gibi sistemlerde derlenebilir.
uk: Xfce може бути встановлений на декількох платформах UNIX. Вже відомо про компіляції на Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin and MacOS X, на x86, PPC, Sparc, Alpha...
vi: Xfce có thể được cài đặt trên nhiều nền tảng UNIX. Nó được biết là biên dịch trên Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin và MacOS X, trên x86, PPC, Sparc, Alpha...
zh_tw: Xfce 可以被安裝在多種 UNIX 平臺上。已知可以在 Linux、NetBSD、FreeBSD、OpenBSD、Solaris、Cygwin 及 Mac OS X 上和 x86、PPC、Sparc、Alpha ... 上編譯。

source: Features
ca: Característiques
cs: Funkce a vlastnosti
da: Funktionaliteter
de: Funktionsmerkmale
es: Caracteristicas
fr: Fonctionnalités
gl: Características
he: תכונות
id: Fitur
it: Caratteristiche
ja: 機能
kk: Мүмкіндіктер
lt: Galimybės
ms: Fitur
nb: Funksjoner
nl: Functies
oc: Traits
pl: Cechy
pt: Funcionalidades
pt_br: Recursos
ro: Caracteristici
ru: Особенности
sq: Veçori
sr: Могућности
sv: Funktioner
th: ความสามารถ
tr: Özellikler
uk: Можливості
vi: Đặc trưng
zh_tw: 功能

source: Xfce contains a number of core components for the minimum tasks you'd expect from a desktop environment:
ca: Xfce conté un nombre de components principals per poder realitzar les tasques mínimes d'un entorn d'escriptori:
cs: Jádro Xfce obsahuje množství komponent pro minimální úlohy, které byste od desktopového prostředí očekávali.
da: Xfce indeholder et antal kernekomponenter til de grundlæggende opgaver, du forventer fra et skrivebordsmiljø:
de: Xfce enthält eine Reihe von Kernkomponenten für das Minimum an Aufgaben, die Sie in einer Arbeitsumgebung erledigen wollen:
es: Xfce contiene una serie de componentes principales para las tareas mínimas que se esperan de un entorno de escritorio:
fr: Xfce contient un certain nombre de composants réalisant les tâches minimums attendues d’un environnement de bureau :
gl: O Xfce contén unha serie de compoñentes básicos para as tarefas mínimas que espera dun contorno de escritorio:
he: Xfce כוללת מספר מרכיבי ליבה למשימות המינימליות שתצפה מסביבת שולחן עבודה:
id: Xfce terdiri dari beberapa komponen inti yang akan menangani fungsi dasar lingkungan desktop:
it: Xfce contiene un certo numero di componenti principali per lo svolgimento delle operazioni minimali che un ambiente grafico deve essere in grado di effettuare:
ja: Xfce はデスクトップ環境に求められる最小限の機能を提供するたくさんのコンポーネントからなっています:
kk: Xfce жұмыс үстелі ортасынан күтілетін минималды тапсырмаларды орындайтын бірқатар негізгі компоненттерден тұрады:
lt: Xfce turi daug pagrindinių komponentų kurių tikitės iš darbalaukio aplinkos:
ms: Xfce mengandungi sebilangan komponen teras untuk tugas minimum yang anda jangkakan dari persekitaran desktop:
nb: Xfce inneholder et antall kjernekomponenter for de minimumsoppgavene man forventer et skrivebordsmiljø skal takle:
oc: Xfce conten un certan nombre de components de basa per los prètzfaits minimals que vous attendez d'un environament de burèu :
pl: Główne komponenty Xfce dostarczają niezbędnych funkcji, jakie powinno zapewniać środowisko graficzne:
pt: O Xfce contém diversos componentes base para os requisitos mínimos que se espera de um ambiente de trabalho:
pt_br: O Xfce contém vários componentes centrais para o mínimo de tarefas que você poderia esperar de um ambiente de desktop:
ro: Xfce conține un număr de componente de bază pentru sarcinile minime pe care le așteptați de la un mediu graficde birou:
ru: Xfce содержит несколько основных компонентов для минимума задач, выполнения которых можно ожидать от окружения рабочего стола:
sq: Xfce-ja përmban një numër përbërësish bazë për veprimet minimum që do të pritnit prej një mjedisi desktop:
sr: ИксФЦЕ садржи одређени број делова језгра за најскромније задатке које би очекивали од радног окружења:
sv: Xfce innehåller ett antal kärnkomponenter för de minimala uppgifter du förväntar dig från en skrivbordsmiljö:
th: Xfce ประกอบด้วยองค์ประกอบแกนหลักจำนวนหนึ่งสำหรับงานขั้นต่ำที่คุณจะคาดหวังได้จากระบบเดสก์ท็อป:
tr: Xfce, masaüstü ortamından beklediğiniz asgari işler için bir dizi temel bileşen içerir.
uk: Xfce містить кілька основних компонент для мінімуму задач, які потрібно для середовища робочого столу:
vi: Xfce chứa một số thành phần cốt lõi cho các tác vụ tối thiểu mà bạn mong đợi từ môi trường máy tính để bàn:
zh_tw: Xfce 包含了許多您期望桌面環境能作的最小量工作的核心組件：

source: Manages the placement of windows on the screen, provides window decorations and manages workspaces or virtual desktops.
ca: S'encarrega del posicionament de les finestres en pantalla i de la decoració de les mateixes a més gestiona els escriptoris de treball o virtuals.
cs: Spravuje umisťování oken na obrazovce, poskytuje dekorace oken a spravuje pracovní nebo virtuální plochy.
da: Håndterer placeringen af vinduer på skærmen, giver vinduesdekorationer og håndterer arbejdsområder eller virtuelle skriveborde.
de: Steuert die Platzierung von Fenstern auf dem Bildschirm, bietet Fensterdekorationen und verwaltet Arbeitsflächen oder virtuelle Schreibtische.
es: Gestiona la colocación de las ventanas en la pantalla, proporciona decoraciones para las ventanas y maneja espacios de trabajo o escritorios virtuales.
fr: Gère le placement des fenêtres à l’écran, fournit l’habillage des fenêtres et gère les espaces de travail ou les bureaux virtuels.
gl: Xestiona a colocación de xanelas na pantalla, fornece decoracións de xanelas e xestiona espazos de traballo ou escritorios virtuais.
he: ניהול מיקום חלונות על המסך, אספקת קישוטים לחלונות וניהול מרחבי עבודה או שולחנות עבודה וירטואלים.
id: Mengatur penempatan jendela suatu aplikasi sekaligus menyediakan gaya dekorasi jendela serta mengatur ruang kerja virtual.
it: Gestisce il posizionamento sullo schermo delle finestre delle applicazioni, fornisce le decorazioni delle finestre e gestisce gli spazi di lavoro o scrivanie virtuali.
ja: 画面上のウィンドウの配置を管理し、ウィンドウ枠を表示し、ワークスペースおよび仮想デスクトップを管理します。
kk: Экрандағы терезелердің орналасуын басқарады, терезелердің безендірілуін қамтамасыз етеді және жұмыс аймақтарын немесе виртуалды жұмыс үстелдерін басқарады.
lt: Tvarko langų išdėstymą ekrane, suteikia langų dekoracijas ir tvarko darbo sritis ar virtualius darbalaukius.
ms: Mengurus kedudukan tetingkap pada skrin, menyediakan hiasan tetingkap dan mengurus ruang kerja atau dekstop maya.
nb: Behandler vindusposisjon for programmene på skjermen, vindusdekorasjoner, arbeidsområder og virtuelle skrivebord.
nl: Beheert de plaatsing van vensters op het scherm, biedt raamdecoraties en beheert werkplekken of virtuele desktops.
oc: Gerís lo plaçament de las fenèstras a l'ecran, provesís de decoracions de fenèstra e gerís los espacis de trabalh o los burèus virtuals.
pl: Zarządza położeniem okien na ekranie, wyświetla ich obramowania i zarządza obszarami roboczymi.
pt: Posiciona as janelas no ecrã, disponibiliza as decorações de janelas e faz a gestão das áreas de trabalho e ambientes virtuais.
pt_br: Gerencia a localização de janelas na tela, fornece decorações de janelas e gerencia espaços de trabalhos ou áreas de trabalho virtuais.
ro: Gestionează plasarea ferestrelor pe ecran, oferă decorațiuni ferestrelor și gestionează spațiile de lucru sau birourile virtuale.
ru: Управляет расположением окон на экране, предоставляет оконные декорации и управляет рабочим пространством или виртуальными рабочими столами.
sq: Administron vendosjen e dritareve në ekran, furnizon zbukurime dritaresh dhe administron hapësirat e punës ose desktopët virtualë.
sr: Управља смештањем прозора програма по екрану, обезбеђује украшавање и управља радним просторима или нестварним радним површима.
sv: Hanterar placeringen av fönster på skärmen, tillhandahåller fönsterdekorationer och hanterar arbetsytor eller virtuella skrivbord.
th: จัดการการวางตำแหน่งหน้าต่างต่างๆ บนหน้าจอ จัดเตรียมกรอบหน้าต่าง และจัดการพื้นที่ทำงานหรือพื้นโต๊ะเสมือน
tr: Ekrandaki pencere yerleşimini yönetir, pencere süslemelerini sağlar ve çalışma alanlarını veya sanal masaüstlerini yönetir.
uk: Керує розміщенням вікон на екрані, забезпечує оформлення вікон та керує робочими областями або віртуальними стільницями.
vi: Quản lý vị trí của các cửa sổ trên màn hình, cung cấp đồ trang trí cho cửa sổ và quản lý không gian làm việc hoặc máy tính để bàn ảo.
zh_tw: 管理視窗在螢幕上的放置，提供視窗裝飾及管理工作空間或是虛擬桌面。

source: Sets the background image and provides a root window menu, desktop icons or minimized icons and a windows list.
ca: Fixa l'imatge de fons i proporciona un menú arrel, icones d'escriptori o icones minimitzades i un llistat de finestres.
cs: Nastavuje obrázek na pozadí a poskytuje kořenovou nabídku oken, ikony plochy nebo minimalizované ikony a seznam oken.
da: Sætter baggrundsbilledet og giver en root-vinduesmenu, skrivebordsikoner eller minimeret ikoner og en vinduesliste.
de: Legt das Hintergrundbild fest und bietet ein Menü für das Root-Fenster, Arbeitsflächensymbole oder minimierte Symbole und eine Fensterliste.
es: Configura la imagen de fondo y proporciona un menú principal, iconos en el escritorio o iconos de las aplicaciones minimizadas y una lista de ventanas.
fr: Définit le fond d’écran, fournit un menu fenêtre racine, des icônes de bureau ou réduites et une liste des fenêtres.
gl: Define a imaxe de fondo e fornece un menú da xanela raíz, iconas de escritorio ou iconas minimizadas e unha lista de xanelas.
he: קביעת תמונת הרקע ואספקת תפריט חלון משתמש על, אייקוני שולחן עבודה או אייקונים ממוזערים ורשימת חלונות.
id: Mengubah gambar di latar belakang serta menyediakan menu pengaturan dasar jendela, ikon desktop, ikon peminimal, dan daftar jendela aplikasi.
it: Imposta l'immagine di sfondo e fornisce una finestra del menu, le icone della scrivania o le icone minimizzate e un elenco delle finestre.
ja: 背景画像を設定し、ルートウィンドウメニュー、デスクトップアイコンや最小化アイコン、およびウィンドウリストを提供します。
kk: Фон суретін орнатады және негізгі терезе мәзірін, жұмыс үстелі таңбашаларын немесе жиырылған таңбашаларды және терезелер тізімін ұсынады.
lt: Nustato fono paveikslą ir pateikia pagrindinį lango meniu, darbalaukio piktogramas ar suskleistas piktogramas ir langų sąrašą.
ms: Menetapkan imej latar belakang dan menyediakan menu tetingkap root, ikon desktop atau ikon diminimum dan senarai tetingkap.
nb: Viser bakgrunnsbilder og sørger for meny i rotvinduet, vindusliste, skrivebordsikoner eller minimerte ikoner.
nl: Stelt de achtergrond en zorgt voor een root window menu, pictogrammen op het bureaublad of geminimaliseerd iconen en een Windows-lijst.
oc: Definís l'imatge de fons e ofrís un menú de la fenèstra raiç, las icònas del burèu o de las icònas redusidas e una lista de las fenèstras.
pl: Konfiguruje tło pulpitu oraz udostępnia jego zawartość, jak: ikony, menu okna głównego czy lista okien.
pt: Define a imagem de fundo e disponibiliza o menu de janelas principal, os ícones do ambiente de trabalho e uma lista de janelas.
pt_br: Define a imagem de plano de fundo e fornece um menu de janelas, ícones de área de trabalho ou ícones minimizados centralizados e uma lista de janelas.
ro: Stabilește imaginea de fundal și oferă un meniu al ferestrei rădăcină, pictograme pe birou sau pictograme minimizate și o listă de ferestre.
ru: Установка фонового изображения и предоставление основного меню окна, значков рабочего стола или уменьшенных значков и списка окон.
sq: Cakton figurën e sfondit dhe furnizon një menu dritareje rrënje, ikona desktopi ose ikona të minimizuara dhe një listë dritaresh.
sr: Поставља позадинску слику и обезбеђује корени прозор изборника, сличице радне површи или умањене сличице и списак прозора.
sv: Ställer in bakgrundsbilden och tillhandahåller en root-fönstermeny, skrivbordsikoner eller minimerade ikoner och en fönsterlista.
th: กำหนดภาพพื้นหลังและจัดเตรียมเมนูของหน้าต่างระดับราก, ไอคอนบนพื้นโต๊ะหรือไอคอนของหน้าต่างย่อเก็บ, และเมนูรายชื่อหน้าต่าง
tr: Arka plan resmini ayarlar ve kök pencere menüsü, masaüstü simgeleri veya küçültülmüş simgeler ve pencerelerin listesini sağlar.
uk: Встановлює фоновий малюнок і забезпечує роботу головного меню вікон, значків на стільниці або мінімізованих значків і списку вікон.
vi: Đặt hình nền và cung cấp menu cửa sổ gốc, biểu tượng trên màn hình hoặc biểu tượng thu nhỏ và danh sách cửa sổ.
zh_tw: 設定背景圖片及提供根視窗選單、桌面圖示或最小化的圖示及視窗選單。

source: Switch between opened windows, launch applications, switch workspaces and menu plugins to browse applications or directories.
ca: Canvia entre les finestres obertes, obre aplicacions, canvia entorns de treball i menús afegits per navegar aplicacions o directoris.
cs: Přepíná mezi otevřenými okny, spouští aplikace, přepíná pracovní plochy a zásuvné moduly nabídky pro procházení aplikací nebo adresářů.
da: Skift mellem åbne vinduer, start programmer, skift arbejdsområder og menu-plugins til at gennemse programmer eller mapper.
de: Wechsel zwischen geöffneten Fenstern, Starten von Anwendungen und Menü-Plugins zum Durchsuchen von Anwendungen oder Ordnern.
es: Cambia entre las ventanas abiertas, lanza las aplicaciones, cambia entre las áreas de trabajo y los complementos del menú para navegar por las aplicaciones o las carpetas.
fr: Permet de basculer entre les fenêtres ouvertes, lancer des applications, changer d’espaces de travail et parcourir les applications et répertoires grâce aux greffons de menu.
gl: Alterna entre xanelas abertas, inicia aplicacións, alterna entre espazos de traballo e engadidos de menú para navegar por aplicacións ou cartafoles.
he: מעבר בין חלונות פתוחים, הפעלת תוכנות, מעבר בין מרחבי עבודה ותוספי תפריט לסיור בתוכנות או תיקיות.
id: Meluncurkan aplikasi, bertukar antar jendela, bertukar antar ruang kerja, dan menu tambahan untuk meramban aplikasi ataupun direktori.
it: Scorre tra le finestre aperte, avvia le applicazioni, scorre tra gli spazi di lavoro e i plugin del menu per sfogliare applicazioni e cartelle.
ja: 開いているウィンドウを切り替え、アプリケーションを起動し、ワークスペースを切り替え、アプリケーションやディレクトリを開くメニュープラグインを提供します。
kk: Ашық терезелер арасында ауысу, қолданбаларды іске қосу, жұмыс аймақтарын ауыстыру және қолданбалар немесе бумаларды шолуға арналған мәзір плагиндері.
lt: Persijunkite tarp atvertų langų, paleistų programų, perjunkite darbo sritis ir meniu įskiepius, naršykite programas ar katalogus.
ms: Menukar diantara tetingkap dibuka, melancar aplikasi, menukar ruang kerja dan pemalam menu untuk melayari aplikasi atau direktori.
nb: Bytt mellom åpnede vinduer, start programmer, bytt arbeidsområder og menytillegg for å bla gjennom programmer eller mapper.
nl: Schakelen tussen geopende vensters, applicaties starten, schakel werkruimten en menu plugins te bladeren toepassingen of mappen.
oc: Bascuolar entre las fenèstras dobèrtas, aviada de las aplicacions, bascular d'espacis de trabalh e de menús d'empeutons per percórrer las aplicacions o los repertòris.
pl: Przełącza pomiędzy otwartymi oknami, uruchamia programy, przełącza obszary robocze i dostarcza aplety służące do przeglądania programów i katalogów.
pt: Permite alternar entre janelas abertas, iniciar aplicações, alternar entre áreas de trabalho e entre acrescentos de menu para navegar nas aplicações ou diretórios.
pt_br: Alterna entre janelas abertas, inicia aplicativos, alterna entre espaços de trabalho e plugins de menu para navegar por aplicativos e diretórios.
ro: Comutați între ferestrele deschise, lansați aplicații, comutați între spațiile de lucru și modulele de meniu pentru a răsfoi aplicații sau directoare.
ru: Переключение между открытыми окнами, запуск приложений, переключение рабочих пространств и модули меню для просмотра приложений или каталогов.
sq: Kaloni nga një dritare e hapur në tjetrën, nisni aplikacione, këmbeni hapësira pune dhe shtojca menush që të shfletoni aplikacione ose drejtori.
sr: Измењује отворене прозоре, покреће програме, мења радни простор и многе прикључке за преглед програма и фасцикли.
sv: Växla mellan öppna fönster, starta program, växla mellan skrivbord och menyinsticksprogram för att bläddra i program och kataloger.
th: สลับไปมาระหว่างหน้าต่างที่เปิดอยู่, เรียกเปิดโปรแกรม, สลับพื้นที่ทำงาน, และมีปลั๊กอินเมนูสำหรับท่องดูโปรแกรมและไดเรกทอรีต่างๆ
tr: Açık pencereler arası geçiş, uygulama başlatma, çalışma alanları arası geçiş ve uygulamaları veya dizinleri taramak için bir menü eklentisi sağlar.
uk: Перемикання між відкритими вікнами, запуск програм, перемикання робочих областей і розширень меню для вибору програм чи тек.
vi: Chuyển đổi giữa các cửa sổ đang mở, khởi chạy ứng dụng, chuyển đổi không gian làm việc và plugin menu để duyệt ứng dụng hoặc thư mục.
zh_tw: 在打開的視窗間切換、啟動應用程式、切換工作空間及選單插件以瀏覽應用程式或目錄。
