Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: If you want to fund the project, you can use OpenCollective. Xfce has created two collectives, known as <a href="https://opencollective.com/xfce">Xfce ($)</a> and <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a> respectively.
ca: Si voleu finançar el projecte, podeu utilitzar OpenCollective. Xfce ha creat dos col·lectius, coneguts com a <a href="https://opencollective.com/xfce">Xfce ($)</a> i <a href="https://opencollective.com/xfce-eu">Xfce-Eu ( and)</a> respectivament.
da: Hvis du vil finansiere projektet, så kan du bruge OpenCollective. Xfce har oprettet to indsamlinger kaldet <a href="https://opencollective.com/xfce">Xfce ($)</a> og <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a>.
de: Wenn Sie das Projekt finanzieren möchten, können Sie OpenCollective verwenden. Xfce hat zwei Sammlungen eingerichtet, die als <a href="https://opencollective.com/xfce">Xfce ($)</a> bzw. <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a> bekannt sind.
es: Si desea financiar el proyecto, puede usar Colectivos abiertos. Xfce ha creado dos colectivos, conocidos como <a href="https://opencollective.com/xfce">Xfce ($)</a> y <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a> respectivamente.
gl: Se desexa financiar o proxecto, pode usar OpenCollective. Xfce creou dous «colectivos», coñecidos como <a href="https://opencollective.com/xfce">Xfce ($)</a> e <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a> respectivamente.
he: אם אתה רוצה לממן את הפרויקט, אתה יכול להשתמש ב-OpenCollective. נוצרו שני קולקטיבים ע"י Xfce, הידועים כ-<a href="https://opencollective.com/xfce">Xfce ($)</a> ו-<a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a> בהתאמה.
id: Jika Anda ingin mendanai proyek ini, Anda bisa menggunakan OpenCollective. Xfce telah membuat dua kolektif, <a href="https://opencollective.com/xfce">Xfce ($)</a> dan <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a>.
it: Se si vuole donare al progetto, si può utilizzare OpenCollective. Xfce ha creato due fondi, il primo chiamato <a href="https://opencollective.com/xfce">Xfce ($)</a> e il secondo <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a>.
kk: Егер сіз жобаға демеушілік еткіңіз келсе, OpenCollective қолдана аласыз. Xfce сәйкесінше <a href="https://opencollective.com/xfce">Xfce ($)</a> және <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a> деп аталатын екі ұжымды құрды.
pl: Jeśli chcesz sfinansować projekt, możesz użyć platformy Open Collective. Xfce stworzyło dwa kolektywy, znane odpowiednio jako <a href="https://opencollective.com/xfce">Xfce ($)</a> oraz <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a>.
pt: Se quiser financiar o projeto, pode utilizar o OpenCollective. O Xfce criou dois 'collectives', conhecidos como <a href="https://opencollective.com/xfce">Xfce ($</a>) e <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a>, respetivamente.
pt_br: Se quiser financiar o projeto, pode utilizar o OpenCollective. O Xfce criou duas contas, conhecidas como <a href="https://opencollective.com/xfce">Xfce ($)</a> e <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a>, respectivamente.
ro: Dacă doriți să finanțați proiectul, puteți utiliza OpenCollective. Xfce a creat două colective, cunoscute ca <a href="https://opencollective.com/xfce">Xfce ($)</a> și, respectiv, <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a>.
ru: Если вы хотите финансировать проект, вы можете использовать OpenCollective. Xfce создал два коллектива, известных как <a href="https://opencollective.com/xfce">Xfce ($)</a> и <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a> соответственно.
sq: Nëse doni të financoni projektin, mund të përdorni OpenCollective. Xfce ka krijuar dy kolektiva, të njohur përkatësisht si <a href="https://opencollective.com/xfce">Xfce ($)</a> dhe <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a>.
sr: Ако желите да приложите пројекту, можете користити OpenCollective. ИксФЦЕ је направио два удружења, позната као <a href="https://opencollective.com/xfce">Xfce ($)</a> и <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a>.
sv: Om du vill finansiera projektet kan du använda OpenCollective. Xfce har skapat två kollektiv, kallade <a href="https://opencollective.com/xfce">Xfce ($)</a> respektive <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a>.
th: หากคุณต้องการสนับสนุนเงินทุนให้กับโครงการ คุณสามารถทำผ่าน OpenCollective ได้ Xfce ได้สร้างกลุ่มไว้รองรับสองกลุ่ม ในชื่อ <a href="https://opencollective.com/xfce">Xfce ($)</a> และ <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a>
vi: Nếu bạn muốn tài trợ cho dự án, bạn có thể sử dụng OpenCollective. Xfce đã tạo ra hai tập thể, lần lượt được gọi là <a href="https://opencollective.com/xfce">Xfce ($)</a> và <a href="https://opencollective.com/xfce-eu">Xfce-Eu (€)</a>.

source: online documentation for the core modules of Xfce
ca: documentació en línia dels mòduls principals de l'Xfce
cs: online dokumentace pro klíčové moduly Xfce
da: onlinedokumentation til Xfce's kernemoduler
de: Internetdokumentation für die Kernkomponenten von Xfce
es: documentación en línea para los módulos principales de Xfce
fr: documentation en ligne pour les modules de base de Xfce
gl: documentación na rede sobre os módulos centrais de Xfce
he: תיעוד אונליין ליחידות הליבה של Xfce
id: dokumentasi daring untuk modul inti Xfce
it: Documentazione online per i componenti principali di Xfce.
ja: Xfce コアモジュールのオンラインドキュメント
kk: Xfce негізгі модульдеріне арналған онлайн құжаттама
lt: Xfce branduolio modulių dokumentacija internete
ms: Dokumentasi atas-talian untuk modul teras Xfce
nb: nettbasert dokumentasjon av kjernemodulene i Xfce
oc: documentacion en linha pels moduls de basa de Xfce
pl: przechowuje internetową dokumentację głównych modułów Xfce
pt: documentação para os principais módulos do Xfce
pt_br: documentação online para os módulos principais do Xfce
ro: documentație disponibilă în Internet pentru modulele de bază ale Xfce
ru: Онлайн документация основных модулей Xfce
sq: dokumentimn në internet për modulet bazë të Xfce-së
sr: документација на мрежи за делове језгра ИксФЦЕ-а
sv: onlinedokumentation för Xfce:s kärnmoduler
th: เอกสารออนไลน์สำหรับมอดูลแกนหลักของ Xfce
tr: Xfce çekirdek modülleri için çevrim içi belgeleme
uk: онлайн документація для основних модулів Xfce
vi: tài liệu trực tuyến về các mô-đun cốt lõi của Xfce
zh_tw: Xfce 核心模組的線上文件

source: Projects
ca: Projectes
cs: Projekty
da: Projekter
de: Projekte
es: Proyectos
fr: Projets
gl: Proxectos
he: פרויקטים
id: Proyek
it: Progetti
ja: プロジェクト
kk: Жобалар
lt: Projektai
ms: Projek
nb: Prosjekter
nl: Projecten
oc: Projèctes
pl: Projekty
pt: Projetos
pt_br: Projetos
ro: Proiecte
ru: Проекты
sq: Projekte
sr: Пројекти
sv: Projekt
th: โครงการ
tr: Projeler
uk: Проекти
vi: Dự án
zh_tw: 專案

source: The Xfce project contains several separated projects for each part of the desktop. Some projects have their own project pages to provide additional information.
ca: El projecte Xfce conté diversos projectes separats per a cada part de l'escriptori. Alguns projectes tenen les seves pròpies pàgines de projectes per proporcionar informació addicional.
cs: Projekt Xfce obsahuje několiv oddělených projektů pro každou část pracovního prostředí. Některé projekty mají svoje vlastní projektové stránky pro poskytování dodatečných informací.
da: Xfce-projektet indeholder flere separate projekter til hver del af skrivebordet. Nogle projekter har deres egne projektpakker til at give yderligere information.
de: Das Xfce Projekt besteht aus verschiedenen separaten Projekten für jeden Teil des Desktops. Einige Projekte haben eigene Projektseiten um mehr Informationen bereitzustellen.
es: El proyecto Xfce contiene varios proyectos separados para cada parte del escritorio. Algunos proyectos pueden tiener su propia página de proyecto para proporcionar información adicional.
fr: Le projet Xfce contient plusieurs projets séparés pour chaque partie du bureau. Certains projets disposent de leur propre page de projet pour fournir des informations supplémentaires.
gl: O proxecto Xfce contén varios proxectos separados para cada parte do escritorio. Algúns proxectos teñen as súas propias páxinas de proxecto para fornecer información adicional.
he: פרויקט Xfce מכיל כמה פרויקטים נפרדים לכל חלק של שולחן העבודה. לכמה פרויקטים יש דפי פרויקט משל עצמם כדי לספק מידע נוסף.
id: Proyek Xfce berisi beberapa proyek yang terpisah untuk tiap bagian dari desktop. Beberapa proyek memiliki halaman proyek mereka sendiri untuk menyediakan informasi tambahan.
it: Il progetto Xfce contiene diversi progetti separati per ogni componente dell'ambiente grafico. Alcuni progetti hanno le proprie pagine web in cui forniscono maggiori informazioni.
ja: Xfce プロジェクトはデスクトップの各パーツごとにいくつかの個別のプロジェクトに分かれています。一部のプロジェクトは自身のプロジェクトページを用意しており、より多くの情報を提供しています。
kk: Xfce жобасы жұмыс үстелінің әрбір бөлігі үшін бірнеше бөлек жобаларды қамтиды. Кейбір жобаларда қосымша ақпарат беру үшін жеке жоба беттері бар.
lt: Xfce projektas kiekvienai darbalaukio daliai apjungia kelis atskirus projektus. Kai kurie projektai turi savo asmeninius projekto puslapius, kuriuose teikia papildomą informaciją.
ms: Projek Xfce mengandungi beberapa projek yang diasingkan mengikut setiap bahagian desktop. Setiap projek mempunyai halaman projek mereka sendiri yang menyediakan maklumat tambahan.
nb: Xfce-prosjektet består av flere separate prosjekter for hver del av skrivebordet. Noen prosjekter har egne prosjektsider for å tilby ytterligere informasjon.
pl: Xfce zawiera kilka oddzielonych projektów dla każdej części pulpitu. Niektóre z nich mają własne strony w celu dostarczenia dodatkowych informacji.
pt: O Xfce é constituído por diversos projetos que no conjunto criam o ambiente de trabalho. Cada projeto tem a sua página com as informações adicionais.
pt_br: O projeto Xfce contém diversos projetos separados para cada parte do desktop. Alguns dos projetos têm sua própria página de projeto para fornecer informações adicionais.
ro: Proiectul Xfce conține mai multe proiecte separate pentru fiecare parte a biroului. Unele proiecte au propriile pagini de proiect pentru a oferi informații suplimentare.
ru: Проект Xfce содержит несколько отдельных проектов для каждой части рабочего стола. У некоторых из этих проектов есть своя собственная страница с более подробной информацией.
sq: Projekti Xfce përmban disa projekte ndarazi, për çdo pjesë të desktopit. Disa projekte kanë faqet e tyre të projektit, për të dhënë informacion shtesë.
sr: Пројекат Иксфце-а садржи неколико одвојених пројеката за сваки део радног окружења. Сваки пројекат има своју страницу пројекта ради пружања додатних података.
sv: Xfce-projektet innehåller flera separata projekt för varje del av skrivbordet. En del projekt har sina egna projektsidor för att tillhandahålla ytterligare information.
th: โครงการ Xfce ประกอบด้วยโครงการแยกย่อยหลายโครงการสำหรับแต่ละส่วนของตัวเดสก์ท็อป บางโครงการมีหน้าเว็บของตัวเองเพื่อให้ข้อมูลเพิ่มเติม
tr: Xfce projesi masaüstünün her bölümü için çeşitli ayrılmış projeler içerir. Her projenin ek bilgi sağlaması için kendi proje sayfası vardır.
uk: Проект Xfce містить кілька окремих проектів для кожної частини робочого столу. Деякі проекти мають свої власні сторінки проекту, де міститься додаткова інформація.
vi: Dự án Xfce chứa một số dự án riêng biệt cho từng phần của màn hình. Một số dự án có trang dự án riêng để cung cấp thêm thông tin.
zh_tw: Xfce 專案包括了數個獨立的專案，對應於桌面的每個部份。某些專案會有它們自己的專案頁面以提供額外的資訊。

source: Core Components
ca: Components principals
cs: Klíčové komponenty
da: Kernekomponenter
de: Kernkomponenten
es: Componentes principales
fr: Composants de base
gl: Compoñentes do núcleo
he: רכיבי ליבה
id: Komponen Inti
it: Componenti principali
ja: 主要コンポーネント
kk: Негізгі компоненттер
lt: Branduolio komponentai
ms: Komponen Teras
nb: Sentrale komponenter
nl: Kerncomponenten
oc: Components de basa
pl: Główne komponenty
pt: Componentes principais
pt_br: Componentes principais
ro: Componentele de bază (nucleul mediului grafic de birou Xfce)
ru: Основные компоненты
sq: Përbërësit Bazë
sr: Чиниоци језгра
sv: Kärnkomponenter
th: องค์ประกอบแกนหลัก
tr: Temel Bileşenler
uk: Компоненти ядра
vi: Thành phần cốt lõi
zh_tw: 核心部件

source: It manages the placement of application windows on the screen, provides window decorations and manages workspaces or virtual desktops.
ca: Gestiona la col·locació de les finestres de les aplicacions a la pantalla, proporciona la decoració de les finestres i gestiona els espais de treball o escriptoris virtuals.
cs: Spravuje umístění oken aplikací na obrazovce, poskytuje oknům dekorace a spravuje pracovní a virtuální plochy.
da: Det håndterer placeringen af programvinduer på skærmen, sørger for vinduesdekorationer og styrer arbejdsområder eller virtuelle skriveborde.
de: Verwaltet die Platzierung von Anwendungsfenstern auf dem Bildschirm, stellt Fensterdekorationen bereit und verwaltet die Arbeitsflächen oder virtuellen Arbeitsflächen.
es: Gestiona la colocación de las ventanas de la aplicación en la pantalla, ofrece decoración de las ventanas y gestiona áreas de trabajo o escritorios virtuales.
fr: Il gère le placement des fenêtres à l’écran, leur apparence, les espaces de travail ou les bureaux virtuels.
gl: Xestiona a colocación das xanelas das aplicacións na pantalla, fornece decoracións de xanela e xestiona espazos de traballo ou escritorios virtuais.
he: מנהל את מיקום חלונות התוכנות על המסך, מספק קישוטים לחלונות ומנהל מרחבי עבודה או שולחנות עבודה וירטואליים.
id: Mengatur penempatan jendela suatu aplikasi sekaligus menyediakan gaya dekorasi jendela serta mengatur ruang kerja virtual.
it: Gestisce il posizionamento sullo schermo delle finestre delle applicazioni, fornisce le decorazioni delle finestre e gestisce gli spazi di lavoro o scrivanie virtuali.
ja: 画面上のアプリケーションウィンドウの配置を管理し、ウィンドウ枠とワークスペースや仮想デスクトップを提供します。
kk: Ол экрандағы қолданба терезелерінің орналасуын басқарады, терезе безендірулерін қамтамасыз етеді және жұмыс орындарын немесе виртуалды жұмыс үстелдерін басқарады.
lt: Ji tvarko programų langų išdėstymą ekrane, suteikia langų dekoracijas ir tvarko darbo sritis ar virtualius darbalaukius.
ms: Ia mengurus kedudukan tetingkap aplikasi pada skrin, menyediakan hiasan tetingkap dan mengurus ruang kerja atau desktop maya.
nb: Behandler vindusposisjon for programmene på skjermen, vindusdekorasjoner, arbeidsområder og virtuelle skrivebord.
nl: Het beheert de plaatsing van de aanvraag vensters op het scherm, biedt raamdecoraties en beheert werkplekken of virtuele desktops.
oc: Gerís lo plaçament de las fenèstras de las aplicacions sus l'ecran, provesís los decoracions de las fenèstras e gerís los espacis de trabalh o los burèus virtuals.
pl: Zarządza położeniem okien na ekranie, wyświetla ich obramowania i zarządza obszarami roboczymi.
pt: Responsável pela gestão das janelas das aplicações no ecrã, providencia as decorações de janelas e faz a gestão das áreas de trabalho virtuais.
pt_br: Gerencia a localização das janelas de aplicativos na tela, fornece decoração das janelas e gerencia os espaços de trabalho ou ambientes virtuais.
ro: Acesta gestionează plasarea ferestrelor aplicațiilor pe ecran, oferă decorațiuni ferestrelor și gestionează spațiile de lucru sau birourile virtuale.
ru: Управляет расположением окон программ на экране, декорируя эти окна и управляя рабочими областями или виртуальными рабочими столами.
sq: Administron vendosjen e dritareve të aplikacioneve në ekran, furnizon zbukurime dritaresh dhe administron hapësirat e punës ose desktopët virtualë.
sr: Он управља смештајем прозора програма по екрану, обезбеђује украшавање и управља радним просторима или нестварним радним површима.
sv: Den hanterar hanteringen av programfönster på skärmen, tillhandahåller fönsterdekorationer och hanterar arbetsytor eller virtuella skrivbord.
th: จัดการการวางตำแหน่งหน้าต่างของโปรแกรมต่างๆ บนหน้าจอ จัดเตรียมกรอบหน้าต่าง และจัดการพื้นที่ทำงานหรือพื้นโต๊ะเสมือน
tr: Bu, ekrandaki uygulama pencerelerinin yerleştirmesini yönetir, pencere süslemelerini sağlar ve çalışma alanlarını veya sanal masaüstlerini yönetir.
uk: Програма керує положенням вікна програм на екрані, включає оздоблення вікон і керує робочими областями або віртуальними стільницями.
vi: Nó quản lý vị trí của các cửa sổ ứng dụng trên màn hình, cung cấp các trang trí cửa sổ và quản lý không gian làm việc hoặc máy tính để bàn ảo.
zh_tw: 它管理應用程式視窗在螢幕上如何放置，提供視窗裝飾及管理工作空間或虛擬桌面。

source: The panel is a bar which allows you to have at all times program launchers, panel menus, a clock, a desktop switcher and more.
ca: El plafó és una barra que us permet tenir en tot moment llançadors de programes, menús del plafó, un rellotge, un selector d'escriptori i més coses.
cs: Panel je místo, kam kdykoli můžete umístit spouštěče programů, nabídky panelu, hodiny, přepínač ploch a další.
da: Panelet er en linje som gør dig i stand til at have programstartere, menuer, et ur, en skrivebordsskifter og mere.
de: Die Leiste ist ein Balken, in welchem Sie Programmstarter, Leistenmenüs, eine Uhr, einen Arbeitsflächenwechsler und mehr ständig verfügbar halten können.
es: El panel es una barra que le permite tener a todos los lanzadores de programa, los menús del panel, un reloj, un cambiador de escritorio y más.
fr: Le tableau de bord est une barre vous permettant d’accéder à tout moment à des lanceurs de programmes, au menu des applications, à une horloge, un sélecteur de bureau et plus encore.
gl: O panel é unha barra que permite ter en calquera momento iniciadores de programas, menús do panel, un reloxo, un intercambiador de escritorios e máis.
he: הלוח הוא סרגל המאפשר שיהיו לך בכל זמן משגרי תוכנה, תפריטי לוח, שעון, מחליף שולחן עבודה ועוד.
id: Panel adalah bagian desktop khusus yang menampung berbagai peluncur aplikasi, tombol menu utama, jam, pemilih ruang kerja virtual dan sebagainya.
it: Il pannello è una barra che permette di avere sempre a disposizione gli avviatori dei programmi, i menu del pannello, un selettore di scrivanie e molto altro.
ja: パネルとは、プログラムの起動、パネルメニューや時刻の表示、デスクトップの切り換えなどを行える、常駐するバーのことです。
kk: Панель — бұл бағдарлама іске қосушыларын, панель мәзірлерін, сағатты, жұмыс үстелін ауыстырғышты және т.б. әрқашан қол астында ұстауға мүмкіндік беретін жолақ.
lt: Skydelis yra juosta, kuri suteikia galimybę visada po ranka turėti programų leistukus, skydelio meniu, laikrodį, darbalaukio perjungiklį ir dar daugiau.
ms: Panel adalah palang yang membolehkan anda meletak pelancar program, menu panel, jam, penukar dekstop dan banyak lagi.
nb: Panelet er en linje med programstartere, menyer, klokke, skrivebordsveksler med mere.
oc: Lo panèl es una barra que vos permet d'avoir a tout moment d'aviadors de programas, dels menús panèl, un relòtge, un commutateur de burèu e mai encara.
pl: Przechowuje i wyświetla rozmaite aplety, jak: aktywatory, przyciski okien, zegar, podgląd obszarów roboczych i inne.
pt: O painel é uma barra que lhe permite adicionar os lançadores, menus, relógios, alternador de áreas de trabalho e muito mais.
pt_br: O painel é uma barra que permite que você tenha todos os lançadores de programas o tempo todo, menus de painel, um relógio, um alternador de desktop e muito mais.
ro: Panoul este o bară care vă permite să aveți în orice moment lansatoare de programe, meniuri de panou, un ceas, un selector de birou virtual și multe altele.
ru: Панель — это прямоугольная область, содержащая значки запуска программ, меню панели, часы, переключатель между рабочими столами и пр.
sq: Paneli është një shtyllë e cila ju lejon të keni në çdo kohë para syve nisës programesh, menu paneli, një orë, një këmbyes desktopi, etj.
sr: Полица је трака која омогућује да све време имате покретаче програма, изборнике полице, часовник, измењивач радних простора, и још пуно тога.
sv: Panelen är en rad som låter dig att alltid ha programstartare, panelmenyer, en klocka, en skrivbordsväxlare och annat.
th: พาเนลคือแถบซึ่งช่วยให้คุณสามารถเข้าถึงปุ่มเรียกโปรแกรม, เมนูพาเนล, นาฬิกา, เครื่องมือสลับพื้นโต๊ะ และอื่นๆ ได้ตลอดเวลา
tr: Panel her zaman için program rampalarını, panel menülerini, saatini, masaüstü değiştiricilerini ve daha fazlasını sağlayan bir çubuktur.
uk: Панель дозволяє розмістити всі запускачі програм, меню, годинник, перемикач стільниць та інше.
vi: Bảng điều khiển là một thanh cho phép bạn luôn có các trình khởi chạy chương trình, menu bảng điều khiển, đồng hồ, trình chuyển đổi màn hình và hơn thế nữa.
zh_tw: 面板是一個隨時存在的，讓您可以放置程式啟動器、面板選單、時鐘、桌面切換器及更多的長條。
