Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The <em>session manager</em>&apos;s settings dialog has a button for clearing the saved session (no more <tt>rm -r ~/.config/sessions</tt>). Xfce4-tips has been removed and the session manager can now lock the screen before suspending or hibernating the system.
ca: El diàleg de configuració de <em>session manager</em>apos; té un botó per netejar la sessió desada (no més <tt>rm -r /.config/sessions</tt>). S'han eliminat els consells Xfce4 i el gestor de sessions ara pot bloquejar la pantalla abans de suspendre o hibernar el sistema.
cs: Dialogové okno nastavení <em>správce relace</em> obsahuje tlačítko pro vyčištění uložené relace (už žádné <tt>rm -r ~/.config/sessions</tt>). Nástroj Xfce4-tips byl odebrán a správce relace nyní může obrazovku před přechodem do režimu spánku nebo hibernací uzamknout.
da: <em>session manager</em>&apos;s indstillinger dialogen har en knap for at rense den gemte session (ingen mere<tt>rm -r ~/.config/sessions</tt>). Xfce4-tips er blevet fjernet og session manageren kan nu låse skærmen før den suspenderer eller får systemet til at gå i dvale.
de: Der Einstellungsdialog der <em>Sitzungsverwaltung</em> verfügt jetzt über einen Knopf, um die gespeicherten Sitzungen zu löschen (<tt>rm -r ~/.config/sessions</tt> ist damit nicht mehr nötig). Xfce4-tips wurde entfernt und die Sitzungsverwaltung kann jetzt den Bildschirm sperren, bevor das System in den Standby oder den Ruhezustand geht.
es: El </em>gestor de sesión</em> y el diálogo de configuración tiene un botón para limpiar las sesiones guardadas (no más <tt>rm -r ~/.config/sessions</tt>). Xfce4-tips ha sido eliminado y el manejador de sesión ahora puede bloquear la sesión antes de suspender o hibernar el sistema.
fr: La fenêtre de paramètres du <em>gestionnaire de sessions</em> dispose d’un bouton pour effacer la session sauvegardée (plus besoin de <tt>rm -r ~/.configsessions</tt>). Les astuces Xfce4 ont été supprimées et le gestionnaire de session peut maintenant verrouiller l’écran avant la mise en veille ou veille prolongée du système.
gl: O diálogo de configuración do <em>xestor de sesión</em> ten un botón para limpar a sesión gardada (non máis <tt>rm -r ~/.config/sesions</tt>). Eliminouse o «Xfce4-tips» e agora o xestor de sesións pode bloquear a pantalla antes de suspender ou hibernar o sistema.
he: לתיבת דו־שיח הגדרות <em>מנהל הסשן</em> יש כפתור לניקוי הסשן שנשמר (לא עוד <tt>rm -r ~/.config/sessions</tt>). הוסר Xfce4-tips ומנהל הסשן יכול עכשיו לנעול את המסך לפני הפסקה או שינה של המערכת.
id: Dialog pengaturan <em>manajer sesi</em> memiliki sebuah tombol untuk membersihkan sesi yang tersimpan (tidak perlu lagi <tt>rm -r ~/.config/sessions</tt>). Xfce4-tips telah dihapus dan manajer sesi sekarang bisa mengunci layar sebelum melakukan suspensi atau hibernasi sistem.
it: La schermata delle impostazioni del <em>gestore della sessione</em> ha un pulsante per pulire la sessione salvata (non serve più il comando <tt>rm -r ~/.config/sessions</tt>). Xfce4-tips è stato rimosso e il gestore della sessione può ora bloccare lo schermo prima di sospendere o ibernare il sistema.
ja: <em>セッションマネージャー</em>の設定ダイアログ内に、保存セッションをクリアするボタンが追加されました (もう <tt>rm -r ~/.config/session</tt> する必要はありません)。Xfce4-tips は廃止され、システムがサスペンドやハイバネートに遷移中の時画面をロックするオプションが追加されました。
kk: <em>Сессиялар менеджерінің</em> баптаулар сұхбат терезесінде сақталған сессияны тазарту батырмасы бар (енді <tt>rm -r ~/.config/sessions</tt> қажет емес). Xfce4-tips өшірілді және сессиялар менеджері енді жүйені күту немесе ұйықтау режиміне ауыстырар алдында экранды бұғаттай алады.
lt: <em>Seansų tvarkytuvės</em> nustatymų dialogas turi mygtuką įrašytų seansų išvalymui (daugiau nereikės <tt>rm -r ~/.config/sessions</tt>). Xfce4-tips buvo pašalintas, nuo šiol seansų tvarkytuvė gali užrakinti ekraną prieš pristabdant ar užmigdant sistemą.
ms: Dialog tetapan <em>pengurus sesi</em>&apos;s mempunyai butang untuk mengosongkan sesi tersimpan (tiada lagi <tt>rm -r ~/.config/sessions</tt>). Xfce4-tips telah dibuang dan kini pengurus sesi dapat mengunci skrin sebelum tangguh atau hibernasikan sistem.
nb: <em>Øktbehandleren</em>s innstillingsdialog har en knapp for å tømme den lagrede økta (du slipper altså <tt>rm -r ~/.config/sessions</tt>). Xfce4-tips er fjernet og øktbehandleren kan nå låse skjermen før hvile- eller dvalemodus.
oc: La bóstia de dialòg de configuracion del <em>gestionari de session </em> a un boton per escafar la session salvada (non mai <tt>rm -r ~/.config/sessions</tt>). Los conselhs Xfce4- son estats suprimits e lo gestionari de session pòt ara verrolhar l'ecran avant la suspension o l'ivernacion del sistèma.
pl: Okno <em>menedżera sesji</em> wyposażono w przycisk służący do czyszczenia zawartości zapisanych sesji (nigdy więcej <tt>rm -r ~/.config/sessions</tt>). Usunięto pakiet xfce4-tips a menedżer sesji potrafi teraz zablokować dostęp do komputera przed wstrzymaniem działania lub zahibernowaniem systemu.
pt: A janela de definições do <em>gestor de sessão</em> tem um botão para limpar a sessão gravada (não existe <tt>rm -r ~/.config/sessions</tt>). Xfce4-tips foi removido e o gestor de sessão pode agora bloquear o ecrã antes de suspender ou hibernar o sistema.
pt_br: O diálogo de configurações do <em>gerenciador de sessões</em> possui um botão para limpar a sessão salva (nada de <tt>rm -r ~/.config/sessions</tt> mais). Xfce4-tips foi removido e o gerenciador de sessões agora pode travar a tela antes de suspender ou hibernar o sistema.
ro: Fereastra de dialog a administratorului de sesiune și cea a opțiunilor are un buton pentru ștergerea sesiunii salvate (nu mai este nevoie de <tt>rm -r ~/.config/sessions</tt>). «xfce4-tips» a fost eliminat și administratorul de sesiune poate bloca acum ecranul înainte de suspendarea sau hibernarea sistemului.
ru: В диалоге настройки <em>Сеанс</em> теперь есть кнопка для очистки сохранённых сеансов (больше нет необходимости в <tt>rm -r ~/.config/sessions</tt>). Xfce4-tips был удалён и менеджер сеансов теперь может блокировать экран перед входом в ждущий или спящий режим.
sq: Dialogu i rregullimeve për <em>përgjegjësin e sesioneve</em> ka një buton për pastrimin e sesionit të ruajtur (s’ka më <tt>rm -r ~/.config/sessions</tt>). <em>Xfce4-tips</em> është hequr dhe përgjegjësi i sesioneve tani mund të kyçë ekranin përpara kalimit të sistemit në gjendje pezull ose të plogësht.
sr: Прозор поставки <em>управника седнице</em>&apos; има дугме за чишћење сачуваних седница (нема више <tt>rm -r ~/.config/sessions</tt>). ИксФЦЕ савети су уклоњени и управник седнице може сада закључати екран пре обуставе или замрзавања система.
sv: Dialogfönstret för <em>sessionshanteraren</em>&apos;s har en knapp för att rensa sparade sessioner (inget mer <tt>rm -r ~/.config/sessions</tt>). Xfce-tips har tagits bort och sessionshanteraren kan nu låsa skärmen innan systemet försätts i vänte- eller viloläge.
th: กล่องโต้ตอบตั้งค่าของ <em>โปรแกรมจัดการวาระ</em> มีปุ่มสำหรับล้างวาระที่บันทึกไว้ (ไม่ต้องสั่ง <tt>rm -r ~/.config/sessions</tt> อีกต่อไปแล้ว) xfce4-tips ได้ถูกตัดออก และโปรแกรมจัดการวาระรุ่นนี้สามารถล็อคหน้าจอก่อนพักเครื่องหรือจำศีลเครื่องได้แล้ว
tr: <em>Oturum Yöneticisi</em>&apos;s nin ayarlar iletişim penceresi, kayıtlı oturumu temizlemek için bir düğmeye sahiptir (artık <tt>rm -r ~/.config/sessions</tt> gerekli değil). Xfce4-tips kaldırıdı ve oturum yöneticisi, artık bekletmeden önce ekranı kilitleyebiliyor ve uykuya geçirebiliyor.
uk: Діалог налаштувань у<em>Менеджері налаштувань</em> має кнопку для очищення збереженої сесії (немає більше <tt>rm -r ~/.config/sessions</tt>). Xfce4-tips вилучено, а менеджер сесій тепер може замикати екран пере засинанням або сплячкою системи.
vi: Hộp thoại cài đặt của <em>trình quản lý phiên</em> có một nút để xóa phiên đã lưu (không còn <tt>rm -r ~/.config/sessions</tt>). Xfce4-tips đã bị xóa và trình quản lý phiên hiện có thể khóa màn hình trước khi tạm dừng hoặc ngủ đông hệ thống.
zh_tw: <em>工作階段管理員</em> 的設定對話框中有了一個用以清除已儲存的工作階段(不再是 <tt>rm -r ~/.config/sessions</tt>)的按鈕。Xfce4 啟動提示已經被移除，且工作階段管理員現在可以在系統暫停或休眠前鎖定螢幕。

source: Applications Autostart
ca: Inici automàtic d'aplicacions
cs: Automatické spouštění aplikací
da: Automatisk start af programmer
de: Autostart von Anwendungen
es: Autoinicio de aplicaciones
fr: Démarrage automatique des applications
gl: Inicio automático de aplicacións
he: הפעלת יישומים אוטומטית
id: Aplikasi Otomatis Berjalan
it: Avvio automatico delle applicazioni
ja: 自動開始アプリケーション
kk: Қолданбалардың автоіске қосылуы
lt: Automatinis programų paleidimas
ms: Automula Aplikasi
nb: Autostart av programmer
oc: Aplicacions aviada automatica
pl: Automatyczne uruchamianie programów
pt: Arranque automático de aplicações
pt_br: Inicialização automática de aplicativos
ro: Pornire automată a aplicațiilor
ru: Автозапуск приложений
sq: Vetënisje Aplikacionesh
sr: Покретање програма при пријави
sv: Program autostart
th: การเรียกโปรแกรมอัตโนมัติ
tr: Uygulamaları Otomatik Başlatma
uk: Програми в автозапуску
vi: Ứng dụng Tự khởi động
zh_tw: 應用程式自動啟動
