Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: While <b>Orage</b> is very lightweight and easy to use, it supports all the important features found in larger calendar applications like <b>Outlook</b> or <b>Evolution</b>. While <b>Xfcalendar</b> used the custom <tt>dbh</tt> format in the past to store your settings, <b>Orage</b> is based on <tt>ical</tt> and therefore compatible with other calendar applications.
ca: Mentre que <b>Orage</b> és molt lleuger i fàcil d'utilitzar, suporta totes les característiques importants que es troben en aplicacions de calendari més grans com <b>Outlook</b> o <b>Evolution</b>. Mentre que <b>Xfcalendar</b> va utilitzar el format personalitzat <tt>dbh</tt> en el passat per emmagatzemar la vostra configuració, <b>Orage</b> es basa en <tt>ical</tt> i, per tant, és compatible amb altres aplicacions de calendari.
cs: Přestože je aplikace <b>Orage</b> velmi odlehčená a snadná pro použití, podporuje všechny důležité funkce a vlastnosti, kterými disponují aplikace jako <b>Outlook</b> nebo <b>Evolution</b>. Zatímco <b>Xfcalendar</b> používal pro uložení nastavení vlastní formát <tt>dbh</tt>, <b>Orage</b> je založen na formátu <tt>ical</tt> a je proto kompatibilní s jinými kalendářovými aplikacemi.
da: Mens <b>Orage</b> er meget letvægtigt og nemt at bruge, den understøtter all de vigtige funktioner fundet i større kalender applikationer såsom <b>Outlook</b> eller <b>Evolution</b>. Mens<b>Xfkalender</b> brugte brugerdefineret <tt>dbh</tt> format i fortiden til at lagre dine indstillinger, <b>Orage</b> er baseret på <tt>ical</tt> og derfor er kompatibel med andre kalender applikationer.
de: Obwohl <b>Orage</b> sehr leichtgewichtig und einfach zu benutzen ist, unterstützt es alle wichtigen Funktionsmerkmale, die größere Kalenderanwendungen wie <b>Outlook</b> oder <b>Evolution</b> bieten. Während <b>Xfcalendar</b> das spezielle <tt>dbh</tt>-Format zum Speichern von Einstellungen benutzte, benutzt <b>Orage</b> das <tt>ical</tt>-Format und ist deshalb kompatibel mit anderen Kalenderanwendungen.
es: Mientras <b>Orage</b> es muy ligero y fácil de usar, dispone de todas las características importantes que se encuentran en aplicaciones de calendario de más envergadura como <b>Outlook</b> o <b>Evolution.</b> Mientras que <b>Xfcalendar</b> utilizaba anteriormente el formato <tt>DAP</tt> para guardar la configuración, <b>Orage</b> se basa en <tt>iCal</tt>, compatible con otras aplicaciones de calendario.
fr: Bien qu’<b>Orage</b> soit très léger et facile à utiliser, il possède toutes les fonctionnalités importantes que l’on peut trouver dans de plus grosses applications comme <b>Outlook</b> ou <b>Evolution</b>. Alors que <b>Xfcalendar</b> utilisait son propre format, <tt>dbh</tt>, pour stocker vos réglages, <b>Orage</b> utilise <tt>ical</tt> et est donc compatible avec les autres applications de calendrier.
gl: O <b>Orage</b> é moi lixeiro e doado de usar, sen deixar de fornecer todas as características importantes atopadas en aplicacións de calendario máis grandes como <b>Outlook</b> ou <b>Evolution</b>. Aínda que <b>Xfcalendar</b> utilizou o formato personalizado <tt>dbh</tt> no pasado para almacenar a configuración, <b>Orage</b> está baseado en <tt>ical</tt> e, polo tanto, é compatíbel con outras aplicacións de calendario.
he: בזמן ש־<b>Orage</b> היא קלילה מאוד וקלה לשימוש, היא תומכת בכל התכונות החשובות שניתן למצוא בתוכנות יומן גדולות יותר כמו <b>Outlook</b> או <b>Evolution</b>. בזמן ש־<b>Xfcalendar</b> השתמש בפורמט המותאם אישית <tt>dbh</tt> בעבר לאחסון ההגדרות שלך, <b>Orage</b> מבוסס על <tt>ical</tt> ולכן בעל תאימות עם תוכנות יומן אחרות.
id: Meskipun <b>Orage</b> sangat ringan dan mudah digunakan, ia mendukung semua fitur-fitur penting yang ada pada aplikasi kalender yang lebih besar seperti <b>Outlook</b> atau <b>Evolution</b>. Jika <b>Xfcalendar</b> dahulu menggunakan format kustom <tt>dbh</tt> untuk menyimpan pengaturan Anda, <b>Orage</b> berbasis pada <tt>ical</tt>, oleh karena itu kompatibel dengan aplikasi kalender yang lain.
it: <b>Orage</b> è veramente leggero e facile da usare, ciò nonostante supporta tutte le funzioni principali presenti nelle più diffuse applicazioni di calendario come <b>Outlook</b> o <b>Evolution</b>. <b>Xfcalendar</b> usava il formato personalizzato <tt>dbh</tt> per archiviare le preferenze, <b>Orage</b> è basato su <tt>ical</tt> e quindi compatibile con le altre applicazioni di calendario.
ja: <b>Orage</b>はとても軽くて簡単に利用できる一方、肥大したカレンダーアプリケーション、たとえば<b>Outlook</b>や<b>Evolution</b>にあるようなすべての重要な機能をサポートしています。<b>Xfcalendar</b>は過去に<tt>dbh</tt>のカスタムフォーマットを使って設定を保存していましたが、<b>Orage</b>は<tt>ical</tt>を基礎にしています。その結果として、ほかのカレンダーアプリケーションと互換性があります。
kk: <b>Orage</b> өте жеңіл және қолдануға оңай болғанымен, ол <b>Outlook</b> немесе <b>Evolution</b> сияқты үлкен күнтізбе қолданбаларында кездесетін барлық маңызды мүмкіндіктерді қолдайды. Бұрын <b>Xfcalendar</b> баптауларыңызды сақтау үшін жеке <tt>dbh</tt> пішімін пайдаланса, <b>Orage</b> <tt>ical</tt> стандартына негізделген, сондықтан басқа күнтізбе қолданбаларымен үйлесімді.
lt: Nors <b>Orage</b> yra labai supaprastinta ir lengvai naudojama, ji palaiko visas didesniuose kalendoriuose, tokiuose kaip <b>Outlook</b> ar <b>Evolution</b> randamas ypatybes. Nors praeityje <b>Xfcalendar</b> jūsų nustatymų laikymui naudojo pasirinktinį <tt>dbh</tt> formatą, <b>Orage</b> yra pagrįsta <tt>ical</tt> formatu, ir todėl yra suderinama su kitomis kalendoriaus programomis.
ms: Walaupun <b>Orage</b> adalah perisian yang sangat pantas dan mudah digunakan, ia menyokong semua fitur penting yang ada dalam aplikasi kalendar lebih besar seperti <b>Outlook</b> atau <b>Evolution</b>. Selain itu <b>Xfcalendar</b> digunakan untuk format suai <tt>dbh</tt> sebelum ini untuk menyimpan tetapan anda, <b>Orage</b> adalah berdasarkan pada <tt>ical</tt> dan oleh itu ia serasi dengan aplikasi kalendar yang lain.
nb: Selv om <b>Orage</b> er veldig lett på systemet og enkel å bruke, så støtter det alle de viktige funksjonene som er å finne i større kalenderprogramvare som <b>Outlook</b> eller <b>Evolution</b>. Mens <b>Xfcalendar</b> tidligere brukte det egne formatet <tt>dbh</tt> for å lagre innstillingene dine, så er <b>Orage</b> basert på <tt>ical</tt> og derfor kompatibel med annen kalenderprogramvare.
oc: Mentre que <b>Orage</b> siá fòrça leugièr e de bon utilizar, pren en carga totas las caracteristicas importantas trobadas dins las aplicacions calendaires mai importantas coma <b>OutLook</b> o <b>Evolution</b>. Alors que <b>xfcalendar</b> utilisait lo format personalizat <tt>dbh</tt> dins lo passé per salvar vos reglatges, <b>Orage</b> es basat sus <tt>iCal</tt> e donc compatible amb d'autras aplicacions calendàrias.
pl: <b>Orage</b> wykorzystuje niewielką ilość zasobów i jest prosty w obsłudze. Posiada wszystkie funkcje spotykane w bardziej popularnych programach tego typu, jak <b>Outlook</b> lub <b>Evolution</b>. Jego poprzednik, <b>Xfcalendar</b> używał własnego formatu zapisu danych <tt>dbh</tt>. <b>Orage</b> używa formatu <tt>ical</tt> i tym samym pod tym wględem jest kompatybilny z innymi organizerami.
pt: O <b>Orage</b> é bastanet leve e rápido mas, mesmo assim, possui diversas opções existentes noutras aplicações como por exemplo o <b>Outlook</b> oo <b>Evolution</b>. Enquanto que o <b>Xfcalendar</b> utilizava o formato <tt>dbh</tt> para guardar as suas definições, o <b>Orage</b> é baseado no formato <tt>ical</tt> e compatível com outras aplicações de calendário.
pt_br: Enquanto o <b>Orage</b> é muito leve e fácil de usar, ele suporta todos os recursos importantes encontrados em aplicativos maiores de calendários, como o <b>Outlook</b> ou <b>Evolution</b>. Enquanto o <b>Xfcalendar</b> usava o formato personalizado <tt>dbh</tt> no passado para armazenar suas configurações, o <b>Orage</b> é baseado no <tt>ical</tt> e, portanto, compatível com outros aplicativos de calendários.
ro: Deși X este foarte lejer și ușor de utilizat, oferă toate caracteristicile importante din aplicațiile calendaristice mai mari, cum ar fi <b>Outlook</b> sau <b>Evolution</b>. În timp ce <b>Xfcalendar</b> folosea în trecut formatul personalizat <tt>dbh</tt> pentru a stoca configurările, <b>Orage</b> se bazează pe <tt>ical</tt> și, prin urmare, este compatibil cu alte aplicații calendaristice.
ru: Несмотря на то, что <b>Orage</b> очень легковесный и простой в использовании, он поддерживает все важные функции из таких органайзеров как <b>Outlook</b> и <b>Evolution</b>. В то время как <b>Xfcalendar</b> использует собственный формат <tt>dbh</tt> для хранения данных, <b>Orage</b> основан на формате <tt>ical</tt>, поэтому совместим с другими органайзерами.
sq: Teksa <b>Orage</b> është shumë i lehtë në peshë dhe i lehtë për t’u përdorur, ai mbulon krejt veçoritë e rëndësishme që përmbajnë aplikacione kalendar më të mëdhenj, f.v. <b>Outlook</b> ose <b>Evolution</b>. Ndërkohë që <b>Xfcalendar</b>-i dikur përdorte formatin e posaçëm <tt>dbh</tt> për të ruajtur rregullimet tuaja, <b>Orage</b> bazohet në <tt>ical</tt>, ndaj është i përputhshëm me aplikacione të tjera kalendar.
sr: Иако је <b>Ораж</b> врло лаган, и лак за употребу, он подржава важне могућности које се налазе у већим програмима календара као у </b>Аутлуку</b> или <b>Еволуцији</b>. Док је <b>Иксфкалендар</b> користио сопствени <tt>dbh</tt> облик у прошлости за чување поставки, <b>Ораж</b> је заснован на <tt>„ical“</tt>-у, и зато је сагласан са другим програмима календара.
sv: Även <b>Orage</b> är mycket resurssnål och enkel att använda, har det har stöd för alla viktiga funktioner som finns i större kalenderprogram som <b>Outlook</b> eller <b>Evolution</b>. Även om <b>Xfcalendar</b> förr använde den anpassade <tt>dbh</tt> format för att spara dina inställningar, är <b>Orage</b> baserat på <tt>ical</tt> och därför kompatibelt med andra kalenderprogram.
th: แม้ <b>Orage</b> จะเบามากและใช้ง่าย แต่ก็รองรับความสามารถสำคัญๆ ทั้งหมดที่พบในโปรแกรมปฏิทินที่ใหญ่กว่าอย่าง <b>Outlook</b> หรือ <b>Evolution</b> ในขณะที่ในอดีต <b>Xfcalendar</b> ใช้ฟอร์แมต <tt>dbh</tt> ซึ่งเป็นฟอร์แมตที่กำหนดขึ้นเองในการเก็บค่าตั้งต่างๆ ของคุณ แต่ <b>Orage</b> จะทำงานโดยใช้ <tt>ical</tt> ทำให้เข้ากันได้กับโปรแกรมปฏิทินอื่นๆ
tr: <b>Orage</b> hafif ve kullanımı böylesine kolayken, <b>Outlook</b> veya <b>Evolution</b> gibi büyük takvim uygulamalarında bulunan önemli özellikleri de destekler. <b>Xfcalendar</b>, eskiden ayarlarınızı saklamak için özel <tt>dbh</tt> biçimini kullanırken, <b>Orage</b>, <tt>ical</tt> temellidir ve böylece diğer takvim uygulamalarıyla da uyumludur.
uk: Незважаючи на те, що програма <b>Orage</b> дуже легка і проста в у використанні, вона має всі необхідні властивості, які можна знайти у великих програмах-календарях, таких як <b>Outlook</b> чи <b>Evolution</b>. Хоча <b>Xfcalendar</b> використовував в минулому свій <tt>dbh</tt> формат для збереження своїх налаштувань, <b>Orage</b> використовує формат <tt>ical</tt>, і тому є сумісними з іншими програмами-календарями.
vi: Mặc dù <b>Orage</b> rất nhẹ và dễ sử dụng nhưng nó hỗ trợ tất cả các tính năng quan trọng có trong các ứng dụng lịch lớn hơn như <b>Outlook</b> hoặc <b>Evolution</b>. Mặc dù trước đây <b>Xfcalendar</b> đã sử dụng định dạng <tt>dbh</tt> tùy chỉnh để lưu trữ cài đặt của bạn, <b>Orage</b> dựa trên <tt>ical</tt> và do đó tương thích với các ứng dụng lịch khác.
zh_tw: 雖然 <b>Orage</b> 非常輕巧易用，它仍支援了所有可以在大型的日曆應用程式，像是 <b>Outlook</b> 或 <b>Evolution</b> 中可以找到的重要功能。雖然過去 <b>Xfcalendar</b> 使用了自定義的 <tt>dbh</tt> 檔案格式來儲存您的設定，但 <b>Orage</b> 是基於 <tt>ical</tt> ，因此能與其他日曆應用程式相容。

source: Terminal Emulator
ca: Emulador de terminal
cs: Emulátor terminálu
es: Emulador de terminal
fr: Émulateur de terminal
gl: Emulador do terminal
he: מדמה מסוף
id: Emulator Terminal
it: Emulatore di terminale
ja: 端末エミュレーター
kk: Терминал эмуляторы
lt: Terminalo emuliatorius
ms: Emulator Terminal
oc: Emulator de terminal
pl: Emulator terminala
pt: Emulador de terminal
pt_br: Emulador de terminal
ro: Emulator de terminal
ru: Эмулятор терминала
sq: Emulues Terminali
sr: Опонашач терминала
th: โปรแกรมจำลองเทอร์มินัล
tr: Terminal Öykünücüsü
uk: Емулятор терміналу
vi: Trình mô phỏng thiết bị đầu cuối
zh_tw: 終端機模擬器

source: While <b>Terminal</b> was already available during the 4.2 days, it was not mature enough at that time to be part of the core. With this major release, it was moved into the core desktop.
ca: Mentre que la terminal <b></b> ja estava disponible durant els 4,2 dies, no era prou madura en aquell moment per formar part del nucli. Amb aquest llançament principal, es va traslladar a l'escriptori central.
cs: Přestože byla aplikace Terminal dostupná již ve dnech verze 4.2, nebyla tehdy dostatečně vyzrálá pro zařazení mezi klíčové aplikace. S tímto hlavním vydáním byla přesunuta do jádra pracovního prostředí.
da: Mens <b>Terminal</b> allerede var tilgængelig i løbet af 4.2 dagene, den var ikke moden nok i den tid til at være en del af kernen. Med denne kæmpe udgivelse, var den flyttet ind i kerne-skrivebordet.
de: <b>Terminal</b> war zwar schon während Xfce 4.2 verfügbar, es war aber nicht stabil genug, um Teil des Kerns zu sein. Mit dieser Veröffentlichung ist Terminal jetzt Teil des Xfce-Kerns.
es: Mientras que la <b>terminal</b> ya estaba disponible en los días de 4.2, no estaba lo suficientemente madura en ese momento para formar parte del núcleo. Con este importante lanzamiento, se trasladó al escritorio principal.
fr: Même si présent depuis la 4.2, le <b>Terminal</b> n’était pas encore assez mûr pour faire partie du cœur de Xfce. Avec cette version majeure, c’est désormais chose faite.
gl: Aínda que <b>Terminal</b> xa estaba dispoñíbel durante a versión 4.2, non era maduro o suficiente como para formar parte do núcleo. Con este gran lanzamento, foi trasladado ao núcleo do escritorio.
he: בזמן ש־<b>מסוף</b> היה זמין כבר בימי 4.2, הוא לא היה בשל מספיק באותו זמן להיות חלק מהליבה. עם השחרור המשמעותי הזה, הוא הועבר לתוך ליבת שולחן העבודה.
id: Meskipun <b>Terminal</b> telah tersedia sejak versi 4.2, namun ia masih belum cukup sempurna pada saat itu untuk menjadi bagian dari inti. Dengan rilis mayor ini, ia dimasukkan ke dalam desktop inti.
it: <b>Terminal</b> era già disponibile ai tempi del rilascio 4.2 di Xfce ma non era sufficientemente completo per farne parte. Con questo rilascio è stato integrato nel cuore della scrivania.
ja: <b>端末</b>は4.2時代から使えましたが、コアの一部となるには十分に成熟していませんでした。今回の主要リリースにより、コアデスクトップに移動になりました。
kk: <b>Terminal</b> 4.2 кезінде қолжетімді болғанымен, ол кезде негізгі құрамға кіру үшін жеткілікті деңгейде жетілмеген еді. Осы маңызды шығарылыммен ол жұмыс үстелінің негізгі бөлігіне көшірілді.
lt: Nors <b>Terminalas</b> 4.2 laidos dienomis jau buvo prieinamas, jis nebuvo pakankamai išplėtotas, kad būtų branduolio dalimi. Šioje pagrindinėje laidoje, jis buvo įtrauktas į darbalaukio branduolį.
ms: Selain itu <b>Terminal</b> sudah tersedia ketika hari ke 4.2, ia masih belum matang untuk menjadi sebahagian dari teras. Dengan keluaran major ini, terminal akan dimasukkan ke dalam desktop teras.
nb: Selv om <b>Terminal</b> var tilgjengelig allerede i 4.2 var det ikke modent nok til å være et kjerneprogram. Med denne hovedutgivelsen ble det flyttet til kjernedelen av skrivebordsmiljøet.
oc: Alors que lo <b>Terminal</b> èra ja disponible pendent los 4,2 jours, il n'était pas assez mature a aqueste moment de far partie del còr. Amb aquesta version majeure, il es estada desplaçat dins lo còr del burèu.
pl: Program <b>Terminal</b> był już dostępny dla 4.2, aczkolwiek nie był jeszcze gotowy, by stać się jednym z głównych komponentów. Z bieżącym wydaniem to się zmienia.
pt: O <b>Terminal</b> já estava disponível na versão 4.2, mas não o considerávamos estável para ser incluido como componente principal. Nesta versão, a aplicação foi considerada como componente principal do ambiente de trabalho.
pt_br: Enquanto o <b>Terminal</b> já estava disponível durante os dias do 4.2, ele não era maduro o suficiente no momento para ser parte do núcleo do Xfce. Com este novo lançamento, ele foi movido para o núcleo do desktop.
ro: Deși <b>Terminal</b> era deja disponibil în timpul versiunii 4.2, nu era suficient de matur la acel moment pentru a face parte din nucleu. Odată cu această versiune majoră, acesta a fost mutat în nucleul biroului.
ru: Хотя <b>Терминал</b> был доступен уже во время выпуска 4.2, он не был достаточно надёжен для его включения в качестве основного компонента. В этом выпуске он стал одним из основных компонентов рабочего стола.
sq: Edhe pse <b>Terminali</b> qe tashmë i përdorshëm që në kohën e 4.2-shit, në atë kohë s’qe i pjekur sa duhet për të qenë pjesë e sistemit bazë. Me këtë hedhje të rëndësishme në qarkullim, ai është kaluar në desktopin bazë.
sr: Иако је <b>Терминал</b> већ био доступан у данима издања 4.2, није био довољно зрео у то време да буде део језгра. Са овим крупним издањем, премештен је у језгро окружења.
sv: Även om <b>Terminal</b> fanns redan under 4.2-tiden, var det då inte tillräckligt moget för att vara en del av kärnan. Med denna huvudutgåva, flyttades det till kärnskrivbordet.
th: แม้ <b>เทอร์มินัล</b> จะมีมาตั้งแต่สมัย 4.2 แต่ในขณะนั้นก็ยังไม่สมบูรณ์พอที่จะเข้าเป็นส่วนหนึ่งของแกนหลักได้ ในรุ่นใหญ่รุ่นนี้ เทอร์มินัลได้เข้ามาเป็นส่วนหนึ่งของเดสก์ท็อปแกนหลักแล้ว
tr: <b>Terminal </b> 4.2 sürümünden beri kullanılabilirken, çekirdek bir uygulama olacak kadar olgun değildi. Bu ana sürümle birlikte, çekirdek masaüstüne taşındı.
uk: Хоча <b>Terminal</b> був вже доступний вже під час версії 4.2, однак вона все ще не є достатньо стара, щоб не бути включеною в ядро. В основному випуску вона переміщена в ядро стільниці.
vi: Mặc dù <b>Terminal</b> đã có sẵn trong 4,2 ngày nhưng vào thời điểm đó nó chưa đủ trưởng thành để trở thành một phần cốt lõi. Với bản phát hành chính này, nó đã được chuyển vào máy tính để bàn cốt lõi.
zh_tw: 雖然在4.2的時代就有了 <b>終端機</b> ，但作為核心的一部份，它還不夠成熟。在此主要版本中，它被移入到了核心桌面。

source: Terminal
he: מסוף
it: Terminale
ja: 端末
kk: Терминал
lt: Terminalas
ru: Терминал
sr: Терминал
th: เทอร์มินัล
uk: Термінал
vi: Phần cuối
zh_tw: 終端機
