Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: We also made the --reboot and --halt parameters of xfce4-session-logout work again which previously simply logged out the active user. In order to avoid a race condition at session startup and in order to speed things up a little more we no longer use xrdb to update xft and cursor settings and instead, update the related XSETTINGS properties ourselves.
ca: També vam fer que els paràmetres --reboot i --halt d'xfce4-session-logout tornessin a funcionar, cosa que anteriorment simplement va registrar l'usuari actiu. Per tal d'evitar una condició de carrera en l'inici de sessió i per tal d'accelerar les coses una mica més, ja no utilitzem xrdb per actualitzar la configuració d'xft i cursor i en el seu lloc, actualitzem les propietats relacionades XSETTINGS nosaltres mateixos.
cs: Také jsme opět zprovoznili parametry --reboot a --halt nástroje xfce4-session-logout, které předtím aktivního uživatele jednoduše odhlásily. Již nepoužíváme xrdb k aktualizaci xft a nastavení kurzoru, abychom předešli potížím při spouštění relace a zrychlili tento proces, namísto toho nastavujeme odpovídající vlastnosti XSETTINGS sami.
da: Vi har også gjort det at --genstart og --holdt parametre af xfce4-session-logud virker igen hvilket tidligere simpelthen loggede den aktive bruger ud. I forhold til at undgå en race-tilstand ved session opstart og i forhold til at accelerere tingene op lidt mere, bruger vi ikke længere xrdb til at opdatere xft og markør-indstillinger og i stedet, opdaterer vi den relaterede XINDSTILLINGERS muligheder selv.
de: Die --reboot- und --halt-Parameter der Xfce-Sitzung, die vorher einfach den aktiven Nutzer abgemeldet haben, funktionieren jetzt wieder. Um eine Wettlaufsituation beim Sitzungsstart zu vermeiden und die Geschwindigkeit allgemein zu verbessern, benutzen wir nicht länger xrdb, um xft und Cursor-Einstellungen zu aktualisieren, stattdessen aktualisieren wir die relevanten XSETTINGS-Eigenschaften direkt.
es: También hicimos nuevamente funcionar los parámetros de reinicio y apagado de la salida de sesión de xfce4, que antes únicamente tenía la opción de finalizar la sesión. Para evitar una condición en carrera y con la idea de aumentar la velocidad del sistema, ya no se usa xrdb para actualizar xft y los parámetros del cursor, en lugar de esto, se actualizan las propiedades XSETTINGS mediante recursos propios.
fr: Nous avons de nouveau fait fonctionner les paramètres --reboot et --halt de xfce4-session-logout qui déconnectait seulement l’utilisateur actif. Afin d’éviter une situation de concurrence au démarrage de session et pour l’accélérer un peu, nous n’utilisons plus xrdb pour mettre à jour xft et les paramètres du curseur, mais actualisons les propriétés de XSETTINGS concernées nous-mêmes.
gl: Tamén fixemos funcionar novamente os parámetros reinicio e saír da sesión do «xfce4-session-logout» , que anteriormente non remataban a sesión do usuario activo. Para evitar unha situación de concorrencia no inicio da sesión e para acelerar un pouco máis, xa non usamos «xrdb» para actualizar as opcións «xft» e no seu lugar, actualízanse as propiedades «XSETTINGS» relacionadas.
he: גרמנו גם לפרמטרים reboot-- ו- halt-- של xfce4-session-logout לעבוד שוב שפעם פשוט הוציאו את המשתמש הפעיל. על מנת למנוע מירוץ בהפעלת סשן ועל מנת להאיץ דברים מעט יותר אנו כבר לא משתמשים ב-xrdb לעדכון xft ומאפייני סמן ובמקום זאת, מעדכנים את מאפייני XSETTINGS הקשורים בעצמנו.
id: Kami juga menjadikan parameter --reboot dan --halt pada xfce4-session-logout bekerja kembali yang sebelumnya hanya bisa melakukan log keluar pengguna yang aktif. Untuk menghindari keadaan lomba pada saat memulai sesi dan untuk sedikit meningkatkan kecepatan, kami tidak lagi menggunakan xrdb untuk memperbarui xft dan pengaturan kursor, tetapi kami memperbarui sendiri properti XSETTINGS yang berkaitan.
it: I parametri --reboot e --halt di xfce4-session-logout funzionano di nuovo. Per evitare confusione all'avvio della sessione e per rendere l'avvio più rapido, non sono più utilizzati xrdb per aggiornare xft e le impostazioni del cursore; le proprietà relative a XSETTINGS vengono invece aggiornate da sole.
kk: Біз сондай-ақ бұған дейін тек белсенді пайдаланушыны жүйеден шығаратын xfce4-session-logout бағдарламасының --reboot және --halt параметрлерінің жұмысын қалпына келтірдік. Сессияны іске қосу кезінде жарыс жағдайын болдырмау және жұмысты біршама жылдамдату үшін біз xft және курсор баптауларын жаңарту үшін бұдан былай xrdb қолданбаймыз, оның орнына тиісті XSETTINGS қасиеттерін өзіміз жаңартамыз.
lt: Mes padarėme, kad xfce4-session-logout parametrai --reboot ir --halt vėl veiktų, kadangi anksčiau jie tiesiog atjungdavo aktyvų naudotoją.Tam, kad seanso pradžioje išvengtume lenktynių būsenos ir viską truputį pagreitintume, mes daugiau, xft atnaujinimui ir žymeklio nustatymams, nebenaudojame xrdb, o vietoj to, atnaujiname susijusias XSETTINGS savybes.
ms: Kami juga memastikan parameter --reboot dan --halt bagi xfce4-session-logout berfungsi kembali yang mana sebelum ini hanya mendaftar keluar pengguna aktif dengan mudah. Bagi menghindari keadaan kelam-kabut ketika permulaan sesi dan untuk memastikan proses menjadi lebih pantas, kami tidak lagi guna xrdb untuk mengemaskini xft dan tetapan kursor. Sebaliknya, mengemaskini sifat berkaitan XSETTINGS secara sendirian.
nb: Xfce4-session-logouts parametre --reboot og --halt virker nå som de skal istedenfor å logge ut brukeren. For å unngå rekkefølgeproblemer ved oppstart av økt, og for å gjøre ting litt raskere, bruker vi ikke lenger xrdb til å oppdatere xft og pekerinnstillinger, men oppdaterer istedenfor XSETTINGS-egenskapene.
oc: Avèm tanben fait los paramètres --reboot e --halt paramètres de xfce4-session-lògout trabalha a novèl que de per abans déconnectait solament l'utilizaire actif. Afin d'éviter una situacion de concurrence al démarrage de la session e per accelerar las causas un pauc mai, nous n'utilisons mai xrdb per metre a jorn xft e los paramètres del curseur e la place, metre a jorn los proprietats XSETTINGS liées a nosmêmes.
pl: Opcje --reboot i --halt programu xfce4-session-logout ponownie działają prawidłowo ‒ wcześniej ich użycie wylogowywało bieżącego użytkownika. Uaktualnianie ustawień xft i kursora nie odbywa się już za pomocą xrdb, tylko bezpośrednio, modyfikując właściwości XSETTINGS. Dzięki temu udało się ominąć zjawisko hazardu, obecne podczas uruchamiania sesji i trochę przyspieszyć działanie.
pt: Os parâmetros de --reiniciar e --desligar do xfce4-session-logout voltaram a funcionar que anteriormente apenas terminavam a sessão do utilizador ativo. Para evitar uma situação de concorrência ao iniciar a sessão e para tornar as coisas mais rápidas, não usamos mais o xrdb para atualizar o xft e definições de cursor, em vez disso, atualizamos as propriedades do XSETTINGS.
pt_br: Também fizemos o --reboot e --halt do xfce4-session-logout trabalhar novamente, porque simplesmente o usuário logado não conseguia sair. Para evitar uma condição de corrida na inicialização de sessão e afim de acelerar as coisas um pouco mais, não usamos mais o xrdb para atualizar xft e configurações de cursores e em vez disso, atualizar as nossas próprias propriedades relacionadas ao XSETTINGS.
ro: De asemenea, am făcut ca parametrii --reboot și --halt ai xfce4-session-logout să funcționeze din nou, ceea ce anterior doar deconecta utilizatorul activ. Pentru a evita o condiție de cursă la pornirea sesiunii și pentru a accelera lucrurile un pic mai mult, nu mai folosim xrdb pentru a actualiza parametrii xft și ai cursorului și, în schimb, actualizăm noi înșine proprietățile XSETTINGS aferente.
ru: Мы также ввели параметры --reboot и --halt в xfce4-session-logout, которые функционируют лучше чем прежде, когда осуществлялся просто выход активного пользователя. Для того, что бы избежать состязания при запуске сессии, и для того чтобы совсем немного увеличить скорость, мы больше не используем xrdb для обновления xft и настроек курсора, а вместо этого обновляем зависимые свойства XSETTINGS самостоятельно.
sq: Gjithashtu arritëm që parametrat <em>--reboot</em> dhe <em>--halt</em> të <em>xfce4-session-logout</em> të funksionojnë përsëri, çka, më parë, thjesht e nxirrte përdoruesin aktiv nga llogaria e tij. Me qëllim që të shmanget një <em>race condition</em> gjatë nisjes së sesionit dhe me qëllim që të përshpejtohen pakëz gjërat, nuk përdorim më xrdb-në për të përditësuar rregullime xft-je dhe kursori dhe në vend të tyre, përditësojmë ne vetë vetitë përkatëse XSETTINGS.
sr: Такође смо учинили да --reboot и --halt одреднице наредбе xfce4-session-logout које су раније једноставно одјављивале корисника опет раде у циљу циљу да избегнемо стање утркивања при пријаву на седницу, а да би мало убрзали сам процес, не користимо xrdb за освежење xft-а и поставке показивача, и уместо тога надградили смо поставке XSETTINGS сами.
sv: Vi gjorde också så att --reboot och --halt parametrarna för xfce4-session-logout fungerar igen som tidigare bara loggade ut aktiv användare. För att undvika en kapplöpningssituation vid sessionsstart och för att snabba på saker lite mer använder vi inte längre xrdb för att uppdatera xft pekarinställningar och istället, själva uppdatera de besläktade XSETTINGS-egenskaperna.
th: เรายังได้ทำให้ตัวเลือก --reboot และ --halt ของ xfce4-session-logout กลับมาทำงานได้อีกครั้ง ซึ่งก่อนหน้านี้มันทำเพียงแค่ออกจากวาระของผู้ใช้ที่ใช้งานอยู่เท่านั้น และเพื่อหลีกเลี่ยงภาวะแย่งชิงขณะเริ่มวาระ และเพื่อเพิ่มความเร็วในการทำงานขึ้นอีกนิด เราได้เลิกใช้ xrdb ในการปรับค่า xft และค่าตั้งของเคอร์เซอร์ โดยเปลี่ยนไปปรับค่า XSETTINGS ที่เกี่ยวข้องเองโดยตรง
tr: Ayrıca, önceden çıkış yapmış kullanıcı için xfce4-session-logout uygulamasının --reboot ve --halt parametrleri yeniden çalışmaktadır. Oturum başlarken olan yarış durumunu çözmek ve biraz daha hız arttırmak yerine, artık xrdb kullanılmıyor ve xft ve imleç ayarları kullanılmaktadır, ilgili XSETTINGS özellikleri güncellenmiştir.
uk: Тепер --reboot і --halt параметри в xfce4-session-logout працюють знову. Ми перестали використовувати xrdb для оновлення xft і налаштування курсору, натомість оновлюються відповідні параметри XSETTINGS.
vi: Chúng tôi cũng đã làm cho các tham số --reboot và --halt của xfce4-session-logout hoạt động trở lại mà trước đây chỉ cần đăng xuất người dùng đang hoạt động. Để tránh tình trạng chạy đua khi khởi động phiên và để tăng tốc mọi thứ hơn một chút, chúng tôi không còn sử dụng xrdb để cập nhật cài đặt xft và con trỏ nữa mà thay vào đó, hãy tự cập nhật các thuộc tính XSETTINGS có liên quan.
zh_tw: 我們也再次將 xfce4-session-logout 中的 -reboot 及 -halt 參數恢復運作，而先前只是簡單地將目前的使用者登出而已。為了避免工作階段啟動時的紊亂狀況，並為了讓事情能快一點，我們不再使用 xrdb 來更新 xft 及游標設定，而是更新與 XSETTINGS 相關的屬性。

source: In the window manager xfwm4, we aligned the time period required for a double click with that of normal applications. Via the hidden option /general/mousewheel_rollup one can now disable windows being rolled up via the mouse wheel. The window manager now also properly handles resolution changes in fullscreen windows like those appearing in games. Xfwm4's application switcher now only appears once in cloned mode.
ca: En el gestor de finestres xfwm4, alineem el període de temps requerit per a un doble clic amb el de les aplicacions normals. A través de l'opció oculta /general/mousewheelrollup es poden desactivar les finestres que s'enrotllen a través de la roda del ratolí. El gestor de finestres ara també gestiona adequadament els canvis de resolució a les finestres de pantalla completa com les que apareixen en els jocs. El commutador d'aplicacions Xfwm4 ara només apareix un cop en mode clonat.
cs: Sjednotili jsme prodlevu použitou pro rozpoznání dvojitého kliknutí ve správci oken xfwm4 tak, aby odpovídala nastavení pro běžné aplikace. Skrytou volbou /general/mousewheel_rollup lze nyní zakázat zarolování oken kolečkem myši. Správce oken nyní korektně pracuje s okny v režimu celé obrazovky při změnách rozlišení, například ve hrách. Přepínač aplikací xfwm4 se nyní v režimu duplikace zobrazuje pouze jednou.
da: I vindue-håndtering xfwm4, har vi opstilt tids-perioden påkrævet for at dobbelt-klikke med normale applikationer. Via den gemte indstilling /general/mousewheel_rollup kan en nu deaktivere vinduer der ruller op via muse-hjulet. Vindue-håndtering har nu også ordenlig håndtering af opløsnings-ændringer i fuld-skærm vinduer som dem der fremgår i spil. Xfwm4's applikations-skifter fremgår nu kun en enkelt gang i klon-måde.
de: In der Fensterverwaltung xfwm4 haben wir die Zeit, die für einen Doppelklick benötigt wird, mit den übrigen Anwendungen abgestimmt. Mit der versteckten Einstellung /general/mousewheel_rollup können Sie jetzt das Aufrollen von Fenstern mit dem Mausrad deaktivieren. Die Fensterverwaltung geht jetzt korrekt mit Änderungen der Bildschirmauflösung in Vollbild-Fenstern um, wie sie in Spielen auftreten. Im Klon-Modus erscheint der Anwendungswechsler jetzt nur ein einziges Mal.
es: En el gestor de ventanas xfwm4, hemos sincronizado el tiempo de un doble click con el del requerido para cualquier aplicación. A través de la opción de ocultar / general / mousewheel_rollup se pueden desactivar las ventanas, que se enrollan ahora a través de la rueda del ratón. El gestor de ventanas también controla ahora correctamente los cambios de resolución en las ventanas de pantalla completa como los que aparecen en los juegos. El conmutador de aplicaciones de xfwm4 aparece ahora sólo una vez en el modo de clonar.
fr: Dans le gestionnaire de fenêtres xfwm4, nous avons aligné l’intervalle de temps minimum pour un double-clic sur celui des applications normales. Il est possible de désactiver l’enroulement des fenêtres par la molette de la souris avec l’option cachée /general/mousewheel_rollup. Le gestionnaire de fenêtres gère désormais correctement les changements de résolution dans les fenêtres en plein écran, comme celles apparaissant dans les jeux. Le sélecteur d’application de Xfwm4 n’apparaît maintenant qu’une seule fois en mode clone.
gl: No xestor de xanelas xfwm4, axustamos o período de tempo necesario para un dobre clic co de aplicacións normais. A través da opción agochada /xeral/roda do rato pode agora desactivar a xanela que se enrola a través da roda do rato. O xestor de xanelas agora tamén manexa correctamente os cambios de resolución nas xanelas a pantalla completa como aquelas que aparecen nos xogos. O conmutador de aplicacións do Xfwm4 agora só aparece unha vez en modo copiar pantallas.
he: במנהל החלונות xfwm4, תיאמנו את משך הזמן הדרוש לקליק כפול לזה של תוכנות רגילות. דרך האפשרות הנסתרת /general/mousewheel_rollup אפשר לבטל גלגול מעלה של חלונות עם גלגל העכבר. מנהל החלונות עכשיו גם מטפל כיאות בשינויי רזולוציה בחלונות מסך מלא כמו אלו המופיעים במשחקים. מעביר התוכנות של Xfwm4 מופיע עכשיו רק פעם אחת במצב שכפול.
id: Pada manajer jendela xfwm4, kami menyesuaikan periode waktu yang dibutuhkan untuk klik ganda dengan aplikasi normal. Melalui opsi tersembunyi /general/mousewheel_rollup, sekarang Anda bisa menonaktifkan menggulung jendela menggunakan roda tetikus. Kini manajer jendela juga menangani perubahan resolusi dengan benar pada jendela layar penuh seperti yang muncul pada permainan komputer. Pemindah aplikasi Xfwm4 kini hanya muncul satu kali pada mode klon.
it: Nel gestore delle finestre xfwm4, l'intervallo richiesto per il doppio clic è stato allineato con quello delle applicazioni normali. Utilizzando l'opzione nascosta /general/mousewheel_rollup è possibile disabilitare l'arrotolamento delle finestre con la rotella del mouse. Il gestore delle finestre ora gestisce in modo corretto i cambi di risoluzione nella modalità a schermo intero delle finestre come quelle utilizzate dai giochi. Il selettore di applicazioni di xfwm4 appare ore solamente nella modalità di clonazione.
kk: xfwm4 терезелер менеджерінде біз қос шерту үшін қажетті уақыт аралығын қалыпты қолданбалармен сәйкестендірдік. /general/mousewheel_rollup жасырын опциясы арқылы енді терезелерді тышқан дөңгелегі арқылы жинап қоюды сөндіруге болады. Терезелер менеджері енді ойындардағы сияқты толық экранды терезелердегі ажыратымдылықтың өзгеруін де дұрыс өңдейді. Xfwm4 қолданбалар ауыстырғышы енді клондалған режимде тек бір рет пайда болады.
lt: Langų tvarkytuvėje xfwm4, mes sulyginome dvikarčiui spustelėjimui reikalingą laiką su normalių programų dvikarčio spustelėjimo laiku. Per paslėptą /general/mousewheel_rollup parametrą, naudotojas gali išjungti lango uždengimą pelės ratuko pagalba. Dabar langų tvarkytuvė taip pat deramai apdoroja viso ekrano langų, tokių kaip yra žaidimuose, raišką. Xfwm programų perjungiklis dabar, ekranų kopijavimo veiksenoje, atsiranda tik vieną kartą.
ms: Dalam pengurus tetingkap xfwm4, kami selaraskan tempoh masa yang diperlukan untuk dwi-klik dengan aplikasi biasa. Melalui pilihan tersembunyi /general/mousewheel_rollup kini anda boleh lumpuhkan tetingkap digulung melalui roda tetikus. Pengurus tetingkap juga dapat mengendali perubahan resolusi dengan baik dalam tetingkap berskrin penuh seperti yang berlaku pada permainan. Penukar aplikasi Xfwm4 kini dapat muncul dalam mod klon.
nb: Vindusbehandleren xfwm4 justerte tidsintervallet som kreves for dobbeltklikking likt vanlige programmer. Via det skjulte valget /general/mousewheel_rollup kan man nå slå av at vinduer rulles opp med musehjulet. Vindusbehandleren støtter bedre endringer i oppløsning for fullskjermer slik som i spill. Xfwm4s programveksler dukker bare opp én gang i klonet modus.
oc: Dins lo gestionari de fenèstra xfwm4, avèm alinhat lo periòde de temps requesit per un clic doble amb la de las aplicacions normalas. Via l'opcion amagada /general/mousewheel_rollup, on pòt ara desactivar las fenèstras pouvant èsser enrotladas via la rodeta de la mirga. Lo gestionari de fenèstras d'ara enlà gerís corrèctament los cambiaments de resolucion dins las fenèstras en ecran complet coma aquelas qu'apareisson dins los jòcs. Lo selector d'aplicacion de Xfwm4 apareis ara qu'un sol còp en mòde clone.
pl: Czas potrzebny do wykrycia dwukrotnego kliknięcia w menedżerze okien xfwm, został zrównany z tym skonfigurowanym dla reszty środowiska. Za pomocą ukrytej opcji /general/mousewheel_rollup można wyłączyć ukrywanie zawartości okna za pomocą kółka myszy. Menedżer okien poprawnie obsługuje teraz zmianę rozdzielczości okien działających w trybie pełnego ekranu. Podczas wyświetlania tego samego obrazu na wielu ekranach, pasek przełączania pomiędzy oknami pojawia się tylko raz.
pt: No gestor de janelas xfwm4, alinhámos o período de tempo necessário para um clique duplo com o das aplicações normais. Através da opção escondida /geral/roda do rato_rollup pode desativar janelas sendo enroladas através da roda do ratp. O gestor de janelas agora também lida corretamente com alterações da resolução de janelas em ecrã inteiro como aqueles que aparecem nos jogos. O alternador de aplicação do xfwm4 agora só aparece uma vez no modo clonado.
pt_br: No gerenciador de janelas xfwm4, alinhamos o período de tempo necessário para um clique duplo com o de aplicativos normais. Através da opção ocultos/enrolar, agora é possível desabilitar o recolhimento de janelas com a roda do mouse. O gerenciador de janelas agora também lida corretamente com mudanças de resolução em janelas em modo de tela cheia, como aquelas que aparecem em jogos. O comutador de aplicativos do Xfwm4 agora aparece apenas uma vez no modo clonado.
ro: În administratorul de ferestre xfwm4, am aliniat perioada de timp necesară pentru un dublu clic cu cea a aplicațiilor normale. Prin intermediul opțiunii ascunse /generale/mousewheel_rollup se poate dezactiva acum rularea ferestrelor prin rotița mausului. De asemenea, administratorul de ferestre gestionează acum corect schimbările de rezoluție în ferestrele pe ecran complet, cum ar fi cele care apar în jocuri. Comutatorul de aplicații al Xfwm4 apare acum o singură dată în modul clonat.
ru: В менеджере окон xfwm4 мы уровняли временной период требуемый для двойного щелчка с обычными приложениями. Через скрытую опцию /general/mousewheel_rollup теперь можно запретить сворачивать окна посредством колесика мыши. Менеджер окон теперь также должным образом занимается изменением разрешения в полноэкранных окнах подобно тому как это происходит в играх. Переключатель приложения Xfwm4 теперь появляется только единожды в клонированном режиме.
sq: Te përgjegjësi i dritareve xfwm4, e njësuam periudhën kohore të domosdoshme për një dyklikim me atë të aplikacioneve normale. Përmes mundësisë së fshehur <em>/general/mousewheel_rollup</em> tani cilido mund të çaktivizojë mbledhjen e dritareve përmes rrotëzës së miut. Përgjegjësi i dritareve tani trajton si duhet edhe ndryshime qartësie ekrani në dritare sa krejt ekrani, si ato që duken në lojëra. Këmbyesi i aplikacioneve i Xfwm4-s tani shfaqet vetëm kur gjendet nën mënyrën e klonuar.
sr: У управнику прозора иксфвм4 смо дотерали време потребно за двоклик са временом потребним у обичним програмима. Преко скривене могућности /general/mousewheel_rollup се сада може онемогућити да се прозори смотавају точкићем миша. Управник прозора сада правилно подноси промене размере у прозорима преко пуног екрана, као оних што се јављају у играма. Иксфвм4 измењивач програма се сада појављује само у клонираном начину рада.
sv: I fönsterhanteraren xfwm4, justerade vi den tid som krävs för ett dubbelklick med den för normala applikationer. Via den dolda alternativ/ allmänt/mushjul_rullaupp kan man nu stänga av att fönster rullas upp via mushjulet. Fönsterhanteraren hanterar nu också upplösningsförändringar i fullskärmsläget som de som förekommer i spel korrekt. Xfwm4:s programväxlare visas nu bara en gång i klonat läge.
th: ในโปรแกรมจัดการหน้าต่าง xfwm4 เราได้ใช้ค่าช่วงเวลาดับเบิลคลิกเหมือนกับโปรแกรมทั่วไปแล้ว และด้วยตัวเลือก /general/mousewheel_rollup ที่ซ่อนอยู่ ผู้ใช้สามารถปิดการม้วนหน้าต่างขึ้นด้วยล้อเมาส์ได้แล้ว นอกจากนี้ โปรแกรมจัดการหน้าต่างยังสามารถจัดการการเปลี่ยนความละเอียดของหน้าจอในหน้าต่างเต็มจอ เช่นที่แสดงในเกมได้แล้ว กล่องสลับโปรแกรมของ xfwm4 ก็จะปรากฏเพียงแห่งเดียวเท่านั้นในโหมดที่จอแสดงเหมือนกัน
tr: Pencere yöneticisi xfwm4 içinde, normal uygulamarın çift tıklamaları için gerekli olan zaman aralığı belirlenmiştir. Gizli seçenek /general/mousewheel_roolup ile artık fare tekerleği hareketi ile pencereler kapatılabiliyoruz. Pencere yöneticisi, oyunlarda olduğu gibi artık tam ekran durumundaki çözünürlük değişikliklerini algılıyor . Xfwm4 uygulamala değiştirici, artık klon kipinde bir kere gösteriliyor.
uk: У менеджері вікон xfwm4 ми вирівняли відрізок часу, що потрібен для подвійного клацання із тим, що треба на звичайну програму. Тепер, використовуючи прихований параметр /загальне/прокрутка_коліщатка_миші можна тепер виключити скручування вікна рухом коліщатка миші. Менеджер вікон тепер правильно сприймає зміни вікна у повноекранному режимі. Перемикач програм у Xfwm4 тепер появляється тільки в режимі клонування.
vi: Trong trình quản lý cửa sổ xfwm4, chúng tôi đã căn chỉnh khoảng thời gian cần thiết cho một lần nhấp đúp với khoảng thời gian của các ứng dụng thông thường. Thông qua tùy chọn ẩn /general/mousewheel_rollup, giờ đây người ta có thể vô hiệu hóa các cửa sổ đang được cuộn lên thông qua con lăn chuột. Trình quản lý cửa sổ giờ đây cũng xử lý chính xác các thay đổi về độ phân giải trong cửa sổ toàn màn hình giống như những thay đổi xuất hiện trong trò chơi. Trình chuyển đổi ứng dụng của Xfwm4 hiện chỉ xuất hiện một lần ở chế độ nhân bản.
zh_tw: 在視窗管理員 xfwm4 中，我們為日常使用的應用程式設定了一段雙擊所需的時間。透過隱藏 /general/mousewheel_rollup 選項，使用者可以禁用由滑鼠滾輪折疊視窗。視窗管理員現在也可以恰當的處理全螢幕視窗中的解析度變更，像是那些在遊戲中出現的。Xfwm4 的應用程式切換器現在只會在複製模式中出現。
