Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: So far Xfce does not feature a compositor which supports Wayland. If you want to run Xfce in Wayland, Labwc and Wayfire will give you the best results. A detailed instruction on this can be found <a href="https://wiki.xfce.org/releng/wayland_roadmap#testing">here</a>. Please be aware that Wayland support is still experimental!
ca: Fins ara Xfce no compta amb un compositor que admet Wayland. Si voleu executar Xfce al Wayland, Labwc i Wayfire us donarà els millors resultats. Una instrucció detallada sobre això es pot trobar <a href="https://wiki.xfce.org/releng/waylandroadmap#testing">aquí</a>. Si us plau, tingueu en compte que el suport del Wayland encara és experimental!
es: Hasta el momento Xfce no tiene un compositor con soporte para Wayland. Si usted desea ejecutar Xfce en Wayland, Labwc y Wayfire le darán los mejores resultados. Instrucciones detallas están disponibles <a href="https://wiki.xfce.org/releng/wayland_roadmap#testing">aquí</a>. Por favor, tenga en cuenta que el soporte para Wayland es experimental!
gl: Polo de agora o Xfce non conta cun compositor que admita Wayland. Se quere executar Xfce en Wayland, Labwc e Wayfire daranlle os mellores resultados. Pode atopar <a href="https://wiki.xfce.org/releng/wayland_roadmap#testing">aquí</a> instrucións detalladas sobre isto. Teña en conta que o soporte de Wayland aínda é experimental.
he: כרגע Xfce לא כוללת עורך שתומך ב-Wayland. אם אתה רוצה להריץ Xfce ב-Wayland, התוצאות הטובות ביותר יתקבלו עם Labwc ו-Wayfire. הוראות מפורטות ניתן למצוא <a href="https://wiki.xfce.org/releng/wayland_roadmap#testing">כאן</a>. אנא שים לב שתמיכת Wayland היא עדיין ניסיונית!
it: Finora Xfce non ha un compositore che supporti Wayland. Se vuoi eseguire Xfce in Wayland, Labwc e Wayfire ti daranno i risultati migliori. Puoi trovare istruzioni dettagliate in merito <a href="https://wiki.xfce.org/releng/wayland_roadmap#testing">qui</a>. Tieni presente che il supporto Wayland è ancora sperimentale!
kk: Осы уақытқа дейін Xfce-де Wayland қолдайтын композитор жоқ. Егер сіз Xfce-ні Wayland ішінде іске қосқыңыз келсе, Labwc және Wayfire ең жақсы нәтижелерді береді. Бұл туралы егжей-тегжейлі нұсқаулықты <a href="https://wiki.xfce.org/releng/wayland_roadmap#testing">осы жерден</a> таба аласыз. Wayland қолдауы әлі де экспериментті екенін ескеріңіз!
pl: Jak dotąd Xfce nie miał kompozytora obsługującego Waylanda. Jeśli chcesz uruchomić Xfce w Wayland, Labwc i Wayfire dadzą najlepsze rezultaty. Szczegółową instrukcję na ten temat znajdziesz <a href="https://wiki.xfce.org/releng/wayland_roadmap#testing">tutaj</a>. Należy pamiętać, że wsparcie Waylanda jest wciąż eksperymentalne!
pt_br: Até o momento, o Xfce não possui um compositor que suporte o Wayland. Caso queira executar o Xfce no Wayland, o Labwc e o Wayfire fornecerão os melhores resultados. Uma instrução detalhada sobre isso pode ser encontrada <a href="https://wiki.xfce.org/releng/wayland_roadmap#testing">aqui</a>. Esteja ciente de que o suporte ao Wayland ainda é experimental!
ro: Până în prezent, Xfce nu dispune de un compozitor care să fie compatibil cu Wayland. Dacă doriți să rulați Xfce în Wayland, Labwc și Wayfire vă vor oferi cele mai bune rezultate. O instrucțiune detaliată în acest sens poate fi găsită <a href="https://wiki.xfce.org/releng/wayland_roadmap#testing">aici</a>. Vă rugăm să fiți conștienți de faptul că suportul pentru Wayland este încă experimental!
sr: Иксфце за сада нема слагача приказа са подршком Вејланда. Уколико желите да покрећете Иксфце на Вејланду, Labwc и Wayfire ће омогућити најбољи учинак. Подробнија упутства се могу наћи <a href="https://wiki.xfce.org/releng/wayland_roadmap#testing">овде</a>. Молим, обратите пажњу да је подршка Вејладна само опитна!
vi: Cho đến nay Xfce không có bộ tổng hợp hỗ trợ Wayland. Nếu bạn muốn chạy Xfce trong Wayland, Labwc và Wayfire sẽ cho bạn kết quả tốt nhất. Bạn có thể tìm thấy hướng dẫn chi tiết về vấn đề này <a href="https://wiki.xfce.org/releng/wayland_roadmap#testing">tại đây</a>. Xin lưu ý rằng hỗ trợ của Wayland vẫn đang trong giai đoạn thử nghiệm!

source: Plans are underway to add Wayland support to Xfwm4 while preserving its existing X11 functionality. However, such a restructurization will be a major effort and we cannot tell yet when/if it will be done, so please don't hold your breath waiting for it.
ca: Hi ha plans en marxa per afegir suport Wayland a Xfwm4 mentre es preserva la seva funcionalitat X11 existent. No obstant això, aquesta reestructuració serà un esforç important i encara no podem dir quan/si es farà, així que si us plau no mantenir l'alè esperant-lo.
es: Existen planes para añadir soporte para Wayland a Xfwm4 mientras se preserva la funcionalidad en X11. Sin embargo, semejante reestructuración requiere un esfuerzo importante y no podemos decir cuando o si será completado, así que, por favor, espere sentado.
gl: Están en marcha plans para engadir compatibilidade con Wayland a Xfwm4 preservando a súa funcionalidade X11 existente. No entanto, dita reestruturación será un esforzo importante e aínda non podemos dicir cando/se se fará, así que lle rogamos que non agarde por isto.
he: קיימות תוכניות להוספת תמיכה ב-Wayland עבור Xfwm4 תוך שמירת הפונקציונליות הקיימת של X11. אולם, שינוי מבני כזה מצריך מאמץ משמעותי ולא ניתן לאמר מתי/האם זה יבוצע, אז אנא אל תעצור את נשימתך בציפייה שזה יקרה.
it: Ci sono piani per aggiungere il supporto Wayland a Xfwm4, preservando al contempo la sua attuale funzionalità con X11. Tuttavia, una tale ristrutturazione sarà uno sforzo notevole e non possiamo ancora dire quando/se sarà fatta, per cui non trattenete il fiato nell'attesa.
kk: Xfwm4-тің қолданыстағы X11 функционалдылығын сақтай отырып, оған Wayland қолдауын қосу жоспарлануда. Дегенмен, мұндай қайта құрылымдау үлкен күш-жігерді талап етеді және оның қашан/немесе жасалатынын әлі айта алмаймыз, сондықтан оны асыға күтпеуіңізге болады.
pl: Trwają plany dodania obsługi Waylanda do Xfwm4 przy jednoczesnym zachowaniu istniejącej funkcjonalności X11. Jednakże taka restrukturyzacja będzie wymagała dużego wysiłku i nie możemy jeszcze powiedzieć, kiedy/jeśli zostanie przeprowadzona, więc proszę nie wstrzymywać oddechu w oczekiwaniu na nią.
pt_br: Planos estão em andamento para adicionar suporte do Wayland ao Xfwm4 preservando sua funcionalidade X11 existente. No entanto, tal reestruturação será um grande esforço e nós não podemos dizer ainda quando/se será feito, por isso não esteja à espera disso.
ro: Planurile sunt în curs de desfășurare pentru a adăuga suport pentru Wayland la Xfwm4, păstrând în același timp funcționalitatea X11 existentă. Cu toate acestea, o astfel de restructurare va fi un efort major și nu putem spune încă când / dacă va fi făcută, așa că vă rugăm să nu vă țineți respirația așteptând-o.
sr: Намерни смо да додамо подршку Вејланда Искфвм4 уз очување постојећих могућности на Икс11. Ипак, таква преправка ће захтевати крупне напоре и не можемо проценити када и да ли ће бити учињена, зато, молимо, уздржите дах док чекате.
vi: Các kế hoạch đang được tiến hành để bổ sung hỗ trợ Wayland cho Xfwm4 trong khi vẫn duy trì chức năng X11 hiện có của nó. Tuy nhiên, việc tái cơ cấu như vậy sẽ là một nỗ lực lớn và chúng tôi chưa thể biết khi nào/liệu nó có được thực hiện hay không, vì vậy xin đừng nín thở chờ đợi.

source: For few components and multiple features, it was not possible to port them to Wayland, partly because there are no standardized Wayland protocols available yet to provide the required services:
ca: Per a pocs components i múltiples característiques, no va ser possible portar-los al Wayland, en part perquè no hi ha protocols de Wayland estandarditzats disponibles encara per proporcionar els serveis necessaris:
es: Algunos componentes y múltiples funcionalidades no pudieron ser portadas a Wayland, en parte porque no existen protocolos estandarizados en Wayland disponibles para proveer los servicios requeridos:
gl: Non se puideron migrar algúns compoñentes e varias funcións a Wayland, en parte porque aínda non hai protocolos de Wayland estandarizados dispoñíbeis para fornecer os servizos necesarios:
he: עבור מספר רכיבים ומאפיינים, לא היה ניתן לבצע הסבה ל-wayland, בין היתר מכיוון שאין כרגע פרוטוקולים סטנדרטיים של Wayland עבור השירותים הנדרשים:
it: Per alcuni componenti e numerose funzionalità, non è stato possibile convertirli a Wayland, in parte perché non sono ancora disponibili protocolli Wayland standardizzati per fornire i servizi richiesti:
kk: Кейбір компоненттер мен бірнеше мүмкіндіктерді Wayland-қа порттау мүмкін болмады, бұл ішінара қажетті қызметтерді қамтамасыз ететін стандартталған Wayland протоколдарының әлі жоқтығына байланысты:
pl: W przypadku kilku komponentów i wielu funkcji nie było możliwe przeniesienie ich do Wayland, częściowo dlatego, że nie są jeszcze dostępne żadne standardowe protokoły Wayland, które zapewniałyby wymagane usługi:
pt_br: Para alguns componentes e várias funcionalidades, não foi possível portá-los para o Wayland, em parte porque ainda não há protocolos Wayland padronizados disponíveis para fornecer os serviços necessários:
ro: Pentru câteva componente și caracteristici multiple, nu a fost posibilă adaptarea lor la Wayland, parțial pentru că nu există încă protocoale Wayland standardizate disponibile pentru a furniza serviciile necesare:
sr: Неколико делова и мноштво могућности нису могле бити пренесене на Вејланд, делимично због тога што нема доступног уједначеног правилника Вејланда који би пружио следеће услуге:
vi: Đối với một số thành phần và nhiều tính năng, không thể chuyển chúng sang Wayland, một phần vì chưa có giao thức Wayland tiêu chuẩn hóa nào để cung cấp các dịch vụ cần thiết:

source: Workspace support is missing (ext-workspace protocol <a href="https://gitlab.freedesktop.org/wayland/wayland-protocols/-/merge_requests/40">was just merged</a>).
ca: Manca el suport d'espai de treball (el protocol d'espai de treball següent <a href="https://gitlab.freedesktop.org/wayland/wayland-protocols/-/mergerequests/40">acaba de fusionar-se</a>).
es: El soporte para los espacios de trabajo no está disponible (el protocolo ext-workspace <a href="https://gitlab.freedesktop.org/wayland/wayland-protocols/-/merge_requests/40">acaba de ser añadido</a>).
gl: Falta a compatibilidade con espazo de traballo (<a href="https://gitlab.freedesktop.org/wayland/wayland-protocols/-/merge_requests/40">acaba de fusionarse</a> o protocolo de espazo de traballo externo).
he: תמיכת חלל עבודה חסרה (פרוטוקול ext-workspace <a href="https://gitlab.freedesktop.org/wayland/wayland-protocols/-/merge_requests/40">רק שולב</a>).
it: Il supporto agli spazi di lavoro è assente (il protocollo ext-workspace <a href="https://gitlab.freedesktop.org/wayland/wayland-protocols/-/merge_requests/40">è stato appena pubblicato</a>).
kk: Жұмыс орны қолдауы жоқ (ext-workspace протоколы <a href="https://gitlab.freedesktop.org/wayland/wayland-protocols/-/merge_requests/40">жақында ғана біріктірілді</a>).
pl: Brak obsługi obszaru roboczego (<a href="https://gitlab.freedesktop.org/wayland/wayland-protocols/-/merge_requests/40">właśnie został scalony</a> protokół ext-workspace).
pt_br: O suporte ao espaço de trabalho está faltando (o protocolo ext-workspace <a href="https://gitlab.freedesktop.org/wayland/wayland-protocols/-/merge_requests/40">acabou de ser introduzido</a>).
ro: Lipsește suportul pentru spațiul de lucru (protocolul ext-workspace <a href="https://gitlab.freedesktop.org/wayland/wayland-protocols/-/merge_requests/40">abia a fost fuzionat</a>).
sr: Недостаје подршка радним просторима (спољни правилник радних простора <a href="https://gitlab.freedesktop.org/wayland/wayland-protocols/-/merge_requests/40">је управо стопљен</a>).
vi: Thiếu hỗ trợ không gian làm việc (giao thức không gian làm việc mở rộng <a href="https://gitlab.freedesktop.org/wayland/wayland-protocols/-/merge_requests/40">vừa được hợp nhất</a>).

source: Systray icons will be missing for multiple applications (required to use StatusNotifier instead of GtkStatusIcon)
ca: Falten les icones Systray per a múltiples aplicacions (requerit per utilitzar StatusNotifier en lloc de GtkStatusIcon)
es: Los íconos en la bandeja de estado no se mostrarán para múltiples aplicaciones (requieren usar StatusNotifier en lugar de GtkStatusIcon)
gl: Faltarán as iconas da zona do sistema para varias aplicacións (necesario para usar StatusNotifier en lugar de GtkStatusIcon)
he: איקונים של סרגל מערכת חסרים עבור מספר ישומים (נדרש להשתמש ב-StatusNotifier במקום ב-GtkStatusIcon)
it: Le icone di notifica sono mancanti per più applicazioni (poiché è richiesto l'uso di StatusNotifier invece di GtkStatusIcon)
kk: Көптеген қолданбалар үшін жүйелік трей таңбашалары болмайды (GtkStatusIcon орнына StatusNotifier пайдалану қажет)
pl: W wielu programach będzie brakować ikon w zasobniku systemowym (wymagane do użycia StatusNotifier zamiast GtkStatusIcon)
pt_br: Os ícones da área de notificação do sistema (Systray) estarão faltando em várias aplicações (necessário para utilizar StatusNotifier em vez de GtkStatusIcon)
ro: Pictogramele din zona de notificare vor lipsi pentru mai multe aplicații (este necesară utilizarea StatusNotifier în loc de GtkStatusIcon)
sr: Системска ладица ће недостајати за више програма (неопходно је користити StatusNotifier уместо GtkStatusIcon)
vi: Biểu tượng hệ thống sẽ bị thiếu đối với nhiều ứng dụng (bắt buộc phải sử dụng StatusNotifier thay vì GtkStatusIcon)

source: Xfce4-settings: Keyboard and mouse settings so far are internal to the Wayland compositor and as such the according Xfce dialogs won't be available on Wayland yet.
ca: Configuració Xfce4: Els paràmetres del teclat i del ratolí fins ara són interns del compositor Wayland i, com a tal, els diàlegs Xfce segons encara no estaran disponibles al Wayland.
es: Xfce4-settings: Las configuraciones de teclado y ratón hasta ahora son internas del compositorWayland y por tanto estas opciones de Xfce no estarán disponibles en Wayland todavía.
gl: Configuración do Xfce4: a configuración do teclado e do rato até o de agora son internas ao compositor de Wayland e, como tal, os diálogos de Xfce correspondentes aínda non estarán dispoñíbeis en Wayland.
he: הגדרות Xfce4: הגדרות מקלדת ועכבר הן פנימיות לעורך Wayland ולכן דו שיח Xfce תואמים לא יהיו זמינים עדיין ב-Wayland.
it: Xfce4-settings: le impostazioni della tastiera e del mouse sono al momento interne al compositore Wayland e pertanto le finestre di Xfce corrispondenti non saranno ancora disponibili su Wayland.
kk: Xfce4-settings: Пернетақта мен тышқан баптаулары әзірге Wayland композиторының ішкі бөлігі болып табылады, сондықтан тиісті Xfce сұхбат терезелері Wayland-та әлі қолжетімді болмайды.
pl: Xfce4-settings: ustawienia klawiatury i myszy są jak dotąd wewnętrzne w kompozytorze Wayland i jako takie odpowiednie okna dialogowe Xfce nie będą jeszcze dostępne w Wayland.
pt_br: Xfce4-settings: Até agora, as configurações do teclado e do mouse até são internas ao compositor Wayland e, como tal, as caixas de diálogo do Xfce ainda não estarão disponíveis no Wayland.
ro: Xfce4-settings: configurările tastaturii și ale mouse-ului de până acum sunt interne compozitorului Wayland și, ca atare, dialogurile Xfce corespunzătoare nu vor fi încă disponibile pe Wayland.
sr: Поставке ИксФЦЕ-4: Поставке тастатуре и миша су за сада унутар слагача Вејленда и због тога прозорчићи поставки Иксфцеа неће бити доступни још увек на Вејленду.
vi: Cài đặt Xfce4: Cài đặt bàn phím và chuột cho đến nay là nội bộ của bộ tổng hợp Wayland và do đó, các hộp thoại Xfce tương ứng sẽ chưa có sẵn trên Wayland.

source: Power related keyboard handling (brightness keys, suspend, etc.) is internal to the Wayland compositor and as such cannot be supported yet by Xfce components.
ca: La gestió de teclat relacionada amb l'energia (tecles de brillantor, suspensió, etc.) és interna del compositor Wayland i com a tal no es pot suportar encara pels components Xfce.
es: El soporte para teclas especiales relacionadas con la energía (teclas de brillo, suspender, etc.) es interno al compositor Wayland y como tal no puede ser soportado aún por los componentes de Xfce.
gl: O manexo do teclado relacionado coa enerxía (teclas de brillo, suspensión, etc.) é interno ao compositor Wayland e, como tal, aínda non pode ser compatíbel cos compoñentes do Xfce.
he: שליטה בחשמל דרך המקלדת (מקשי בהירות, השהיה וכו') היא פנימית לעורך Wayland ולכן עדיין לא יכולה להיות נתמכת ע"י רכיבי Xfce.
it: La gestione dell'alimentazione della tastiera (luminosità dei tasti, sospensione, ecc.) è interna al compositore Wayland e come tale non può ancora essere supportata dai componenti Xfce.
kk: Қуатқа қатысты пернетақтаны өңдеу (жарықтық пернелері, күту режимі және т.б.) Wayland композиторының ішкі бөлігі болып табылады, сондықтан оларға Xfce компоненттері әлі қолдау көрсете алмайды.
pl: Obsługa klawiatury związana z zasilaniem (klawisze jasności, zawieszenie itp.) jest wewnętrzna w kompozytorze Wayland i jako taka nie może być jeszcze obsługiwana przez komponenty Xfce.
pt_br: A manipulação teclado relacionado à energia (teclas de luminosidade, suspensão, etc.) é interna ao compositor Wayland e, como tal, ainda não pode ser suportada pelos componentes do Xfce.
ro: Gestionarea tastelor legate de alimentare (taste de luminozitate, suspendare etc.) este internă pentru compozitorul Wayland și, ca atare, nu poate fi încă preluată de componentele Xfce.
sr: Управљање потрошњом тастатуре (дугмад осветљености, обустава, итд) су унутар слагача Вејленда и као такви још увек не могу добити подршку делова Иксфцеа.
vi: Việc xử lý bàn phím liên quan đến nguồn điện (phím độ sáng, tạm dừng, v.v.) là nội bộ của bộ tổng hợp Wayland và do đó các thành phần Xfce chưa thể hỗ trợ.

source: Wayland does not specify a native protocol for taking screenshots. However, xfce4-screenshooter already supports screenshots via the wlroots 'screencopy' protocol (entire screen). Screenshots of a rectangle selection or the active window are not yet supported via Wayland.
ca: El Wayland no especifica un protocol natiu per a prendre captures de pantalla. No obstant això, xfce4-screenshooter ja admet captures de pantalla a través del protocol 'screencopy' de wlroots (pantalla sencera). Les captures de pantalla d'una selecció de rectangle o de la finestra activa encara no estan admeses a través del Wayland.
es: Wayland no especifica un protocolo nativo para realizar capturas de pantalla. Sin embargo xfce4-screenshooter ya soporta capturas de pantalla a través del protocolo wlroots 'screencopy' (pantalla completa). Las capturas de pantalla de una selección rectangular o de la ventana activa aún no están soportadas en Wayland.
gl: Wayland non especifica un protocolo nativo para facer capturas de pantalla. No entanto, a captura de pantalla do Xfce xa admite capturas de pantalla a través do protocolo «screencopy» de wlroots (pantalla enteira). As capturas de pantalla dunha selección de rectángulo ou da xanela activa aínda non son compatíbeis con Wayland.
it: Wayland non specifica un protocollo nativo per acquisire schermate. Tuttavia, xfce4-screenshooter supporta già le schermate tramite il protocollo wlroots 'screencopy' (schermo intero). Le schermate di una selezione rettangolare o della finestra attiva non sono ancora supportate tramite Wayland.
kk: Wayland скриншоттарды түсіру үшін жергілікті протоколды анықтамайды. Дегенмен, xfce4-screenshooter wlroots 'screencopy' протоколы арқылы скриншоттарды (бүкіл экран) қолдайды. Тікбұрышты аймақты немесе белсенді терезені скриншотқа түсіру Wayland арқылы әлі қолданылмайды.
pl: Wayland nie określa natywnego protokołu robienia zrzutów ekranu. Jednak xfce4-screenshooter obsługuje już zrzuty ekranu poprzez protokół „screencopy” wlroots (cały ekran). Zrzuty ekranu zaznaczenia prostokąta lub aktywnego okna nie są jeszcze obsługiwane przez Wayland.
pt_br: O Wayland não especifica um protocolo nativo para tirar capturas de tela. No entanto, o xfce4-screenshooter já suporta capturas de tela através do protocolo 'screencopy' do wlroots (tela inteira). As capturas de tela de uma seleção retangular ou da janela ativa ainda não são suportadas via Wayland.
ro: Wayland nu specifică un protocol nativ pentru realizarea de capturi de ecran. Cu toate acestea, xfce4-screenshooter acceptă deja capturi de ecran prin protocolul wlroots „screencopy” (întregul ecran). Capturile de ecran ale unei selecții dreptunghiulare sau ale ferestrei active nu sunt încă acceptate prin Wayland.
sr: Вејленд нема одређени природни правилник за сликање радне површи. Ипак, Сликар ИксФЦЕ-а већ подржава сликање преко правилника „умножавања заслона“ влрутс (wlroots) (целог заслона). Сликање избора правоугаоника или дејственог прозора још увек нису подржана преко Вејленда.
vi: Wayland không chỉ định giao thức gốc để chụp ảnh màn hình. Tuy nhiên, xfce4-screenshooter đã hỗ trợ ảnh chụp màn hình thông qua giao thức 'screencopy' của wlroots (toàn bộ màn hình). Ảnh chụp màn hình của lựa chọn hình chữ nhật hoặc cửa sổ đang hoạt động chưa được hỗ trợ qua Wayland.

source: Some other Xfce components don't run at all on Wayland:
ca: Alguns altres components de l'Xfce no s'executen en absolut al Wayland:
es: Otros componentes de Xfce no funcionan en Wayland:
gl: Algúns outros compoñentes do Xfce non funcionan en absoluto en Wayland:
it: Alcuni componenti di Xfce non funzionano affatto su Wayland:
kk: Кейбір басқа Xfce компоненттері Wayland-та мүлдем жұмыс істемейді:
pl: Niektóre inne komponenty Xfce w ogóle nie działają na Waylandzie:
pt_br: Alguns outros componentes do Xfce não funcionam de nenhuma forma no Wayland:
ro: Unele alte componente Xfce nu rulează deloc pe Wayland:
sr: Још делова Иксфцеа које не раде на Вејленду:
vi: Một số thành phần Xfce khác hoàn toàn không chạy trên Wayland:
