Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Development releases usually give a feature preview for the next stable release. They must follow the X.Y.Z versioning format, where Y is an odd number (e.g. xfwm4-4.7.3 or thunar-1.3.10).
cs: Vývojová vydání zpravidla obsahují předběžnou podobu funkcí a vlastností následujícího stabilního vydání. Musejí dodržovat formát zápisu verze v podobě X.Y.Z, kde Y je liché číslo (např. xfwm4-4.7.3 nebo thunar-1.3.10).
da: Udviklings-udgivelser giver som regel funktions-forhåndsvisning af den næste stabile udgivelse. De må følge X.Y.Z versionerings-formatet, hvor Y er et mærkeligt nummer (f.eks xfwm4-4.7.3 eller thunar-1.3.10)
de: Entwicklungsfreigaben ermöglichen im Allgemeinen eine Vorschau auf die Funktionsmerkmale der nächsten stabilen Veröffentlichung. Sie müssen dem Versionierungsformat X.Y.Z entsprechen, wobei Y eine ungerade Zahl ist (z.B. xfwm4-4.7.3 oder thunar-1.3.10).
fr: Les versions de développement donnent généralement un aperçu de la prochaine version stable. Elles doivent suivre le format de version X.Y.Z où Y est un nombre impair (ex. xfwm4-4.7.3 ou thunar-1.3.10).
id: Rilis pengembangan biasanya memberikan sebuah pratinjau fitur untuk rilis stabil berikutnya. Rilis tersebut harus mengikuti format versi X.Y.Z, di mana Y adalah angka ganjil (misal xfwm4-4.7.3 atau thunar-1.3.10).
ja: 開発版リリースは通常次の安定版リリースのための機能プレビューとして提供する。それらのバージョンナンバーの表記は X.Y.Z 形式でなければならず、Y は奇数でなければならない (例: xfwm4-4.7.3、thunar-1.3.10 など)。
lt: Kūrimo leidimai paprastai suteikia naujų galimybių (kurios bus kitame stabiliame leidime) peržiūrą. Jie turi atitikti tokį versijų formatą X.Y.Z, Y yra nelyginis skaičius (pvz. xfwm4-4.7.3 ar thunar-1.3.10).
ms: Keluaran pembangunan biasanya memberikan pratonton fitur untuk keluaran stabil berikutnya. Keluaran ini mestilah mengikuti format versi X.Y.Z, yang mana Y adalah nombor ganjil (contohnya xfwm4-4.7.3 atau thunar-1.3.10).
nb: Utviklingsutgivelser gir vanligvis en forhåndsvisning for neste stabile utgivelse. De må følge versjonsformatet X.Y.Z, hvor Y er et oddetall (f.eks. xfwm4-4.7.3 eller thunar-1.3.10).
nl: Ontwikkeling releases geven meestal een functie preview voor de volgende stabiele release. Ze moeten volgen van de XYZ versioning-formaat, waarbij Y is een oneven aantal (bijv. xfwm4-4.7.3 of thunar-1.3.10).
oc: Las versions de desvolopament donnent generalament un apercebut de las foncionalitats de la version venenta estable. Ils devon seguir lo format de version X.Y.Z, ont Y es un nombre impair (per exemple xfwm4-4.7.3 o thunar-1.3.10).
pt: Lançamentos de desenvolvimento normalmente dão uma pré-visualização dos recursos para o próximo lançamento estável. Eles devem seguir o formato de versão X.Y.Z, sendo Y um número ímpar (ex: xfwm4-4.7.3 ou thunar-1.3.10).
ru: Опытные выпуски обычно дают предварительное представление о функциях следующих стабильных выпусков. Они должны следовать формату версий X.Y.Z, где Y нечетное число (например, xfwm4-4.7.3 или thunar-1.3.10).
sq: Hedhjet zhvillim në qarkullim zakonisht lejojnë një paraparje të veçorive për hedhjen pasuese të qëndrueshme në qarkullim. Duhet të ndjekin formatin X.Y.Z për numra versionesh, ku Y është një numër tek (p.sh., xfwm4-4.7.3 ose thunar-1.3.10).
sv: Utvecklingsutgåvor brukar ge en förhandsvisning av funktioner för nästa stabila utgåva. De måste följa X.Y.Z versionshanteringsformatet, där Y är ett udda tal (t.ex. xfwm4-4.7.3 eller thunar-1.3.10).
th: โดยปกติ รุ่นพัฒนาจะนำเสนอตัวอย่างความสามารถต่างๆ ของรุ่นเสถียรรุ่นถัดไป เลขรุ่นจะต้องอยู่ในรูปแบบ X.Y.Z โดยที่ Y เป็นเลขคี่ (เช่น xfwm4-4.7.3 หรือ thunar-1.3.10)
tr: Geliştirme sürümleri, genellikle sonraki kararlı sürüm için bir özellik önizlemesi sunarlar. X.Y.Z sürümlendirme biçimini takip etmek zorundadırlar ve Y bir tek sayıdır. (örn. xfwm4-4.7.3 ve thunar 1.3.10)
uk: Розробницькі випуски зазвичай дають перегляд можливостей для наступних стабільних випусків. Вони повинні слідувати формату версій X.Y.Z, де Y є непарною цифрою (наприклад xfwm4-4.7.3 або thunar-1.3.10).
zh_tw: 開發版本通常會給出下一個穩定版本的功能預覽。它們必須遵守 X.Y.Z 的版本號格式，Y 是奇數(例如 xfwm4-4.7.3或是 thunar-1.3.10)。

source: Maintainers are encouraged to do development releases for new features they want to make available to others. Frequent development releases can act as a replacement of the SVN revision versioning we had in the past. If component A depends on a new feature in component B, A may only be released if there is a development release of B shipping this feature. For this to work, libtool versions must be updated properly with every development release.
cs: Vývojářům se doporučuje vydávat vývojová vydání v okamžiku, kdy chtějí nové funkce a vlastnosti poskytnout ostatním. Častá vývojová vydání mohou působit jako náhrada verzovacího systému SVN, který jsme používali v minulosti. Závisí-li komponenta produktu A na nové funkci komponenty produktu B, může být produkt A vydán pouze pokud existuje vývojové vydání produktu B obsahující tuto funkci. Pro zabezpečení fungování tohoto procesu musí být verze knihovny libtool s každým vývojovým vydáním správně aktualizovány.
da: Vedligeholdere er opfordret til udviklings-udgivelser for nye funktioner de gerne vil gøre tilgængelige for andre. Udviklings-udgivelser kan ofte virke som en erstatning af SVN revision versionering vi tidligere har haft. Hvis komponent A afhænger af en ny funktion i komponent B. A må kun udgives hvis der er en udviklings-udgivelse af B der udgiver denne funktion. For at det virker, skal libtool versionerne være opdateret ordenligt, med hver udviklings-udgivelse.
de: Die Betreuer sind dazu angehalten, Entwicklerversionen für geplante Funktionsmerkmale zu veröffentlichen und sie damit Anderen verfügbar zu machen. In kurzen Abständen veröffentlichte Entwicklerversionen können das früher genutzte »SVN revision versioning« ersetzen. Falls Komponente A von einem neuen Funktionsmerkmal in Komponente B abhängt, dann darf A nur dann veröffentlicht werden, falls eine Entwicklerversion von B diese Funktion auch liefert. Damit dies funktioniert, müssen die libtool-Versionen mit jeder Entwicklerversion gewissenhaft aktualisiert werden.
fr: Les mainteneurs sont encouragés à réaliser des versions de développement pour les nouvelles fonctionnalités qu’ils souhaitent mettre à disposition des autres. De fréquentes versions de développement peuvent se comparer au système de révision de versions SVN que nous avions par le passé. Si le composant A dépend d’une nouvelle fonctionnalité du composant B, A peut seulement être publié s’il existe une version de développement de B incluant cette fonctionnalité. Pour que ceci fonctionne, les versions de libtool doivent être systématiquement actualisées à chaque version de développement.
id: Para pengembang didorong untuk melakukan rilis pengembangan untuk fitur-fitur baru yang ingin mereka tersedia untuk yang lain. Rilis pengembangan yang sering bisa berperan sebagai pengganti versi revisi SVN yang kita miliki di masa lalu. JIka komponen A tergantung pada sebuah fitur baru pada komponen B, maka A hanya bisa dirilis jika ada rilis pengembangan B yang memiliki fitur ini. Supaya ini dapat bekerja, versi libtool harus diperbarui dengan baik dengan setiap rilis pengembangan.
ja: メンテナーは新しい機能が一般に利用できるよう開発版リリースを公開することが奨励される。数多くの開発版リリースは、過去に行っていた SVN リビジョンバージョニングの代替となることができる。コンポーネント A がコンポーネント B の新機能に依存する場合、A を公開するには、A が依存する機能を提供する B の開発版リリースが公開されていなければならないことになる。この作業のため、libtool のバージョンは各開発版リリースごとに正しく更新されなければならない。
lt: Prižiūrėtojai skatinami daryti kūrimo leidimus naujoms galimybėms. Dažni kūrimo ciklai gali būti pakaita SVN leidimų versijoms, kurias turėjome anksčiau. Jei komponentas A priklauso nuo naujos galimybės komponente B, A gali būti išleistas tik tada jei yra išleistas B kūrimo leidimas. Tam kad tai veiktų, libtool versijos turi būti tinkamai atnaujinamos su kiekvienu kūrimo leidimu.
ms: Penyelenggara digalakkan membuat keluaran pembangunan bagi beberapa fitur yang mereka mahu masukkan. Keluaran pembangunan yang kerap dapat bertindak sebagai pengganti versi revisiSVN yang pernah dibuat sebelum ini. Jika komponen A bergantung pada fitur baharu dalam komponen B, A hanya boleh dilepaskan jika terdapat keluaran pembangunan B yang sertakan fitur ini. Supaya proses ini berjalan lancar, versi libtools mesti dikemaskini secara kerap dengan setiap keluaran pembangunan.
nb: Vedlikeholderne oppfordres til å lage utviklerutgivelser av nye funksjoner de vil gjøre tilgjengelig for andre. Hyppige utviklingsutgivelser kan erstatte versjonskontroll med SVN som vi brukte før. Hvis komponent A avhenger av ny funksjonalitet i komponent B, så kan A kun gis ut hvis det finnes en utviklingsutgivelse av B med denne funksjonaliteten. For at dette skal virke må libtool-versjonene oppdateres for hver utviklingsutgivelse.
nl: Onderhouders worden aangemoedigd om de ontwikkeling releases te doen voor nieuwe functies willen ze beschikbaar stellen aan anderen. Frequente ontwikkeling releases kan fungeren als een vervanging van de SVN herziening versiebeheer hadden we in het verleden. Als component A hangt af van een nieuwe functie in onderdeel B, kan A alleen worden vrijgegeven als er een ontwikkeling release van B verzendkosten deze functie. Om dit te laten werken, moet libtool versies correct worden bijgewerkt met iedere ontwikkeling release.
oc: Los manteneires son encoratjats a far de versions de desvolopament per de novèlas foncionalitats que vòlon metre a la disposicion dels autres. Las versions de desvolopament frequentas pòdon agir coma un remplaçament de la version de revision SVN qu'aviam dins lo passat. Se lo component A depend d'una novèla foncionalitat dins lo component B, A pòt pas èsser liberat que se i a una version de desvolopament de la version B d'aquesta fonction. Per qu'aquò foncione, las versions libtool devon èsser corrèctament mesas a jorn a cada novèla version de desvolopament.
pt: Mantenedores são encorajados a fazer lançamentos de desenvolvimento para novos recursos que eles querem tornar disponíveis para outros. Lançamentos de desenvolvimento frequentes podem servir como uma substituição de versões de revisões SVN que tínhamos no passado. Se o componente A depende de um novo recurso no componente B, A só pode ser lançado se há um lançamento de desenvolvimento de B junto com este recurso. Para isso funcionar, as versões de libtool devem estar adequadamente atualizadas com todos os lançamentos de desenvolvimento.
ru: Сопровождающим рекомендуется делать опытные выпуски включающие новый функционал, который они хотят сделать доступным для других. Частые опытные выпуски могут быть заменой управлению версиями SVN-ревизий, что было в прошлом. Если компонент A зависит от нового функционала компонента B, то компонент A может быть выпущен, только если опытный выпуск компонента B включает в себя этот новый функционал. Чтобы это работало, версии libtool должны быть обновлены должным образом с каждым опытным выпуском.
sq: Mirëmbajtësit nxiten të krijojnë hedhje zhvillim në qarkullim për veçori të reja që duan t’u japin të tjerëve. Hedhje të shpeshta zhvillim në qarkullim mund të luajnë rolin e versioneve rishikim SVN që kishim dikur. Nëse një përbërës A varet nga një veçori e re në përbërësin B, A mund të hidhet në qarkullim vetëm nëse ka një hedhje zhvillim në qarkullim për B-në që ofron këtë veçori. Që kjo të funksionojë, versionet e libtool-it duhen përditësuar si duhet me çdo hedhje në qarkullim zhvillim.
sv: Ansvariga uppmuntras att göra utvecklingsutgåvor för nya funktioner de vill göra tillgänglig för andra. Frekventa utvecklingsutgåvor kan fungera som en ersättning av SVN revision och versionshantering vi hade tidigare. Om komponent A är beroende av en ny funktion i komponent B, kan A endast ges ut om det finns en utvecklingsversion av B med denna funktion. För att detta ska fungera måste libtool-versioner uppdateras korrekt med varje utvecklingsversion.
th: เราสนับสนุนให้ผู้ดูแลทั้งหลายออกรุ่นพัฒนาสำหรับความสามารถใหม่ๆ ที่ต้องการจัดเตรียมให้กับผู้อื่น การออกรุ่นพัฒนาถี่ๆ สามารถใช้แทนการกำหนดรุ่นด้วยเลขฉบับที่ของ SVN ที่เราเคยทำกันในอดีตได้ ถ้าองค์ประกอบ A ต้องใช้ความสามารถใหม่ในองค์ประกอบ B แล้ว องค์ประกอบ A จะสามารถออกรุ่นได้ก็ต่อเมื่อมีรุ่นพัฒนาของ B ออกมาพร้อมกับความสามารถดังกล่าว เพื่อให้การกระทำดังกล่าวเป็นผล จะต้องมีการปรับเลขรุ่น libtool อย่างเหมาะสมสำหรับรุ่นพัฒนาทุกรุ่นด้วย
tr: Proje yürütücüleri, yeni özellikler için olan geliştirme süreçlerini yapmaları için teşvik edilirler ve diğerlerini yapmak isterler. Devamlı geliştirme süreçleri, SVN sürümlendirmesinin yerine kullanılmaya başlanmıştır. Eğer bir A bileşeni, yeni bir özellik olan B bileşenin bağımlıysa, A bileşeni B bileşeninin sürümünün çıkmasından sonra çıkabilir. Bu iş için, libtool sürümleri her bir geliştirme sürümünde, düzenli olarak güncellenmelidir.
uk: Організатори повинні працювати над розробницьким випуском, щоб включати нові можливості. Часті розробницькі випуски можуть заміняти версії з SVN. Якщо компонент A залежить від нової властивості в компоненті B, тоді A можна додавати тільки за умови, що є розробницька версія компоненти B, яка має цю властивість. Щоб це працювало, потрібно, щоб версії libtool були відповідно оновлені з кожним розробницьким випуском.
zh_tw: 鼓勵維護者釋出包含他們想要讓別人使用的新功能的開發版本。頻繁的開發版本可以取代我們過去所使用的 SVN 修訂版本。如果組件 A 依賴於另一個在組件 B 中所含有的新功能，則 A 只能在包含了這個新功能的組件 B 釋出後才能發佈。要作到這些，libtool 必須恰當的更新每個開發版本。

source: Care has to be taken of the master branch of each component. The master branch should always remain in a release-ready state. New features should be developed in branches until they are ready (as in: compiling and the component will remain functional even after merging the feature(s) into the master branch), to lower the risk of delaying the final release of the entire Xfce core desktop.
cs: Každé komponentě hlavní větve musí být věnována péče. Hlavní větev by měla vždy zůstat v takovém stavu, aby ji bylo možno kdykoli vydat. Nové funkce a vlastnosti by měly být vyvíjeny ve větvích, dokud nebudou připraveny (tzn. kompilace i komponenty zůstanou funkční i po spojení nový funkcí a vlastností s hlavní větví), aby se snížilo riziko zpoždění finálního vydání celého jádra prostředí Xfce.
da: Hoved-grenen af hver komponent, skal tilgås med forsigtighed. Hoved-grenen burde altid blive i et udgivelse-klar stadie. Nye funktioner burde blive udviklet i grene til de er klar (som i: kompilering og komponenten vil blive funktionel, selv efter sammenlægning af funktion(er) til hoved-grenen) til at mindske forsinkelsen af den sidste udgivelse af hele Xfce kerne-desktoppen.
de: Sorgfalt ist für den Master-Zweig jeder Komponente geboten. Der Master-Zweig sollte sich stets in einem veröffentlichungsfähigen Zustand befinden. Neue Funktionen sollten in den Zweigen entwickelt werden, bis sie fertig sind (Kompilierung sollte möglich und die Komponente selbst funktionsfähig sein, auch nach dem Einpflegen der Funktionsmerkmale in den Master-Zweig). Dadurch wird das Risiko verringert, die finale Veröffentlichung der gesamten Xfce-Kernumgebung zu verzögern.
fr: Il est important de prendre soin de la branche maîtresse. Son état devrait pouvoir permettre une publication n’importe quand. Les nouvelles fonctionnalités devraient être développées dans des branches annexes jusqu’à ce qu’elles soient prêtes à être intégrées à la maîtresse (le composant doit compiler et rester fonctionnel après son intégration à la branche maîtresse). Ceci, afin de limiter les risques de retard de publication de la version finale de tout Xfce.
id: Diperlukan perhatian lebih untuk cabang master untuk setiap komponen. Cabang master harus selalu berada pada keadaan siap-rilis. Fitur-fitur baru harus dikembangkan di dalam cabang-cabang lain sampai mereka siap (seperti pada: dilakukan kompilasi dan komponen akan tetap berfungsi dengan baik meskipun setelah fitur-fitur digabungkan ke dalam cabang master), untuk mengurangi resiko tertundanya rilis final keseluruhan desktop inti Xfce.
ja: 各コンポーネントの master ブランチには注意を払わなければならない。master ブランチは常にリリース準備ができている状態でなければならない。新機能の開発はその準備ができる (コンパイルできる、その機能の master ブランチへのマージ後もコンポーネントが動作する、など) まで、そして Xfce コアデスクトップ全体の最終リリース遅延のリスクを低減するために、開発用ブランチで行うべきである。
lt: Daugiausia dėmesio turi būti skiriama kiekvieno komponento „master“ šakai. „Master“ šaka visada turi būti paruošta išleidimui. Naujos galimybės turi būti kuriamos šakose, tol kol jos paruošiamos naudoti (tai yra sukompiliuojamos ir komponentas liks funkcionaliu net ir įliejus naujas galimybes į „master“ šaką), tai daroma norint apsidrausti nuo galutinio išleidimo vėlavimo.
ms: Perhatian perlu diambil pada cabang master untuk setiap komponen. Cabang master seharusnya kekal dalam keadaan sedia-dikeluarkan. Fitur baharu seharusnya dibangunkan dalam cabang sehingga ia sedia (iaitu: pengkompilan dan komponen akan kekal berfungsi walaupun selepas digabungkan fitur(s) ke dalam cabang master), untuk mengurangkan risiko pelengahan keluaran akhir bagi keseluruhan desktop teras Xfce.
nb: Hovedgreina til hver komponent må behandles forsiktig. Hovedgreina bør alltid være klar til utgivelse. Ny funksjonalitet bør utvikles i greiner til de er klare (det vil si at de kompilerer feilfritt og komponenten vil være brukbar selv etter at funksjonaliteten flettes inn i hovedgreina). Dette minimerer risikoen for at utgivelsen av hele skrivebordsmiljøet Xfce forsinkes.
nl: Zorg moet worden gehouden met de master branch van elke component. De master branch moet altijd in een release-ready staat. Nieuwe functies moeten worden ontwikkeld in takken tot ze klaar zijn (als in: het samenstellen en het onderdeel zal blijven functioneren, zelfs na de samenvoeging van de functie (s) in de master branch), om het risico van het uitstellen van de definitieve versie van de gehele kern van Xfce lagere bureaublad.
oc: De precaucions devon èsser presas per la branca principala de cada component. La branca principala deu totjorn rester dins un estat de liberacion prèst. Las novèlas foncionalitats deurián èsser desvolopadas dins las brancas fins a moment que seràn prèstes (coma dins : compilacion e los components demoraràn foncionals même aprèp la fusion de la fonction (s) dins la branca principala), per redusir lo risque de retarder la liberacion definitiva de l'ensemble del nucli del burèu Xfce.
pt: Deve-se ter cuidado com o ramo principal de cada componente. O ramo principal deveria sempre manter-se num estado pronto para lançamento. Novos recursos devem ser desenvolvidos noutros ramos até que estejam prontos (como em: compilação e o componente vai manter-se funcional mesmo depois de juntar o(s) recurso(s) com o ramo principal), para reduzir o risco de atrasar o lançamento final do ambiente central do Xfce.
ru: В отношении мастер-ветви каждого компонента должна быть проявлена осторожность. Мастер-ветвь должна всегда оставаться в состоянии готовом к выпуску. Новые функции должны разрабатываться в ветвях до тех пор пока они не готовы (а именно: компонент будет оставаться функциональными даже после включения функции(ий) в мастер-ветвь), для уменьшения риска задержки финального выпуска всего ядра рабочего стола Xfce.
sq: Për degën <em>master</em> të çdo përbërësi duhet treguar kujdes. Dega <em>master</em> duhet të mbetet gjithmonë në një gjendje gati-për-hedhje-në-qarkullim. Veçoritë e reja duhen zhvilluar në degë, derisa të jenë gati (as in: përpilimi dhe përbërësi do të mbeten funksionalë edhe pas kalimit të veçorisë(ve) në degën <em>master</em>), për të ulur rrezikun e vonesës së hedhjes përfundimtare në qarkullim të krejt desktopit bazë Xfce.
sv: Försiktighet måste iakttas för master-grenen av varje komponent. Master-grenen bör alltid förbli i ett utgivningsklart tillstånd. Nya funktioner bör utvecklas i grenar tills de är redo (som i: kompilering och komponenten förblir funktionell även efter en sammanslagning av funktionen(erna) till master-grenen), för att minska risken för att försena den slututgåvan av hela Xfce:s kärnskrivbord.
th: ต้องหมั่นดูแลแขนง master ขององค์ประกอบแต่ละตัวให้อยู่ในสถานะพร้อมออกรุ่นอยู่เสมอ ควรพัฒนาความสามารถใหม่ๆ ในแขนงต่างหากจนกว่าจะพร้อมใช้ (กล่าวคือ คอมไพล์ผ่านและองค์ประกอบนั้นๆ จะยังคงทำงานได้หลังจากผสานความสามารถนั้นๆ เข้าในแขนง master แล้ว) เพื่อลดความเสี่ยงที่จะทำให้เดสก์ท็อป Xfce แกนหลักทั้งหมดออกรุ่นจริงล่าช้าได้
tr: Her bir bileşenin master dalı olmasına dikkat edilmelidir. Master dalı her zaman sürüme hazır olmalıdır. Yeni özellikler, zaten hazır olan dallarda (derlemede bileşenler, özelliklerin master dalında birleştirilmesinden sonra da ayakta kalmalıdır) yapılmalıdır ki tüm Xfce temel masaüstünün son sürümünün gecikmesi düşük bir ihtimal olsun.
uk: Головна гілка кожної компоненти повинна бути ретельно доглянута. Головна гілка повинна бути завжди в стані готовності до випуску. Нові властивості повинні розроблятися в простих гілках, аж поки не будуть готові (тобто: компіляція і сам компонент повинні функціонувати навіть після об’єднання властивості(тей) в головній гілці), щоб уникнути запізнення фінального випуску всієї стільниці Xfce.
zh_tw: 必須注意每個組件的 master 分支。master 分支應該總是保持待發佈狀態。新功能應該一直到準備好後(例如：在合併到 master 分支後仍能編譯和工作)才在各分支中開發，這是為了降低延遲整個 Xfce 核心桌面的最終發佈的風險。
