Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Since we're following the Xfce <a href="/about/releasemodel">release model</a> for 4.8, we'd normally announce code freeze and the creation of early lifecycle support branches today. We decided against this because there are not enough people active to take care of all this at the moment. So we will continue fixing bugs in master branches as we did between 4.8pre2 and 4.8pre3.
ca: Com que estem seguint el model de llançament Xfce <a href="/about/releasemodel">per a 4.8, normalment anunciaríem la congelació de codi i la creació de branques de suport de cicle de vida primerenc avui. Hem decidit no fer-ho perquè no hi ha suficients persones actives que s'ocupin de tot això en aquest moment. Per tant, continuarem solucionant errors a les branques mestres com ho vam fer entre 4.8pre2 i 4.8pre3.
cs: Protože ve verzi 4.8 dodržujeme <a href="/about/releasemodel">model pro vydávání</a> Xfce, oznámili bychom dnes za běžných okolností zmražení kódu a vytvoření podpory větve raného životního cyklu. Kvůli nedostatečnému počtu aktivních osob, které by byly schopny se o všechny tyto záležitosti v součanosti postarat, jsme se však rozhodli model nedodržet. Budeme tedy pokračovat v opravách chyb v hlavních větvích stejně jako mezi verzemi 4.8pre2 a 4.8pre3.
da: Siden vi følger Xfce <a href="/about/releasemodel">udgivelse-model</a> med 4.8 ville vi normalt annoncere kode-frys og skabelsen af tidlig livs-cyklus understøttelses-grene idag. Vi har valgt imod dette fordi der ikke er nok aktive mennesker til at tage sig af alt dette i øjeblikket. Så vi vil forsætte med at rette fejl, i mester-grenen som vi gjorde mellem 4.8pre2 og 4.8pre3.
de: Da wir für Xfce 4.8 dem <a href="/about/releasemodel">Xfce-Veröffentlichungsmodell</a> folgen, würden wir normalerweise heute den Code-Freeze und die Erstellungs der Lifecycle Support-Zweige bekannt geben. Wir haben uns allerdings entschieden, dies nicht zu tun, da momentan nicht genug aktive Entwickler zur Verfügung stehen. Wir fahren damit fort, Fehler im Master-Zweig zu beheben, so wie zwischen 4.8pre2 und 4.8pre3.
es: Ya que estamos siguiendo el <a href="/about/releasemodel">modelo de publicación</a> de Xfce 4,8, normalmente anunciamos la estabilización del código y la creación de las primeras ramas del ciclo de vida. Decidimos en contra de esto porque no hay suficientes personas activas para cuidar de todo esto en este momento. Así que vamos a seguir corrigiendo errores en las ramas maestro como lo hicimos entre 4.8pre2 y 4.8pre3.
fr: Si nous respections le <a href="/about/releasemodel">modèle de publication</a> de Xfce 4.8, nous devrions annoncer aujourd’hui le gel du code et la création des premières branches de soutien du cycle de vie. Manquant actuellement de contributeurs actifs, nous avons cependant préféré nous concentrer sur la correction de bogues de la version en développement, comme entre la 4.8pre2 et la 4.8pre3.
gl: Dado que estamos seguindo o <a href="/about/releasemodel">modelo de versión</a> do Xfce para 4.8, normalmente anunciaríamos a conxelación de código e a creación de ramas compatíbeis no ciclo de vida actual. Decidimos contra isto porque non hai moita xente activa para coidar de todo neste momento. Así que seguiremos resolvendo fallos en ramas mestras como fixemos entre 4.8pre2 e 4.8pre3.
he: מאז שאנו ממלאים אחר <a href="/about/releasemodel">מודל גרסה</a> בשביל 4.8, אנו בדרך כלל נודיע היום על הקפאת קוד ויצירת מחזור חיים מוקדם של ענפי תמיכה. החלטנו נגד זה כי אין מספיק אנשים פעילים לטפל בכל זה כרגע. אז נמשיך לתקן באגים בענפים הראשיים כמו שעשינו בין גרסאות קדם 2 ו-3.
id: Karena kami mengikuti <a href="/about/releasemodel">model rilis</a> Xfce untuk 4.8, hari ini seharusnya kami mengumumkan pembekuan kode dan pembuatan rintisan cabang pendukung siklus hidup. Kami memutuskan hal yang berbeda karena tidak cukup orang yang aktif untuk menangani semuanya saat ini. Jadi kami akan melanjutkan memperbaiki kutu pada cabang master seperti yang kami lakukan di antara 4.8pre2 dan 4.8pre3.
it: Poiché stiamo seguendo il <a href="/about/releasemodel">modello di rilascio</a> di Xfce per la versione 4.8, dovremmo annunciare in data odierna la fase di congelamento del codice e la creazione dei rami di supporto del ciclo di vita. Abbiamo però deciso di non farlo perché non sono disponibili al momento abbastanza persone per farlo. Continueremo quindi a correggere bug nei rami "master" come abbiamo fatto per 4.8pre2 e 4.8pre3.
kk: Біз 4.8 үшін Xfce <a href="/about/releasemodel">шығарылым моделін</a> ұстанатындықтан, әдетте бүгін кодты мұздатуды және қолдау көрсетудің ерте циклды тармақтарын құруды жариялайтын едік. Қазіргі уақытта мұның бәрімен айналысатын белсенді адамдар аз болғандықтан, біз бұдан бас тарттық. Сондықтан біз 4.8pre2 және 4.8pre3 арасындағыдай master тармақтарында қателерді түзетуді жалғастырамыз.
lt: Kadangi Xfce laidai 4.8 mes sekame <a href="/about/releasemodel">laidos modeliu</a>, įprastai mes šiandien paskelbtume kodo fiksavimą ir išankstinių laidos ciklo palaikymo šakų kūrimą. Tačiau mes nusprendėme daryti truputį kitaip, nes šiuo metu nėra pakankamai aktyvių žmonių, kurie galėtų tuo užsiimti. Taigi, mes tęsime taisyti klaidas pagrindinėje šakoje taip pat, kaip mes tai darėme tarp 4.8pre2 ir 4.8pre3.
ms: Semenjak kami mengikuti <a href="/about/releasemodel">model keluaran</a> Xfce untuk 4.8, kami umumnya mengumumkan pembekuan kod dan penciptaan cabang sokongan kitar hayat lebih awal pada hari ini. Kami tidak menyetujuinya kerana kekurangan tenaga kerja untuk mengurus kesemuanya pada waktu ini. Oleh itu kami akan teruskan pembaikan pepijat dalam cabang master sepertimana yang dibuat diantara 4.8pra2 dan 4.8pra3.
nb: Siden vi følger Xfces <a href="/about/releasemodel">utgivelsesmodell</a> for 4.8 ville vi vanligvis ha annonsert kodefrys og laget støttegreiner idag. Vi er imidlertid for få folk til å håndtere alt dette, så vi fortsetter feilretting i hovedgreinene slik vi gjorde mellom 4.8pre2 og 4.8pre3.
oc: Coma seguissèm lo <a href="/about/releasemodel">modèl de version</a> de Xfce per la 4,8, auriam normalament anonciat lo gèl del còdi e la creacion de las primièras brancas de sosten del cicle de vida d'uèi. Avèm decidit aquò perque qu'i a pas pro de personas activas per prene suènh de tot aquò pel moment. Anam doncas contunhar la correccion de bugs dins las brancas matitrises qu'avèm fait entre 4.8pre2 e 4.8pre3.
pl: Zgodnie z wytycznymi zawartymi w <a href="/about/releasemodel">modelu wydań Xfce</a>, dzisiaj należało zapowiedzieć wstrzymanie zmian kodu i utworzenie gałęzi o krótkim czasie wsparcia dla wersji 4.8. Zdecydowaliśmy, że tego nie zrobimy. W tym momencie nie dysponujemy wystarczającą ilością chętnych, którzy mogliby się tym zająć. Błędy naprawiane będą nadal w gałęzi głównej, tak jak to miało miejsce pomiędzy wydaniami 4.8pre2 a 4.8pre3.
pt: Desde que estamos seguindo o <a href="/about/releasemodel">modelo de lançamento</a> para o 4.8, anunciávamos normalmente o congelamento de código e a criação dos primeiros ramos de suporte do ciclo de vida de hoje. Decidimos contra isso porque não há número suficiente de pessoas ativas para cuidar de tudo isso no momento. Então vamos continuar corrigindo bugs nos ramos principais, como aconteceu entre 4.8pre2 e 4.8pre3.
pt_br: Como estamos seguindo o <a href="/about/releasemodel">modelo de lançamento</a> do Xfce para o 4.8, normalmente anunciaríamos o congelamento do código e a criação de ramos de suporte ao ciclo de vida inicial hoje. No entanto, decidimos não fazer isso, pois não há pessoas suficientes ativas para cuidar de tudo isso no momento. Portanto, continuaremos corrigindo bugs nos ramos principais, como fizemos entre 4.8pre2 e 4.8pre3.
ro: Deoarece urmăm modelul Xfce <a href="/about/releasemodel">de lansare a versiunilor</a> pentru 4.8, în mod normal am anunța astăzi înghețarea codului și crearea ramurilor de suport pentru ciclul de viață inițial. Am decis să nu facem acest lucru deoarece nu există suficiente persoane active pentru a se ocupa de toate acestea în acest moment. Așadar, vom continua să corectăm erorile din ramurile „master”, așa cum am făcut între 4.8pre2 și 4.8pre3.
ru: Поскольку мы следуем <a href="/about/releasemodel">модели выпуска</a> Xfce для версии 4.8, мы, как обычно, сегодня должны объявить о заморозке кода и создании раннего цикла поддержки выпусков. Мы решили в этот раз не делать этого в связи с нехваткой активных людей для того, чтобы на данный момент этим заниматься. Поэтому мы продолжим исправлять ошибки в мастер-ветвях, как мы делали это с 4.8pre2 и 4.8pre3.
sq: Meqë për 4.8-n ndjekim <a href="/about/releasemodel">modelin e hedhjeve në qarkullim</a>, normalisht duhej që sot të njoftonim ngrirje kodi dhe krijimin e degëve të hershme me asistencë cikli jetëgjatësie. Vendosëm kundër kësaj, ngaqë s’ka persona aktivë aq sa duhet për t’u kujdesur për krejt këto në këtë çast. Ndaj do të vazhdojmë ndreqjen e të metave në degët <em>master</em>, siç bëmë mes 4.8pre2 dhe 4.8pre3-shit.
sr: Пошто пратимо <a href="/about/releasemodel">образац издања</a> Иксфце-а, за 4.8 смо уобичајено најавили замрзавање кода, и стварање ране подршке грани од данас. Одлучили смо да прекршимо правило јер није било довољно људи да брине и овоме тренутно. Зато ћемо наставити да исправљамо грешке у гланој грани као што смо радили између 4.8пре2 и 4.8пре3.
sv: Eftersom vi följer Xfce:s <a href="/about/releasemodel">utgivningsmodell</a> för 4.8, skulle vi normalt tillkännage kodfrysning och skapandet av tidiga stödgrenar för livscykeln idag. Vi beslutade att inte göra det eftersom det inte finns tillräckligt många aktiva personer för att ta hand om allt det här just nu. Så vi kommer att fortsätta att rätta fel i huvudgrenar som vi gjorde mellan 4.8pre2 och 4.8pre3.
th: เนื่องจากเรากำลังดำเนินการรุ่น 4.8 ตาม<a href="/about/releasemodel">แบบแผนการออกรุ่น</a>ของ Xfce โดยปกติเราคงจะประกาศหยุดการเปลี่ยนแปลงโค้ดและสร้างแขนงสำหรับการสนับสนุนตามรอบการพัฒนาในวันนี้ แต่เราตัดสินใจที่จะไม่ทำเช่นนั้น เนื่องจากมีกำลังคนไม่มากพอที่จะดูแลงานเหล่านี้ทั้งหมดในขณะนี้ ดังนั้น เราจึงยังคงแก้บั๊กต่างๆ ในแขนง master เหมือนกับที่เราทำมาในระหว่าง 4.8pre2 ถึง 4.8pre3 เช่นเดิม
tr: Xfce 4.8 sürümü için, <a href="/about/releasemodel">sürüm modeli</a>ni takip ettiğimizden beri, kod dondurulması ve erken hayat döngüsü desteği dallarının oluşturulmasını normal olarak duyurduk. Buna karşı bir karar aldık, çünkü bunun için, tüm her bunları yapacak yeterli etkin kişi yok. Böylece, 4.8pre2 ve 4.8pre3 sürümleri arasında, master dallarında hata düzeltmeye devam edeceğiz.
uk: Оскільки ми слідуємо <a href="/about/releasemodel">моделі випуску</a> Xfce, для ми нормально оголошуємо сьогодні замороження коду. Ми так вирішили, оскільки зараз немає достатньо активних розробників. Тому ми продовжимо виправляти вади в головних гілках, так як це робили між випусками 4.8pre2 і 4.8pre3.
vi: Vì chúng tôi đang theo dõi <a href="/about/releasemodel">mô hình phát hành</a> của Xfce cho phiên bản 4.8 nên chúng tôi thường thông báo về việc đóng băng mã và tạo các nhánh hỗ trợ vòng đời sớm ngay hôm nay. Chúng tôi quyết định phản đối điều này vì hiện tại không có đủ người hoạt động để giải quyết tất cả những việc này. Vì vậy, chúng tôi sẽ tiếp tục sửa lỗi trong các nhánh chính như chúng tôi đã làm trong khoảng thời gian từ 4.8pre2 đến 4.8pre3.
zh_tw: 既然4.8遵循 Xfce 的 <a href="/about/releasemodel">釋出模式</a> ，我們應該在今天如期宣佈代碼凍結及創建早期的生命週期分支。我們決定不這麼作的原因是，沒有足多活躍的人能夠照料這個版本。所以我們將會繼續修復主線分支中的臭蟲，像我們在4.8pre2與4.8pre3中所作的事一樣。

source: We are pleased to announce the second preview release of Xfce 4.8. This release marks the beginning of the string freeze. From today on until the final release, strings may no longer be changed in the master branch of Xfce core components. This will help translators to prepare their translations for the final release scheduled on January 16th, 2011.
ca: Ens complau anunciar la segona versió prèvia de l'Xfce 4.8. Aquest llançament marca el començament de la congelació de la cadena. A partir d'avui i fins al llançament final, les cadenes ja no es poden canviar a la branca mestra dels components del nucli de l'Xfce. Això ajudarà als traductors a preparar les seves traduccions per a la versió final programada el 16 de gener de 2011.
cs: S potěšením oznamujeme vydání druhé verze preview Xfce 4.8. Toto vydání se vyznačuje zahájením zmrazení textů. Ode dneška po finální vydání nebudou texty v klíčových komponentách hlavní větve Xfce měněny, což pomůže překladatelům při přípravě překladů pro finální vydání naplánovaného na 16. leden 2011.
da: Vi har fornøjelsen af at annoncere den anden forhåndsviste udgave af Xfce 4.8. Denne udgave markerer begyndelsen af streng-frys. Fra idag til den endelige udgave, streng må ikke længere ændres i mester-grenen af Xfce kerne-komponenter. Dette vil hjælpe oversættere med at forberede deres oversættelser for den endelige udgave d. 16 Januar, 2011.
de: Wir freuen uns, die zweite Vorabveröffentlichung von Xfce 4.8 vorzustellen. Mit dieser Veröffentlichung beginnt der String-Freeze. Von heute bis zur finalen Veröffentlichung dürfen keine Strings im Master-Zweig der Xfce-Kernkomponenten mehr geändert werden. Dies hilft den Übersetzern, ihre Übersetzungen für die finale Veröffentlichung vorzubereiten, die für den 16. Januar 2011 geplant ist.
es: Nos complace anunciar la segunda vista previa del lanzamiento de Xfce 4.8. Este lanzamiento marca el comienzo de la estabilización en las traducciones; a partir de hoy hasta la versión final, el contenido ya no puede ser cambiado en la rama principal de los componentes del núcleo Xfce. Esto ayudará a los traductores para preparar las traducciones de la versión final prevista el 16 de enero de 2011.
fr: Nous sommes heureux d’annoncer la deuxième préversion de Xfce 4.8. Cette publication marque le début du gel des chaînes qui, jusqu’à la version finale, ne peuvent plus être modifiées dans les composants de base de la version en développement de Xfce. Ceci aidera les traducteurs à être prêts pour la sortie de la version finale prévue le 16 janvier 2011.
gl: Temos o pracer de anunciar a segunda versión preliminar do Xfce 4.8. Esta versión marca o inicio da fixación de cadeas. A partir de hoxe até a versión final, as cadeas non poden ser modificadas na rama principal dos compoñentes do núcleo do Xfce. Isto axudará aos tradutores a preparar as súas traducións para a versión final programada o 16 de xaneiro de 2011.
he: אנו שמחים להודיע על גרסת קדם שנייה של Xfce 4.8. גרסה זו מסמנת את ההתחלה של הקפאת המחרוזת. מהיום ועד הגרסה הסופית, מחרוזות כבר לא יכולות להשתנות בענף הראשי של רכיבי הליבה של Xfce. זה יעזור למתרגמים להכין את התרגומים שלהם לגרסה הסופית המיועדת ל-16 בינואר 2011.
id: Kami dengan senang hati mengumumkan rilis pratinjau kedua Xfce 4.8. Rilis ini menandai permulaan dari pembekuan string. Mulai hari ini sampai rilis final, string tidak diperbolehkan lagi untuk diubah di cabang master dari komponen inti Xfce. Hal ini akan membantu para penerjemah untuk mempersiapkan terjemahan mereka untuk rilis final yang dijadwalkan pada 16 Januari 2011.
it: Il gruppo di sviluppo di Xfce è lieto di annunciare il secondo rilascio di anteprima di Xfce 4.8. In concomitanza con questo rilascio, il progetto Xfce annuncia anche il congelamento delle stringhe. Da oggi fino al rilascio finale, le stringhe di testo non subiranno variazioni nel ramo "master" dei componenti principali di Xfce. In questo modo i traduttori potranno preparare le loro traduzioni in tempo per il rilascio finale fissato per il 16 gennaio 2011.
kk: Біз Xfce 4.8 екінші алдын ала шығарылымын жариялауға қуаныштымыз. Бұл шығарылым жолдарды мұздатудың басталуын білдіреді. Бүгіннен бастап соңғы шығарылымға дейін Xfce негізгі компоненттерінің master тармағында жолдар енді өзгертілмейді. Бұл аудармашыларға 2011 жылдың 16 қаңтарына жоспарланған соңғы шығарылымға өз аудармаларын дайындауға көмектеседі.
lt: Mums malonu pranešti apie antrą Xfce 4.8 peržiūros laidą. Ši laida pažymi eilučių fiksavimo pradžią. Nuo šiandien, iki pat galutinės laidos, Xfce branduolio komponentų pagrindinėje šakoje nebegalima bus keisti eilučių. Tai padės vertėjams paruošti savo vertimus iki galutinės laidos, kuri suplanuota 2011-ųjų Sausio 16.
ms: Kami dengan sukacitanya mengumumkan keluaran pratonton kedua Xfce 4.8. Keluaran ini menandakan permulaan pembekuan rentetan. Mulai hari ini sehinggalah keluaran akhir, tiada rentetan boleh diubah dalam cabang master komponen teras Xfce. Pembekuan ini membantu penterjemah menyiapkan terjemahan mereka untuk keluaran akhir yang dijadualkan pada 16 Januari 2011.
nb: Vi er stolte av å annonsere den andre forhåndsutgivelsen til Xfce 4.8. Strengene fryses fra denne utgivelsen fram til endelig utgivelse. Oversetterne kan dermed forberede sine oversettinger til den endelige utgivelsen den 16. januar 2011.
oc: Sèm uroses d'anonciar la segonda version préliminaire de Xfce 4.8. Aquesta version marque lo començament del gèl de la cadena. A partir d'uèi fins a la version finala, las cadenas pòdon pas mai èsser modificadas dins la branca master de components de basa Xfce. Aquò va ajudar los traductors a preparar lors traduccions per la version finala prevista lo 16 de genièr de 2011.
pl: Mamy przyjemność ogłosić wydanie drugiej wersji testowej Xfce 4.8. Tym samym zostają wstrzymane zmiany w komunikatach programów. Od dzisiaj do czasu wydania stabilnej wersji, nie można modyfikować komunikatów kluczowych komponentów w głównej gałęzi. Takie działanie pomoże tłumaczom w pracach przed ostatecznym wydaniem, zaplanowanym na 16 stycznia, 2011.
pt: Temos o prazer de anunciar a segunda versão de prévia do Xfce 4.8. Este lançamento marca o início do congelamento de sequência de caracteres. A partir de hoje até o lançamento final, sequências de caracteres não podem ser alteradas no ramo principal dos componentes do núcleo do Xfce. Isso ajudará os tradutores a preparar suas traduções para a versão final, programada para 16 de janeiro de 2011.
pt_br: Temos o prazer de anunciar o segundo lançamento de pré-visualização do Xfce 4.8. Este lançamento marca o início do congelamento de strings. A partir de hoje até o lançamento final, as strings não poderão mais ser alteradas no ramo principal dos componentes principais do Xfce. Isso ajudará os tradutores a preparar suas traduções para o lançamento final, agendado para o dia 16 de janeiro de 2011.
ro: Suntem încântați să anunțăm a doua pre-versiune a Xfce 4.8. Această versiune marchează începutul înghețării șirurilor. Începând de astăzi și până la lansarea finală, șirurile nu mai pot fi modificate în ramura „master” a componentelor nucleului Xfce. Acest lucru va ajuta traducătorii să își pregătească traducerile pentru lansarea finală programată pentru 16 ianuarie 2011.
ru: Мы рады объявить о втором предварительном выпуске Xfce 4.8. Данный выпуск знаменует собой начало замораживания переводимых сообщений. С сегодняшнего дня до финального выпуска, сообщения для перевода более не могут быть изменены в мастер-ветви основных компонентов Xfce. Это поможет переводчикам подготовить свои переводы для финального выпуска запланированного на 16 января 2011 года.
sq: Jemi të kënaqur të njoftojmë hedhjen e dytë paraparje në qarkullim të Xfce 4.8-s. Kjo hedhje në qarkullim shënon fillimin e ngrirjes së kodit. Nga sot e tutje, deri në hedhjen përfundimtare në qarkullim, vargjet nuk mund të ndryshohen më në degën <em>master</em> të përbërësve bazë të Xfce-së. Kjo do t’i ndihmojë përkthyesit të përgatitin përkthimet e tyre për hedhjen përfundimtare në qarkullim, të planifikuar për më 16 janar, 2011.
sr: Драго нам је што можемо да најавимо треће пробно издање Иксфце-а 4.8. Ово издање означава почетак замрзавања ниски. Од данас до коначног издања се ниске можда неће ни изменити у главној грани делова језгра Иксфце-а. Ово ће помоћи преводиоцима да припреме своје преводе за коначно издање заказано за 16. јануар 2011.
sv: Vi har nöjet att tillkännage den andra förhandsversionen av Xfce 4.8. Denna utgåva markerar början av strängfrysningen. Från idag till slutpublicering, får inte längre strängar ändras i huvudgrenen för Xfce:s kärnkomponenter. Detta kommer att hjälpa översättare att förbereda sina översättningar för den slutliga publiceringen den 16:e januari, 2011.
th: เรามีความยินดีที่จะประกาศรุ่นตัวอย่างที่สองของ Xfce 4.8 รุ่นนี้เป็นจุดเริ่มต้นของการหยุดเปลี่ยนแปลงข้อความ ตั้งแต่วันนี้จนถึงวันออกรุ่นจริง จะห้ามไม่ให้มีการเปลี่ยนแปลงข้อความในแขนง master ขององค์ประกอบแกนหลักของ Xfce อีกต่อไป การหยุดเปลี่ยนแปลงนี้จะช่วยให้นักแปลสามารถทำงานแปลสำหรับรุ่นจริงที่มีกำหนดออกในวันที่ 16 มกราคม 2554 ได้
tr: Xfce 4.8 sürümünün ikinci ön izlemesini duyurmaktan mutluluk duyuyoruz. Bu sürüm, dizge dondurulmasının başlangıcını göstermektedir, dizgeler, Xfce temel bileşenlerinin master dalında artık değişmeyecektir. Bu, çeviricilerin 16 Ocak 2011 olarak belirlenmiş son sürüm için kendi çevirilerini hazırlamasına yardımcı olacaktır.
uk: Ми раді оголосити про вихід другого оглядового випуску Xfce 4.8. З цим випуском розпочинаємо замороження стрічок. Від сьогодні аж до фінального випуску не можна змінювати стрічок в головній гілці коду основних компонент Xfce. Це допоможе перекладачам підготувати переклади для кінцевого випуску, планованого 16 січня 2011.
vi: Chúng tôi vui mừng thông báo bản phát hành xem trước thứ hai của Xfce 4.8. Bản phát hành này đánh dấu sự bắt đầu của chuỗi đóng băng. Từ hôm nay cho đến khi có bản phát hành cuối cùng, các chuỗi không còn có thể được thay đổi trong nhánh chính của các thành phần lõi Xfce nữa. Điều này sẽ giúp các dịch giả chuẩn bị bản dịch của họ cho lần phát hành cuối cùng dự kiến ​​vào ngày 16 tháng 1 năm 2011.
zh_tw: 我們很高興的發佈 Xfce 4.8的第二個預覽版本。這個版本標誌著字串凍結的開始，在 Xfce 核心組件的主線分支中的字串不會再更改。這有助於翻譯者為預計在2011年1月16日釋出的最終版本準備他們的翻譯。
