Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: The new color profiles dialog
ca: El diàleg Perfils de color nous
cs: Nové dialogové okno profily barev
da: Den nye dialog med farveprofiler
de: Der neue Farbprofil-Dialog
es: El cuadro de diálogo de nuevos perfiles de color
gl: A nova xanela de perfís de cor
he: דו שיח חדש פרופילי צבע
id: Dialog profile warna baru
it: La nuova finestra di profili dei colori
kk: Түс профильдерінің жаңа сұхбат терезесі
lt: Naujasis spalvų profilių dialogas
pl: Nowe okno Profile kolorów
pt: A nova janela de perfis de cor
pt_br: A nova janela de perfis de cor
ro: Noua fereastră de dialog «Profiluri de culoare»
ru: Диалоговое окно новых цветовых профилей
sq: Dialogu i ri i profileve të ngjyrave
sr: Ново прозорче пресека боја
sv: Den nya dialogrutan för färgprofiler
th: กล่องโต้ตอบใหม่สำหรับโพรไฟล์สี
tr: Yeni renk profilleri iletişim kutusu
uk: Нове вікно колірних профілів
vi: Hộp thoại cấu hình màu mới

source: Several improvements were made to the <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>display dialog</a>. Apart from tweaks to the user interface to make the interaction more intuitive (introducing display numbering, showing a primary indicator with quick access to panel, notification and desktop settings etc.) a feature to save and restore complete display profiles was added. If a single profile exists for a setup, the Xfce settings daemon will automatically enable it. If multiple profiles exist, it will pop up the minimal dialog and offer all profiles in addition to the previously available pre-sets (internal only, mirror, extend and external only).
ca: S'han fet diverses millores al diàleg de visualització <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'></a>. A part de les modificacions a la interfície d'usuari per fer la interacció més intuïtiva (introduint la numeració de la pantalla, mostrant un indicador primari amb accés ràpid al panell, notificació i configuració d'escriptori, etc.) s'ha afegit una característica per desar i restaurar els perfils de visualització complets. Si existeix un únic perfil per a una configuració, el dimoni de configuració de l'Xfce l'habilitarà automàticament. Si hi ha múltiples perfils, mostrarà el diàleg mínim i oferirà tots els perfils a més dels preconfigurats prèviament disponibles (només interns, mirall, amplia i externs).
cs: V <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>dialogovém okně displej</a> bylo provedeno mnoho vylepšení. Na rozdíl od optimalizací k intuitivnější interakci s uživatelským rozhraním (číslování displejů, zobrazení indikátoru primárního displeje s rychlým přístupem k panelu, nastavení notifikací a pracovního prostředí, atd.) byla přidána funkce pro uložení a obnovení kompletních profilů zobrazení. Pokud v nastavení existuje jediný profil, démon nastavení Xfce jej automaticky zapne. Existuje-li více profilů, zobrazí se malé dialogové okno a nabídne všechny profily k dříve dostupným přednastavením (pouze interní, zrcadlení, rozšíření a pouze externí).
da: Der blev lavet adskillige forbedringer til <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>skærmdialogen</a>. Udover tilpasninger til brugerfladen for at gøre interaktionen mere intuitiv (introduktion af skærmnummerering, visning af en primæreindikator med hurtig adgang til panel-, underretnings- og skrivebordsindstillinger osv.) blev der tilføjet en funktionalitet til at gemme og gendanne komplette skærmprofiler. Hvis der findes en enkelt profiler til en opsætning, så aktiverer Xfce-indstillingsdæmonen den automatisk. Hvis der findes flere, så vises den minimale dialog med alle profiler samt de forudindstillinger som tidligere var tilgængelige (kun interne, klon, udvid og kun eksterne).
de: Es wurden mehrere Verbesserungen am Dialogfeld <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>Anzeige</a> vorgenommen. Neben Anpassungen an der Benutzeroberfläche, um die Interaktion intuitiver zu gestalten (Einführung einer Anzeigenummerierung, Anzeige eines primären Indikators mit schnellem Zugriff auf Panel-, Benachrichtigungs- und Schreibtisch-Einstellungen usw.) wurde eine Funktion zum Speichern und Wiederherstellen vollständiger Anzeigeprofile hinzugefügt. Wenn ein einzelnes Profil für eine Konfiguration existiert, wird der Xfce-Einstellungs-Daemon sie automatisch aktivieren. Wenn mehrere Profile existieren, öffnet er den minimalen Dialog und bietet alle Profile zusätzlich zu den bisher verfügbaren Voreinstellungen (nur intern, spiegeln, erweitern und nur extern) an.
es: Se realizaron varias mejoras en el <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>cuadro de diálogo de visualización</a>. Además de los ajustes a la interfaz de usuario para hacer la interacción más intuitiva (introduciendo la numeración de la pantalla, mostrando un indicador principal con acceso rápido al panel, notificaciones y configuraciones de escritorio, etc.), se añadió una función para guardar y restaurar perfiles de pantalla completos. Si existe un solo perfil para una configuración, el demonio de configuración de Xfce lo habilitará automáticamente. Si existen varios perfiles, aparecerá el cuadro de diálogo mínimo y ofrecerá todos los perfiles además de los preajustes disponibles anteriormente (solo interno, espejo, extendido y solo externo).
gl: Fixéronse varias melloras na <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>xanela da pantalla</a>. Amais de axustes na interface de usuario para facer a interacción máis intuitiva (inserindo a numeración de pantallas, amosando un indicador principal con acceso rápido ao panel, axustes de notificación e escritorio, etc.) engadiuse unha función para gardar e restaurar perfís de visualización completos. Se existe un único perfil para unha configuración, o servizo de axustes do Xfce activarao automaticamente. Se existen varios perfís, aparecerá a xanela mínima e ofrecerá todos os perfís ademais dos predefinidos dispoñíbeis anteriormente (só pantalla interna, copiar as pantallas, estender cara á dereita e só pantalla externa).
he: מספר שיפורים בוצעו ל<a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>דו שיח תצוגה</a>. חוץ מכיוונונים לממשק המשתמש שהופכים את האינטראקציה יותר אינטואיטיבית (הוספה של מיספור מסכים, הצגה של אינדיקטור ראשי עם גישה מהירה ללוח, הגדרות שולחן עבודה והודעות ועוד) מאפיין התווסף לשמירה ושיחזור של פרופילים שלמים של תצוגות. אם קיים פרופיל בודד להתקנה, דמון ההגדרות של Xfce יפעיל אותו אוטומטית. אם קיימים מספר פרופילים, הדמון יעלה חלון דו שיח קופץ מינימלי ויציע את כל הפרופילים בנוסף להגדרות הזמינות הקודמות (פנימי בלבד, מראה, הרחבה וחיצוני בלבד).
id: Beberapa perbaikan telah diterapkan pada <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>dialog tampilan</a>. Di samping perubahan pada antarmuka pengguna agar interaksi menjadi semakin intuitif (memperkenalkan penomoran tampilan, menampilkan sebuah indikator utama dengan akses cepat ke panel, notifikasi dan pengaturan desktop, dsb.) sebuah fitur untuk menyimpan dan mengembalikan profil tampilan secara lengkap telah ditambahkan. Jika sebuah profil tunggal tersedia untuk disetel, jurik pengaturan Xfce akan mengaktifkannya secara otomatis. Jika terdapat beberapa profil, sebuah dialog minimal akan ditampilkan dan menawarkan semua profil di samping preset yang telah tersedia sebelumnya (hanya internal, cermin, perluas dan hanya eksternal).
it: Sono stati fatti molti miglioramenti alla finestra delle <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>impostazioni dello schermo</a>. Oltre ad alcuni cambiamenti alla interfaccia utente per rendere l'interazione più intuitiva (introducendo numerazione di schermi, mostrando l'indicatore dello schermo primario con un accesso veloce alle impostazioni del pannello, notifiche, scrivania, ecc.) è stata aggiunta una opzione per salvare e ripristinare profili completi di colori. Se esiste un solo profilo per una configurazione, il demone delle impostazioni di Xfce lo abiliterà automaticamente. Se ci sono più profili, comparirà una finestra che offrirà tutti i profili oltre a quelli presenti precedentemente (solo schermo interno, specchio, estensione, solo schermo esterno).
kk: <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>Дисплей сұхбат терезесіне</a> бірнеше жақсартулар жасалды. Пайдаланушы интерфейсін интуитивті етуден бөлек (дисплейлерді нөмірлеу, панельге жылдам қол жеткізу мүмкіндігі бар негізгі индикаторды көрсету, хабарлама және жұмыс үстелінің баптаулары т.б.), дисплей профильдерін сақтау және қалпына келтіру мүмкіндігі қосылды. Егер баптау үшін бір ғана профиль болса, Xfce баптаулар демоны оны автоматты түрде іске қосады. Бірнеше профиль болған жағдайда, ол шағын сұхбат терезесін шығарып, бұрынғы дайын баптауларға (тек ішкі, айналы, кеңейту және тек сыртқы) қоса барлық профильдерді ұсынады.
pl: W <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>oknie Ekran</a> wprowadzono kilka ulepszeń. Oprócz poprawek w interfejsie użytkownika, aby interakcja była bardziej intuicyjna (wprowadzenie numeracji wyświetlaczy, pokazanie głównego wskaźnika z szybkim dostępem do ustawień panelu, powiadomień i pulpitu itp.), dodano funkcję zapisywania i przywracania kompletnych profili wyświetlania. Jeśli istnieje jeden profil dla instalacji, demon ustawień Xfce automatycznie go włączy. Jeśli istnieje wiele profili, wyświetli się minimalne okno dialogowe, króre będzie oferować wszystkie profile oprócz wcześniej dostępnych ustawień wstępnych (tylko wewnętrzne, lustrzane, rozszerzające i tylko zewnętrzne).
pt: Foram feitas várias melhorias na <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>janela do ecrã</a>. Para além de ajustes na interface do utilizador para tornar a interação mais intuitiva (introduzindo numeração do ecrã, mostrando um indicador principal com acesso rápido às definições do painel, notificação e ambiente de trabalho, etc.) foi adicionada uma funcionalidade para guardar um restauro de perfil de ecrã completo. Se existir um único perfil para uma configuração, o daemon das definições do Xfce irá ativá-lo automaticamente. Se existirem vários perfis, ele abrirá uma janela mínima e oferecerá todos os perfis para além dos predefinidos anteriormente disponíveis (apenas interno, espelho, extensão e apenas externo).
pt_br: Foram feitas várias melhorias no <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>diálogo de exibição</a>. Além de ajustes na interface do usuário para tornar a interação mais intuitiva (introduzindo numeração das telas, mostrando um indicador principal com acesso rápido às definições do painel, configurações de notificações e de área de trabalho, etc.) foi adicionada uma funcionalidade para salvar e restaurar perfis de exibição completos. Se existir um único perfil para uma instalação, o daemon de configurações do Xfce irá ativá-lo automaticamente. Se existirem vários perfis, ele abrirá uma janela de diálogo básica e oferecerá todos os perfis além daqueles predefinidos (somente interno, espelho, extensão e somente externo).
ro: Au fost aduse mai multe îmbunătățiri ferestrei de dialog <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>afișare</a>. În afară de modificările aduse interfeței cu utilizatorul pentru a face interacțiunea mai intuitivă (introducerea numerotării afișajelor, afișarea unui indicator principal cu acces rapid la opțiunile panoului, notificărilor și biroului etc.), a fost adăugată o funcție de salvare și restaurare a profilurilor complete de afișare. Dacă există un singur profil pentru o configurație, demonul de opțiuni Xfce îl va activa automat. Dacă există mai multe profiluri, acesta va afișa dialogul minim și va oferi toate profilurile în plus față de preferințele disponibile anterior (numai intern, oglindă, extindere și numai extern).
ru: Несколько улучшений было внесено в <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>диалоговое окно дисплея</a>. Помимо настроек пользовательского интерфейса, чтобы сделать взаимодействие более интуитивным (введение нумерации дисплеев, отображение основного индикатора с быстрым доступом к панели, уведомлениям и настройкам рабочего стола и т. д.), была добавлена функция сохранения и восстановления полных профилей дисплея. Если для установки существует один профиль, демон настроек Xfce автоматически включит его. Если существует несколько профилей, откроется минимальное диалоговое окно и будут предложены все профили в дополнение к ранее доступным предустановкам (только внутренний, зеркальный, расширенный и только внешний).
sq: <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>Dialogut të ekranit</a> iu bënë disa përmirësime. Veç përimtimesh te ndërfaqja e përdoruesit, për ta bërë ndërveprimin më intuitiv (duke sjellë për herë të parë numërim ekranesh, përmes shfaqjes së një treguesi për parësorin, me një kalim të shpejtë në të te paneli, rregullime mbi njoftime dhe desktopi, etj.), u shtua dhe një veçori për ruajtje dhe rikthim profilesh të plotë ekranesh. Nëse për një sistem ekziston vetëm një profil i vetëm, demoni i rregullimeve të Xfce-së do ta aktivizojë automatikisht. Nëse ekzistojnë profile të shumtë, do të shfaqet dialogu minimal dhe do të ofrohen krejt profilet, si shtesë ndaj paracaktimeve të mëparshme (vetëm i brendshëm, pasqyrë, i zgjeruar dhe vetëm i jashtëm).
sr: Неколико побољшања је примењено на <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>прозорче поставки приказа</a>. Уз лицкања корисничког сучеља ради чињења садејства разумљивијим (представљање бројача приказа, приказа главног указивача са брзим приступом полици, обавештења и поставки радне површи, итд.) додата је могућност за чување и повраћај пресека приказа. Уколико постоји само један пресек за поставке, домар поставки Иксфцеа ће га самостално омогућавати. Уколико постоји више пресека, искакаће прозорче са основним поставкама и нудити као додатак претходно сачуване пресеке (само унутрашње, огледало, проширено и само спољње).
sv: Vi införde ett flertal förbättringar till <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>skärmdialogrutan</a>. Förutom justeringar av användargränssnittet för att göra interaktionen mer intuitiv (inför skärmnumrering, visar en primärindikator med snabb åtkomst till panel-, avisering- och skrivbordsinställningar, osv.) lade vi till en funktion för att spara och återställa skärmprofiler. Om en enda profil finns för ett system kommer Xfce:s inställningsdemon automatiskt aktivera den. Om flera profiler finns kommer en minimal dialogruta visas och erbjuda alla profiler utöver de tidigare tillgängliga förinställningarna (endast intern, spegla, utöka och endast extern).
th: มีการปรับปรุงมากมายใน <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>กล่องโต้ตอบจอแสดงผล</a> นอกเหนือจากการปรับส่วนตัดต่อผู้ใช้เพื่อการโต้ตอบที่เข้าใจง่าย (เพิ่มการให้หมายเลขประจำจอแสดงผล, แสดงเครื่องหมายบ่งชี้จอแสดงผลหลัก พร้อมทางลัดเข้าถึงการตั้งค่าพาเนล, การแจ้งเหตุ, และพื้นโต๊ะ ฯลฯ) แล้ว ยังเพิ่มการบันทึกและเรียกคืนโพรไฟล์จอแสดงผลทั้งหมดด้วย โดยถ้ามีเพียงโพรไฟล์เดียวสำหรับการจัดวางหนึ่ง ดีมอนค่าตั้งของ Xfce ก็จะเปิดใช้โพรไฟล์ดังกล่าวโดยอัตโนมัติ แต่ถ้ามีหลายโพรไฟล์ ก็จะผุดกล่องโต้ตอบกะทัดรัดขึ้นมาเสนอทุกโพรไฟล์ให้เลือกเพิ่มเติมจากแบบที่กำหนดไว้ล่วงหน้า (ใช้จอภายในเท่านั้น, แสดงผลเหมือนกัน, ต่อขยายจอแสดงผล, และใช้จอภายนอกเท่านั้น)
vi: Một số cải tiến đã được thực hiện đối với <a href='https://docs.xfce.org/xfce/xfce4-settings/4.14/display'>hộp thoại hiển thị</a>. Ngoài các chỉnh sửa về giao diện người dùng để tương tác trực quan hơn (giới thiệu cách đánh số màn hình, hiển thị chỉ báo chính với khả năng truy cập nhanh vào bảng điều khiển, thông báo và cài đặt màn hình, v.v.), tính năng lưu và khôi phục cấu hình hiển thị hoàn chỉnh đã được thêm vào. Nếu tồn tại một cấu hình duy nhất để thiết lập, trình nền cài đặt Xfce sẽ tự động kích hoạt cấu hình đó. Nếu tồn tại nhiều cấu hình, nó sẽ bật lên hộp thoại tối thiểu và cung cấp tất cả các cấu hình ngoài các cài đặt sẵn có trước đó (chỉ nội bộ, nhân bản, mở rộng và bên ngoài).

source: The primary indicator
ca: L'indicador primari
cs: Indikátor primárního monitoru
da: Indikatoren for primær
de: Der primäre Indikator
es: El indicador principal
gl: O indicador primario
he: אינדיקטור ראשי
id: Indikator utama
it: L'indicatore di schermo principale
kk: Негізгі индикатор
lt: Pirminis indikatorius
pl: Główny wskaźnik
pt: O indicador principal
pt_br: O indicador primário
ro: Indicatorul principal
ru: Основной индикатор
sq: Treguesi parësor
sr: Главни указивач
sv: Den primära indikatorn
th: เครื่องหมายบ่งชี้จอแสดงผลหลัก
tr: Birincil gösterge
uk: Основний індикатор
vi: Chỉ số chính

source: The display profile list
ca: La llista de perfils de visualització
cs: Seznam profilů displeje
da: Listen over skærmprofiler
de: Die Liste der Anzeigeprofile
es: La lista de perfiles de visualización
gl: A lista de perfís de pantalla
he: רשימת פרופילי תצוגה
id: Daftar profile layar
it: La lista dei profili dello schermo
kk: Дисплей профильдерінің тізімі
pl: Lista profili wyświetlania
pt: A lista de perfis de ecrã
pt_br: A lista de perfis de exibição
ro: Lista profilurilor de afișare
ru: Список профилей дисплея
sq: Listë profilesh ekrani
sr: Списак пресека приказа
sv: Listan över skärmprofiler
th: รายชื่อโพรไฟล์จอแสดงผล
tr: Ekran profil listesi
uk: Список профілів дисплея
vi: Danh sách hồ sơ hiển thị

source: The improved minimal dialog - in this case only showing one profile only which never happens anymore now ;)
ca: El diàleg mínim millorat - en aquest cas només es mostra un perfil que ja no passa mai més ;)
cs: Vylepšené malé dialogové okno. V tomto případě se zobrazuje pouze jeden profil, což už se nyní neděje ;)
da: Den forbedrede minimale dialog - i dette tilfælde vises kun én profil som nu aldrig sker længere ;)
de: Der verbesserte Minimal-Dialog - in diesem Fall wird nur ein Profil angezeigt, was jetzt nie mehr passiert ;)
es: El cuadro de diálogo mínimo mejorado: en este caso, solo muestra un perfil, lo que ya no sucede ahora ;)
gl: A xanela mínima mellorada - neste caso só amosa un perfil ;)
he: דו שיח מינימלי משופר - במקרה זה מציג רק פרופיל אחד מה שכבר לא קורה עכשיו ;)
id: Dialog minimal yang diperbaiki - dalam kasus ini hanya menampilkan satu profil saja yang sekarang tidak pernah terjadi ;)
it: La finestra minimale migliorata - in questo caso mostra un solo profilo, cosa che ora non succede più ;)
kk: Жақсартылған шағын сұхбат терезесі - бұл жағдайда тек бір профиль көрсетілген, қазір мұндай жағдай ешқашан болмайды ;)
pl: Ulepszone minimalne okno dialogowe – w tym przypadku pokazujące tylko jeden profil, co już nigdy się nie zdarzy ;)
pt: A janela mínima melhorada - neste caso mostrando apenas um perfil que agora nunca mais volta a acontecer ;)
pt_br: O diálogo minimalista aprimorado - neste caso, exibindo apenas um único perfil, algo que não acontece mais agora ;)
ro: Dialogul minimal îmbunătățit - în acest caz afișează doar un singur profil, ceea ce nu se mai întâmplă acum ;)
ru: Улучшенный минимальный диалог - в этом случае отображается только один профиль, чего больше не происходит ;)
sq: Dialogu minimal i përmirësuar - në këtë rast thjesht duke shfaqur vetëm një profil, çka s’ndodh kurrë më tani ;)
sr: Побољшано умањено прозорче - у овом случају само приказује један пресек што се више неће десити ;)
sv: Den förbättrade minimala dialogrutan - i detta fall visar den endast en profil vilket inte kommer att hända från och med nu ;)
th: กล่องโต้ตอบกะทัดรัดฉบับปรับปรุง - กรณีนี้แสดงเพียงโพรไฟล์เดียวเท่านั้น ซึ่งจะไม่เกิดอีกแล้วในรุ่นนี้ ;)
tr: Geliştirilmiş minimal iletişim kutusu - bu durumda, artık asla gerçekleşmeyen yalnızca bir profil gösteriliyor ;)
uk: Покращений мінімальний діалог - у цьому випадку відображається лише один профіль, чого більше не відбувається ;)
vi: Hộp thoại tối thiểu được cải tiến - trong trường hợp này chỉ hiển thị một hồ sơ mà bây giờ không bao giờ xảy ra nữa;)

source: Accessibility
ca: Accessibilitat
cs: Přístupnost
da: Tilgængelighed
de: Barrierefreiheit
es: Accesibilidad
gl: Accesibilidade
he: נגישות
id: Aksesibilitas
it: Accessibilità
ja: アクセスビリティ
kk: Қолжетімділік
lt: Prieinamumas
pl: Ułatwienia dostępu
pt: Acessibilidade
pt_br: Acessibilidade
ro: Accesibilitate
ru: Специальные возможности
sq: Përdorshmëri
sr: Приступачност
sv: Hjälpmedel
th: สิ่งอำนวยความสะดวก
tr: Erişilebilirlik
uk: Доступність
vi: Khả năng tiếp cận
