Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: A warm thank you all the contributors, translators and packagers for your efforts in making this release possible. We would also like to thank our fantastic users and occasional contributors who submitted bug reports, helped us find issues and sometimes provided patches. We are currently reviewing all patches sent to us and will include many more fixes to Xfce in the next release. We would also like to thank the many people who donated money to our project via Bounty Source. This will help us meet and hack on Xfce in the future!
ca: Un agraïment a tots els col·laboradors, traductors i empaquetadors pels vostres esforços per fer possible aquest llançament. També ens agradaria donar les gràcies als nostres usuaris fantàstics i col·laboradors ocasionals que van enviar informes d'errors, ens van ajudar a trobar problemes i, de vegades, ens van proporcionar pegats. Actualment estem revisant tots els pedaços que ens han estat enviats i inclourem moltes més correccions a Xfce en el proper llançament. També volem donar les gràcies a les moltes persones que han donat diners al nostre projecte a través de Bounty Source. Això ens ajudarà a conèixer i piratejar a Xfce en el futur!
da: Et varmt tak til alle bidragsydere, oversættere og pakkere for jeres indsats i at lave denne udgivelse muligt. Vi vil også gerne takke vores fantastiske brugere og lejlighedsvis bidragsydere der indsendte fejlretninger, hjalp os med at finde problemer og nogle gange indsendte lapninger/patches. Vi er gennemgår undervejs alle lapninger/patches sendt til os og vil inkludere mange flere rettelse til Xfce in den næste udgave. Vi ville også takke mange af dem som donerede penge til vores projekt via Bounty Source. Dette vil hjælpe os med at møde og hacke på Xfce i fremtiden!
de: Ein herzliches Dankeschön an alle Mitwirkenden, Übersetzer und Paketierer für ihre Bemühungen, diese Veröffentlichung möglich zu machen. Wir möchten uns auch bei unseren fantastischen Benutzern und gelegentlichen Mitwirkenden bedanken, die Fehlerberichte eingereicht haben, uns geholfen haben, Probleme zu finden und manchmal Patches zur Verfügung gestellt haben. Wir prüfen derzeit alle uns zugesandten Patches und werden in der nächsten Version viele weitere Fehlerbehebungen für Xfce einbauen. Wir möchten uns auch bei den vielen Leuten bedanken, die über Bounty Source Geld für unser Projekt gespendet haben. Dies wird uns helfen, Xfce auch in Zukunft weiterzuentwickeln!
es: Un cálido agradecimiento a todos los colaboradores, traductores y empaquetadores por sus esfuerzos para hacer posible este lanzamiento. También nos gustaría agradecer a nuestros fantásticos usuarios y colaboradores ocasionales que enviaron informes de errores, nos ayudaron a encontrar problemas y, a veces, proporcionaron parches. Actualmente estamos revisando todos los parches que se nos han enviado e incluiremos muchas más correcciones para Xfce en la próxima versión. También nos gustaría agradecer a las muchas personas que donaron dinero a nuestro proyecto a través de Bounty Source. ¡Esto nos ayudará a conocer y hackear Xfce en el futuro!
gl: Un cálido agradecemento a todas as persoas colaboradoras, tradutoras e empaquetadoras polo seu esforzo en facer posible esta versión. Tamén queremos agradecer aos nosos fantásticos usuarios e colaboradores ocasionais que enviaron informes de erros, axudaron a atopar problemas e ás veces proporcionaron parches. Actualmente estamos revisando todos os parches que nos enviaron e incluiremos moitas máis correccións para Xfce na próxima versión. Tamén queremos agradecer a moita xente que doou cartos ao noso proxecto a través de Bounty Source. Isto axúdanos a xuntarnos a facer que o Xfce sexa aínda mellor no futuro!
he: תודה רבה לכל התורמים, המתרגמים ואורזים על המאמצים שלכם להפיכת גרסה זו אפשרית. אנו רוצים להודות גם למשתמשים הנהדרים שלנו ולתורמים מזדמנים שדיווחו על באגים, עזרו לנו למצוא תקלות ולפעמים סיפקו תיקונים. אנו כרגע סוקרים את כל התיקונים שנשלחו אלינו ונכלול הרבה תיקונים ל-Xfce בגרסה הבאה. אנו רוצים להודות גם לכל האנשים שתרמו כסף לפרויקט דרך Bounty Source. זה יעזור לנו להיפגש ולשפר את Xfce בעתיד!
it: Un caloroso ringraziamento a tutti i contributori, traduttori e ai packager per gli sforzi nel rendere questo rilascio possibile. Vogliamo anche ringraziare i nostri fantastici utenti e contributori occasionali che segnalano bug, ci aiutano nel trovare i problemi e a volta forniscono patch. Stiamo al momento revisionando tutte le patch che abbiamo ricevuto e includeremo molto nuovi fix in Xfce nel prossimo rilascio. Un ringraziamento anche alle molte persone che hanno donato soldi al nostro progetto su Bounty Source. Questo ci aiuterà per incontrarci e per lavorare su Xfce in futuro!
kk: Осы шығарылымды мүмкін қылғандарыңыз үшін барлық үлес қосушыларға, аудармашыларға және жинақтаушыларға алғыс айтамыз. Сондай-ақ қателер туралы есептерді жіберген, мәселелерді табуға көмектескен және кейде түзетулерді ұсынған керемет пайдаланушыларымыз бен кездейсоқ үлес қосушыларымызға алғыс білдіреміз. Біз қазір өзімізге жіберілген барлық түзетулерді қарап жатырмыз және келесі шығарылымда Xfce-ге тағы көптеген түзетулерді қосамыз. Сондай-ақ Bounty Source арқылы жобамызға ақшалай демеушілік еткен көптеген адамдарға алғыс айтамыз. Бұл бізге болашақта кездесуге және Xfce-ні дамытуға көмектеседі!
lt: Šiltos padėkos visiems talkininkams, vertėjams ir pakuotojams už jūsų pastangas padaryti šią laidą įmanomą. Mes norėtume padėkoti savo nuostabiems naudotojams ir atsitiktiniams talkininkams, kurie teikė pranešimus apie klaidas, padėjo mums aptikti problemas ir, kartais, pateikdavo pataisas. Mes šiuo metu apžvelgiame visas mums atsiųstas pataisas ir į kitą Xfce laidą įtrauksime dar daugiau klaidų ištaisymų. Tuo pačiu norėtume padėkoti daugeliui žmonių, kurie aukojo pinigus mūsų projektui per Bounty Source. Tai padės mums ateityje susitikti ir tobulinti Xfce!
pl: Serdecznie dziękujemy wszystkim współtwórcom, tłumaczom i osobom zajmującym się pakietami za wasze wysiłki w stworzeniu tego wydania. Chcielibyśmy również podziękować naszym fantastycznym użytkownikom i okazjonalnym współpracownikom, którzy przesyłali raporty o błędach, pomagali nam znaleźć problemy i czasami dostarczali poprawki. Obecnie sprawdzamy wszystkie wysłane do nas łatki i w następnej wersji zamieścimy o wiele więcej poprawek do Xfce. Chcielibyśmy również podziękować wielu osobom, które przekazały pieniądze na nasz projekt za pośrednictwem platformy Bountysource. Pomoże nam to w przyszłości spotykać się i hakować na Xfce!
pt: Um caloroso obrigado a todos os colaboradores, tradutores e criadores de pacotes pelos seus esforços em tornar este lançamento possível. Gostaríamos também de agradecer aos nossos fantásticos utilizadores e colaboradores ocasionais que enviaram relatórios de erros, ajudaram-nos a encontrar problemas e por vezes forneceram correções. Estamos atualmente a rever todas as correções que nos foram enviadas e incluiremos muitas mais correções ao Xfce na próxima versão. Gostaríamos também de agradecer às muitas pessoas que doaram dinheiro ao nosso projeto através do Bounty Source. Isto ajudar-nos-á a melhorar o Xfce no futuro!
pt_br: Um caloroso agradecimento a todos os colaboradores, tradutores e empacotadores por seus esforços em tornar este lançamento possível. Gostaríamos também de agradecer aos nossos usuários fantásticos e contribuidores ocasionais que enviaram relatórios de erros, nos ajudaram a encontrar problemas e, às vezes, forneceram patches. No momento, estamos revisando todos os patches enviados para nós e incluiremos muito mais correções para o Xfce no próximo lançamento. Gostaríamos também de agradecer às muitas pessoas que doaram dinheiro para o nosso projeto via Bounty Source. Isso nos ajudará a encontrar e hackear o Xfce no futuro!
ro: Mulțumim călduros tuturor colaboratorilor, traducătorilor și împachetatorilor pentru eforturile depuse pentru a face posibilă această versiune. De asemenea, am dori să le mulțumim utilizatorilor noștri fantastici și colaboratorilor ocazionali care au trimis rapoarte de erori, ne-au ajutat să găsim probleme și uneori au furnizat corecții. În prezent, analizăm toate corecțiile care ne-au fost trimise și vom include mult mai multe remedieri pentru Xfce în următoarea versiune. De asemenea, am dori să le mulțumim numeroaselor persoane care au donat bani pentru proiectul nostru prin intermediul Bounty Source. Acest lucru ne va ajuta să ne întâlnim și să facem Xfce și mai bun în viitor!
ru: Сердечное спасибо всем участникам, переводчиком и упаковщикам за ваши усилия по созданию этого выпуска. Также нам хотелось бы поблагодарить наших изумительных пользователей и случайных участников, которые присылали сообщения об ошибках, помогали в поиске их причин и иногда предоставляли исправления. В настоящее время мы рассматриваем все полученные исправления и в следующий выпуск будут включены многие из них. Спасибо людям, которые сделали денежные пожертвования нашему проекту через Bounty Source. Это поможет нам организовывать встречи и работу над Xfce в будущем!
sq: Një falënderim të përzemërt për krejt pjesëmarrësit, përkthyesit dhe paketuesit, për përpjekjet tuaja në realizimin e këtij versioni. Do të donim të falënderonin edhe përdoruesit tanë fantastikë dhe ndihmëtarë të rastit që parashtruan të meta, ndihmuan të zbulohen probleme dhe ndonjëherë ofruan edhe zgjidhje. Jemi duke i shqyrtuar krejt arnimet që na dërguat dhe do të përfshijmë mjaft ndreqje te Xfce-ja me versionin e ardhshëm. Do të donim të falënderonim edhe mjaft veta që dhuruan para për projektin tonë te Bounty Source. Kjo do të na ndihmojë të mblidhemi dhe të merremi me Xfce-në në të ardhmen!
sr: Хвала свим доприносиоцима, преводиоцима и пакерима за ваш труд у стварању овог издања. Такође, желимо да захвалимо нашим дивним корисницима и повременим доприносиоцима који су подносили извештаје, помагавши нам да пронађемо проблеме, а кадкад и обезбеђивали закрпе. Тренутно прегледамо све закрпе које су нам допремљене, а додаћемо доста исправака ИксЦФЕ-у у следећем издању. Желимо такође да захвалимо многим људима који су слали новчане прилоге преко Баунту сурса. То ће нам помоћи да хакамо по ИксФЦЕ-у убудуће!
th: ขอขอบคุณอย่างจริงใจสำหรับผู้ร่วมสมทบงาน, ผู้แปล, และผู้จัดทำแพกเกจทุกท่าน สำหรับความพยายามที่ทำให้รุ่นนี้สำเร็จออกมาได้ เราใคร่ขอขอบคุณผู้ใช้ที่น่าทึ่งและผู้ที่ร่วมสมทบงานเป็นครั้งคราว ที่ได้รายงานบั๊ก ช่วยเราหาประเด็นต่างๆ และบางครั้งเสนอแพตช์แก้ เรายังคงตรวจทานแพตช์ทั้งหมดที่ส่งมาให้เรา และจะผนวกรายการแก้ไขต่างๆ อีกมากมายเข้าใน Xfce รุ่นหน้า และเราใคร่ขอขอบคุณอีกหลายท่านที่ได้สนับสนุนเงินทุนให้กับโครงการของเราผ่าน Bounty Source การสนับสนุนนี้จะช่วยให้เราสามารถพบปะและแฮ็ก Xfce กันได้ในอนาคต!
tr: Bu sürümü mümkün kılma çabalarınız için tüm katkıda bulunanlara, çevirmenlere ve paketleyicilere içten teşekkürler. Hata raporları gönderen, sorunları bulmamıza yardımcı olan ve bazen de yamalar sağlayan harika kullanıcılarımıza ve ara sıra katkıda bulunanlara da teşekkür etmek isteriz. Şu anda bize gönderilen tüm yamaları gözden geçiriyoruz ve bir sonraki sürümde Xfce'ye yönelik daha birçok düzeltmeyi ekleyeceğiz. Ayrıca Bounty Source aracılığıyla projemize bağışta bulunan birçok kişiye de teşekkür etmek isteriz. Bu, gelecekte Xfce'de buluşup hacklememize yardımcı olacak!
vi: Xin gửi lời cảm ơn nồng nhiệt đến tất cả những người đóng góp, dịch giả và người đóng gói vì những nỗ lực của bạn trong việc thực hiện bản phát hành này. Chúng tôi cũng xin cảm ơn những người dùng tuyệt vời và những người đóng góp không thường xuyên đã gửi báo cáo lỗi, giúp chúng tôi tìm ra sự cố và đôi khi cung cấp các bản vá. Chúng tôi hiện đang xem xét tất cả các bản vá được gửi cho chúng tôi và sẽ bao gồm nhiều bản sửa lỗi khác cho Xfce trong bản phát hành tiếp theo. Chúng tôi cũng xin cảm ơn nhiều người đã quyên góp tiền cho dự án của chúng tôi thông qua Bounty Source. Điều này sẽ giúp chúng ta gặp gỡ và hack Xfce trong tương lai!
