Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Session plugin from the xfce4-session package has been merged with a rewritten <em>actions</em> plugin
ca: S'ha fussionat el complement Sessió del paquet xfce4-session amb el complement <em>accions</em> reescrit
cs: Zásuvný modul relace z balíčku xfce4-session byl spojen s přepsaným zaásuvným modulem <em>akcí</em>
da: Session plugin fra xfce4-session pakke er blevet sammenlagt med en genskrevet <em>handlinger</em> plugin
de: Das Sitzungs-Plugin aus dem Paket xfce4-session wurde mit dem neu geschriebenen <em>Aktionen</em>-Plugin zusammengeführt
es: El complemento de sesión de xfce4 ha sido unificado junto con una rescritura de las <em>acciones</em> del mismo
fr: Le greffon de session du paquet xfce4-session a été fusionné avec un greffon d’<em>actions</em> réécrit.
gl: O engadido de sesións do paquete «xfce4-session» fusionouse cun engadido de <em>accións</em> que foi reescrito
he: תוסף סשן מחבילת xfce4-session מוזג עם תוסף <em>actions</em> שנכתב מחדש
id: Plugin sesi dari paket xfce4-session telah digabung dengan plugin <em>aksi</em> yang telah ditulis ulang
it: Il componente aggiuntivo della sessione dal pacchetto xfce4-session è stato unito con un componente aggiuntivo <em>delle azioni</em> riscritto
ja: <em>アクション</em>プラグインは書き直され、xfce4-session のセッションプラグインと統合されました。
kk: xfce4-session пакетіндегі сессия плагині қайта жазылған <em>әрекеттер</em> плагинімен біріктірілді
lt: Seansų įskiepis, iš xfce4-session paketo, buvo sulietas su perrašytu <em>veiksmų</em> įskiepiu
ms: Pemalam sesi dari pakej xfce4-session telah digabung dengan pemalam <em>actions</em> yang telah ditulis-semula
nb: Økt-tillegget fra pakken «xfce4-session» er flettet med tillegget «Handlinger», som er omskrevet.
oc: L'empeuton Session del paquet xfce4-session es estada fusionat amb l'empeuton reescrich <em>Accions</em>
pl: W najnowszym wydaniu połączono pakiet xfce4-session z napisanym na nowo apletem <em>przycisków sesji</em>.
pt: O plugin de sessão do pacote xfce4-session foi agregado num plugin reescrito de <em>ações</em>
pt_br: Plug-ins de sessão do pacote xfce4-session foram mesclados com um novo e reescrito plugin de <em>ações</em>
ro: Modulul «sesiune» din pachetul xfce4-session a fost fuzionat cu un modul <em>acțiuni</em> rescris
ru: Модуль сеанса из пакета xfce4-session был объединён с переписанным модулем <em>Системные действия</em>
sq: Shtojca e sesioneve nga paketa <em>xfce4-session</em> është përzierë me një shtojcë <em>veprimesh</em> të rishkruar
sr: Прикључак седнице из пакета xfce4-session је упоређен са преписаним прикључком <em>радњи</em>
sv: Ett sessions-plugin från paketet xfce4-session har slagits samman med ett omskrivet <em>åtgärds</em>insticksprogram
th: ปลั๊กอินวาระจากแพกเกจ xfce4-session ได้ถูกผนวกรวมเข้ากับปลั๊กอิน <em>การกระทำ</em> ซึ่งเขียนขึ้นใหม่
tr: xfce-session oturum eklentisi, yeniden yazılmış olan <em>eylemler</em> eklentisi ile birleştirilmiştir.
uk: Додаток сесій з пакунку xfce4-session поєднано з переписаним додатком <em>дій</em>
vi: Plugin phiên từ gói xfce4-session đã được hợp nhất với plugin <em>actions</em> được viết lại
zh_tw: xfce4-session 軟體包中的工作階段插件已經與一個重新編寫的 <em>動作</em> 插件合併

source: Action plugin in a menu mode (left), and in a button mode (right)
ca: Complement Acció en mode menú (esquerra) i en mode botó (dreta)
cs: Zásuvný modul akcí v režimu nabídky (vlevo) a v režimu tlačítek (vpravo)
da: Handlinger plugin i en menu-metode (venstre), og in en knappe-metode (højre)
de: Aktionen-Plugin im Menümodus (links) und im Knopfmodus (rechts)
es: Complemento de acción en el modo de menú (izquierda), y en el modo de botón (derecha)
fr: Greffon d’actions en mode menu (à gauche) et en mode bouton (à droite)
gl: O engadido acción nun modo menú (esquerda), e nun mofo botón (dereita)
he: תוסף פעולה במצב תפריט (שמאל), ובמצב כפתור (ימין)
id: Plugin aksi di mode menu (kiri), dan di mode tombol (kanan)
it: Componente aggiuntivo delle azioni in modalità menu (sinistra) e in modalità pulsante (destra)
ja: メニューモード (左) とボタンモード (右) のアクションボタンプラグイン
kk: Әрекеттер плагині мәзір режимінде (сол жақта) және батырма режимінде (оң жақта)
lt: Veiksmų įskiepis meniu veiksenoje (kairėje) ir mygtukų veiksenoje (dešinėje)
ms: Pemalam tindakan dalma mod menu (kiri), dan butang mod (kanan)
nb: Tillegget «Handlinger» i menymodus (venstre) og i knappemodus (høyre)
oc: L'empeuton Action dins un mòde de menú (a esquèrra), e dins un mòde boton (à drecha)
pl: Aplet sesji w układzie menu (lewo) i układzie przycisków (prawo)
pt: Plugin de ação em um modo de menu (à esquerda), e em um modo de botão (à direita)
pt_br: Plug-in de ações em um modo de menu (esquerda), e um modo de botão (direita)
ro: Modulul de «acțiune» în modul meniu (stânga) și în modul buton (dreapta)
ru: Модуль <em>Системные действия</em> в режиме меню (слева) и в режиме кнопки (справа)
sq: Shtojcë veprimesh nën mënyrën menu (majtas), dhe nën mënyrën butona (djathtas)
sr: Прикључак радњи у начину изборника (лево) и у начину догмади (десно)
sv: Åtgärds-plugin i en meny (vänster), och i ett knappläge (höger)
th: ปลั๊กอินการกระทำในโหมดเมนู (ซ้าย) และในโหมดปุ่ม (ขวา)
tr: Eylem eklentisi bir menü modunda (solda), bir düğme modundadır (sağ).
uk: Додаток дій в режимі меню (зліва), і в режимі кнопок (справа)
vi: Plugin hành động ở chế độ menu (trái) và ở chế độ nút (phải)
zh_tw: 選單模式(左)及按鈕模式(右)中的動作插件

source: Window Buttons
ca: Botons de les finestres
cs: Tlačítka oken
da: Vinduesknapper
de: Taskleiste
es: Botones de ventana
fr: Boutons de fenêtre
gl: Botóns de xanela
he: כפתורי חלון
id: Tombol Jendela
it: Pulsanti della finestra
ja: ウィンドウボタン
kk: Терезе батырмалары
lt: Lango mygtukai
ms: Butang Tetingkap
nb: Vindusknapper
oc: Botons de la fenèstra
pl: Przyciski okien
pt: Botões de janela
pt_br: Botões de janelas
ro: Butoane pentru ferestre
ru: Кнопки окон
sq: Butona Dritareje
sr: Дугмад прозора
sv: Fönsterknappar
th: ปุ่มเลือกหน้าต่าง
tr: Pencere Düğmeleri
uk: Кнопки вікон
vi: Nút cửa sổ
zh_tw: 視窗按鈕

source: The <em>window buttons</em> plugin no longer expands, which makes the plugin positioning more flexible. In order to restore the previous behavior please add a transparent <em>separator</em> plugin with the <strong>Expand</strong> option enabled just behind the window buttons plugin.
ca: El complement <em>botons de finestra</em> ja no expandeix, cosa que en fa més flexible el posicionament. Per a restablir el comportament anterior, afegiu un complement <em>separador</em> transparent amb la opció <strong>Expandeix</strong> habilitada just darrere del compleemt de botons de finestra.
cs: Zásuvný modul <em>tlačítka oken</em> se již nerozšiřuje, a proto je umisťování zásuvného modulu mnohem flexibilnější. Dřívější chování obnovíte přidáním průhledného zásuvného modulu <em>oddělovače</em> s povolenou volbou <strong>Rozšířit</strong> za tlačítko zásuvného modulu tlačítka oken.
da: <em>vindue knapper</em>plugin vil ikke længere udvide, hvilket gøre pluginets position mere fleksibel i forhold til at genskabe den tidligere opførsel venligst tilføj en transparent <em>separator</em> plugin med <strong>Udvid</strong>indstillingen aktiveret lige bag vindue-knappens plugin.
de: Das <em>Taskleisten</em>-Plugin wird nicht mehr ausgedehnt, wodurch dessen Positionierung flexibler wird. Um das frühere Verhalten zu erreichen, fügen Sie bitte ein transparentes <em>Trennelement</em> hinter dem Taskleisten-Plugin hinzu und aktivieren Sie die Option <strong>Ausdehnen</strong>.
es: Los complementos de los <em>botones de ventana</em> ya no se expande, lo que hace que la posición de estos sea más flexible. Con el fin de restaurar el comportamiento anterior, agregue un el complemento <em>separador</em> en trasparente con la opción <strong>expandir</strong> habilitada justo detrás del complemento «botones de ventana».
fr: Le greffon <em>boutons de fenêtre</em> ne s’étend plus, rendant son positionnement plus souple. Pour retrouver le comportement précédent, il suffit d’ajouter un <em>séparateur</em> transparent, avec l’option <strong>Étendre</strong> activée, juste derrière le greffon boutons de fenêtre.
gl: O engadido dos <em>botóns de xanela</em> xa non se expande, o que fai que a posición do engadido sexa máis flexíbel. Para restaurar o comportamento anterior, engada un engadido de <em>separador</em> transparente coa opción <strong>Expandir</strong> activada, xusto detrás do engadido de botóns de xanela.
he: תוסף <em>כפתורי חלון</em> כבר לא מתרחב, דבר המאפשר מיקום גמיש יותר של התוסף. על מנת להחזיר את ההתנהגות הקודמת אנא הוסף תוסף <em>מפריד</em> שקוף עם האפשרות <strong>הרחב</strong> מופעלת מיד לאחר תוסף כפתורי חלון.
id: Plugin <em>tombol jendela</em> tidak lagi diperluas, sehingga peletakan plugin menjadi lebih fleksibel. Untuk mengembalikan ke perilaku sebelumnya, silakan menambahkan sebuah plugin <em>pemisah</em> dengan opsi <strong>Perluas</strong> diaktifkan, tepat di belakang plugin tombol jendela.
it: Il componente aggiuntivo dei <em>pulsanti della finestra</em> non si espande più permettendone un posizionamento più flessibile. Per reintrodurre il comportamento precedente, aggiungere un <em>separatore</em> trasparente con l'opzione <em>espandi</em> abilitata appena dietro al componente aggiuntivo dei pulsanti della finestra.
ja: <em>ウィンドウボタン</em>プラグインはプラグインの位置決めを柔軟に行えるよう、必要もないのに広がったりしなくなりました。パネル上のプラグインの配置を維持するためにスペースを埋めたい場合は透明な<em>セパレーター</em>プラグインをウィンドウボタンの後ろに追加し、<strong>「拡張する」</strong>オプションを有効にしてください。
kk: <em>Терезе батырмалары</em> плагині бұдан былай жайылмайды, бұл плагинді орналастыруды икемдірек етеді. Алдыңғы мінез-құлықты қалпына келтіру үшін, терезе батырмалары плагинінің артына <strong>Жаю</strong> опциясы іске қосылған мөлдір <em>бөлгіш</em> плагинін қосыңыз.
lt: <em>Lango mygtukų</em> įskiepis daugiau nebeišsiplečia, tai padaro įskiepio pozicionavimą lankstesniu. Norėdami atstatyti buvusią elgseną pridėkite permatomą <em>skirtuko</em> įskiepį su pažymėtu <strong>Išplėsti</strong> parametru.
ms: Pemalam <em>butang tetingkap</em> tidak boleh lagi kembangkan, yang menjadikan kedudukan pemalam lebih anjal. Bagi memulihkan kelakuan terdahulu sila tambahkan pemalam lutsinar <em>pemisah</em> dengan pilihan <strong>Kembang</strong> dibenarkan sebelah pemalam butang tetingkap.
nb: Tillegget «Vindusknapper» utvider seg ikke lenger, noe som gjør plasseringen av tillegget mer fleksibelt. For å etterligne den gamle oppførselen kan du legge til et gjennomsiktig <em>skille</em>-tillegg, der <strong>Utvid</strong>-valget er aktivert, like bak vindusknapp-tillegget.
oc: L'empeuton dels <em>botons de la fenèstra</em> se dilata pas, aquò rend lo posicionament de l'empeuton mai flexible. Per restablir lo comportament precedent mercé d'apondre un empeuton </em>separador<em> transparent amb l'opcion <strong>Espandir</strong> activada, juste darrièr l'empeuton botons de la fenèstra.
pl: <em>Przyciski okien</em> zmodyfikowano tak, by nie zajmowały całej dostępnej szerokości panelu. Dzięki temu możliwości umiejscowienia panelu są znacznie większe. Aby sprawić, by aplet zachowywał się tak jak wcześniej, należy umieścić za nim <em>separator</em> z włączoną opcją <strong>rozciągnięcia</strong>.
pt: O plugin <em>botões de janela</em> não expande mais, o que torna o posicionamento mais flexível. Para restaurar o comportamento antigo, por favor adicione um <em>separador</em> transparante com a opção <strong>Expandir</strong> ligada, logo atrás do plugin botões de janela.
pt_br: O plugin de <em>botões de janelas</em> expande mais, o que faz do plugin de posicionamento mais flexível. Para restaurar o comportamento anterior, adicione um plugin de <em>separador</em> transparente com a opção de <strong>expandir</strong> habilitada logo atrás do plugin de botões de janelas.
ro: Modulul de <em>butoane de fereastră</em> nu se mai extinde, ceea ce face ca poziționarea modulului să fie mai flexibilă. Pentru a restabili comportamentul anterior, vă rugăm să adăugați un modul <em>separator</em> transparent cu opțiunea <strong>Expandare</strong> activată chiar în spatele modulului de butoane de fereastră.
ru: Модуль <em>Кнопки окон</em> более не является расширяемым по умолчанию, что делает его позиционирование более гибким. Для того, чтобы восстановить предыдущее состояние достаточно добавить модуль прозрачный <em>Разделитель</em> с включенной опцией <strong>Расширять</strong> сразу за модулем <em>Кнопки окон</em>.
sq: Shtojca <em>butona dritareje</em> nuk zgjerohet më, çka e bën pozicionimin e shtojcës më të zhdërvjelltë. Që të mund të riktheni sjelljen e mëparshme, ju lutemi, shtoni një shtojcë <em>ndarësi</em> të tejdukshëm me mundësinë <strong>Zgjeroje</strong> të aktivizuar fill pas shtojcës së butonave të dritares.
sr: Прикључак <em>пугмад прозора</em> се више не шири, што чини овај прикључак прилагодљивији. у циљу враћања претходног понашања, молим, додајте провидан прикључак <em>раздвајач</em> са укљученом могућношћу <strong>Прошири</strong> одмах иза прикључка дугмади прозора.
sv: Insticksprogrammet för <em>fönsterknappar</em> expanderar inte längre, vilket gör placeringen mer flexibel. För att återställa det tidigare beteendet lägger du till ett genomskinlig <em>platshållar</em>insticksprogram med alternativet<strong>Expandera</strong> aktiverat precis bakom fönsterknapparna.
th: ปลั๊กอิน <em>ปุ่มเลือกหน้าต่าง</em> ไม่ได้ยืดตัวออกอีกแล้ว ซึ่งทำให้การวางตำแหน่งทำได้ยืดหยุ่นยิ่งขึ้น หากต้องการให้ยืดตัวออกเหมือนก่อน ก็กรุณาเพิ่มปลั๊กอิน <em>ขีดคั่น</em> แบบโปร่งใสและเปิดใช้ตัวเลือก <strong>ยืดออก</strong> ต่อท้ายปลั๊กอินปุ่มเลือกหน้าต่างดังกล่าว
tr: <em>Pencere düğmeleri</em> eklentisi, artık eklentilerin konumunu esnek yapacak şekilde genişlemez. Önceki davranışı geri almak yerine, <strong>Genişlet</strong> seçeneği ile birlikte <em>ayırıcı</em> eklentisini saydam şekilde ekleyin, bu seçenek pencere düğmeleri eklentisinin arkasındadır.
uk: Тепер додаток <em>кнопок вікон</em> не розширюється, що робить додаток більш зручнішим. Щоб відновити попередню поведінку, потрібно додати додаток прозорого <em>розділювача</em> з ввімкнутим параметром <strong>Розширення</strong> за додатком кнопок вікон.
vi: Plugin <em>nút cửa sổ</em> không còn mở rộng nữa, điều này giúp việc định vị plugin linh hoạt hơn. Để khôi phục hành vi trước đó, vui lòng thêm plugin <em>dấu phân cách</em> trong suốt với tùy chọn <strong>Mở rộng</strong> được bật ngay sau plugin nút cửa sổ.
zh_tw: 為了讓插件的定位更有彈性，<em>視窗按鈕</em> 插件已不再擴展。要恢復先前的行為，請在視窗按鈕插件後加入一個透明的 <em>分隔符</em> 插件，並啟動其 <strong>擴展</strong> 選項。

source: File Manager
ca: Gestor de fitxers
cs: Správce souborů
da: Filhåndtering
de: Dateiverwaltung
es: Gestor de archivos
fr: Gestionnaire de fichiers
gl: Xestor de ficheiros
he: מנהל הקבצים
id: Manajer Berkas
it: Gestore di file
ja: ファイルマネージャー
kk: Файлдар менеджері
lt: Failų tvarkytuvė
ms: Pengurus Fail
nb: Filutforsker
oc: Gestionari de fichièrs
pl: Menedżer plików
pt: Gestor de ficheiros
pt_br: Gerenciador de arquivos
ro: Gestionar de fișiere
ru: Файловый менеджер
sq: Përgjegjës Kartelash
sr: Управник датотека
sv: Filhanterare
th: โปรแกรมจัดการแฟ้ม
tr: Dosya Yönetici
uk: Керівник файлів
vi: Trình quản lý tệp
zh_tw: 檔案管理員

source: There are few visual changes in this release of Thunar. The window has less padding and the position of the status bar has been adjusted.
ca: Aquest lliurament del Thunar té uns quants canvis visuals. La finestra té menys separació i s'ha ajustat la posició de la barra d'estat.
cs: V tomto vydání aplikace Thunar je jen málo viditelných změn. Okno má menší odsazení a umístění stavového řádku bylo upraveno.
da: Der er få visuelle ændringer in denne udgivelse af Thunar. Vindueet har mindre polstring og positionen af status-baren er blevet justeret.
de: Es gibt wenig sichtbare Änderungen in dieser Version von Thunar. Das Fenster hat weniger auffüllende Ränder und die Position der Statusleiste wurde angepasst.
es: Hay unos pocos cambios visuales en esta versión de Thunar. La ventana tiene menos relleno y la posición de la barra de estado ha sido ajustada.
fr: Il y a peu de changements visuels dans cette version de Thunar. La fenêtre a moins de remplissage et la position de la barre d’état a été ajustée.
gl: Hai poucas diferenzas visuais neste lanzamento de Thunar. A xanela ten menos recheo e a posición da barra de estado foi axustada.
he: ישנם כמה שינויים ויזואלים בגרסה זו של Thunar. לחלון יש פחות ריפוד והמיקום של סרגל הסטטוס כוון.
id: Ada beberapa perubahan visual pada rilis Thunar ini. Jendela memiliki lebih sedikit lapisan dan posisi bilah status telah disesuaikan.
it: Questo rilascio di Thunar è caratterizzato da alcuni miglioramenti grafici. La finestra ha meno spazi vuoti e la posizione della barra di stato è stata migliorata.
ja: このリリースではヴィジュアルにいくつか変更が加えられました。ウィンドウ内のパディングが小さくなり、ステータスバーの位置が改善されました。
kk: Thunar-дың бұл шығарылымында біраз визуалды өзгерістер бар. Терезенің шегіністері азайтылып, қалып-күй жолағының орналасуы реттелді.
lt: Šiame Thunar leidime yra keli vizualūs pakeitimai. Langas talpesnis ir pataisyta būsenos juostos vieta.
ms: Terdapat beberapa perubahan visual dalam keluaran Thunar. Tetingkap telah dikurangkan pemadatan dan kedudukan palang status telah dilaras.
nb: Det er noen få visuelle endringer i denne utgivelsen av Thunar. Vinduet har mindre utfylling og statuslinjas plassering er justert.
oc: I a peu de cambiaments visuals dins aquesta version de Thunar. La fenèstra a mens de emplenatge e la posicion de la barra d'estat es estada ajustada.
pl: Nowa wersja menedżera plików Thunar zawiera kilka zmian w interfejsie graficznym. Okno programu posiada mniejsze dopełnienia i bardziej dopracowany pasek stanu.
pt: Há poucas mudanças visuais nesta versão do Thunar. A janela tem menos preenchimento e a posição da barra de estado foi ajustada.
pt_br: Há algumas poucas alterações neste lançamento do Thunar. A janela tem menos preenchimento e a posição da barra de status foi ajustada.
ro: Există câteva modificări vizuale în această versiune a Thunar. Fereastra are mai puțină umplutură, iar poziția barei de stare a fost ajustată.
ru: В этом выпуске Thunar имеется несколько визуальных изменений. Уменьшены отступы по периметру и изменено положение строки статуса.
sq: Ka një dorë ndryshimesh pamore në këtë hedhje në qarkullim të Thunar-it. Dritarja ka më pak mbushje dhe është rregulluar vendndodhja e shtyllës së gjendjeve.
sr: Постоји неколико видних измена изгледа у овом издању Тунара. Прозор је мање испуњен а положај траке стања је промењен.
sv: Det finns få synliga ändringar i denna utgåva för Thunar. Fönstret har mindre fyllning och placeringen av statusfältet har justerats.
th: มีความเปลี่ยนแปลงที่มองเห็นได้เพียงเล็กน้อยใน Thunar รุ่นนี้ คือหน้าต่างมีการเว้นช่องว่างน้อยลง และมีการปรับตำแหน่งของแถบสถานะ
tr: Thunar uygulamasının bu sürümünde bir kaç görsel değişiklik yapılmıştır. Pencere, daha az dolgulu yapılmış ve durum çubuğunun konumu ayarlanmıştır.
uk: Внесено кілька візуальних змін в цьому випуску Thunar. Вікно має менше відступів і була скоригована позиція панелі стану.
vi: Có một số thay đổi về mặt hình ảnh trong phiên bản Thunar này. Cửa sổ có ít phần đệm hơn và vị trí của thanh trạng thái đã được điều chỉnh.
zh_tw: 在 Thunar 的此版本中有少數可見的更改。主視窗使用更少的填充，狀態列的位置也已經被調整。

source: Session Manager
ca: Gestor de sessions
cs: Správce relace
da: Sessionshåndtering
de: Sitzungsverwaltung
es: Gestor de sesiones
fr: Gestionnaire de sessions
gl: Xestor de sesións
he: מנהל הסשן
id: Manajer Sesi
it: Gestore della sessione
ja: セッションマネージャー
kk: Сессиялар менеджері
lt: Seansų tvarkytuvė
ms: Pengurus Sesi
nb: Øktbehandler
oc: Gestionari de session
pl: Menedżer sesji
pt: Gestor de sessões
pt_br: Gerenciador de sessão
ro: Administratorul de sesiune
ru: Менеджер сеансов
sq: Përgjegjës Sesionesh
sr: Управник седнице
sv: Sessionshanterare
th: โปรแกรมจัดการวาระ
tr: Oturum Yöneticisi
uk: Керівник сеансів
vi: Trình quản lý phiên
zh_tw: 工作階段管理員
