Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Xfce can now handle and setup multihead setups for any randr 1.2 compatible driver. Unfortunately, this means it will not work with Nvidia proprietary drivers.
ca: Xfce ara pot gestionar i configurar configuracions multicapçaleres per a qualsevol controlador compatible amb el randr 1.2. Malauradament, això significa que no funcionarà amb controladors propietaris de Nvidia.
cs: Xfce nyní zvládá a nastavuje vícemonitorové konfigurace pro jakýkoli ovladač kompatibilní s randr 1.2, což bohužel znamená, že nebude pracovat s proprietárními ovladači grafických karet Nvidia.
da: Xfce kan nu håndtere og sætte multihoved indstillinger for hvilken som helst randr 1.2 kompatibel driver. Desværre, betyder dette at det ikke vil virke med Nvidia's proprietære drivere.
de: Xfce kann jetzt für alle zu randr 1.2 kompatiblen Treiber mehrere Bildschirme einrichten und verwalten. Leider heißt das, dass proprietäre Nvidia-Treiber nicht unterstützt werden.
es: Xfce ahora puede manejar e instalar los controladores compatibles con rand 1.2. Por desgracia esto significa que no funciona con los controladores propietarios de Nvidia.
fr: Xfce peut désormais gérer installer des configurations multi-moniteur pour tout pilote compatible randr 1.2. Cela signifie malheureusement que cela ne fonctionnera pas avec les pilotes propriétaires Nvidia.
gl: O Xfce agora pode manipular e configurar as configuracións de múltiples pantallas para calquera controlador compatíbel con randr 1.2. Desafortunadamente, isto significa que non funcionará cos controladores propietarios de Nvidia.
he: Xfce יכולה עכשיו לטפל ולסדר בסידורים מרובי ראשים לכל דרייבר תואם randr 1.2. למרבה הצער, המשמעות היא שהסידור לא יעבוד עם דרייברים פטנטיים של Nvidia.
id: Kini Xfce bisa menangani dan menyiapkan multihead untuk setiap penggerak yang kompatibel terhadap randr 1.2. Sayangnya, ini berarti ia tidak akan bekerja dengan penggerak proprietari Nvidia.
it: Xfce è ora in grado di gestire e impostare delle configurazioni a più schermi (multihead) per qualsiasi driver compatibile con randr 1.2. Sfortunatamente, ciò significa che questa funzionalità non è disponibile per i driver proprietari Nvidia.
ja: RandR 1.2 互換のドライバーに対応したマルチヘッド構成の設定が行えるようになりました。残念ながら、これは NVIDIA プロプライエタリドライバーでは動作しないことを意味します。
kk: Xfce енді кез келген randr 1.2 үйлесімді драйвері үшін көп дисплейлі баптауларды өңдей және баптай алады. Өкінішке орай, бұл оның Nvidia меншікті драйверлерімен жұмыс істемейтінін білдіреді.
lt: Xfce dabar gali susidoroti su „multihead“ sąrankomis bet kokiai tvarkyklei suderinamai su randr 1.2. Deja tai reiškia jog neveiks Nvidia uždaros tvarkyklės.
ms: xfce kini dapat mengendali dan pasang persediaan multiheda untuk mana-mana pemacu serasi randr 1.2. Malangnya, ia tidak dapat berfungsi dengan pemacu prorietari Nvidia.
nb: Xfce kan nå håndtere og sette opp flere skjermer for enhver randr 1.2-kompatibel driver. Dette vil dessverre ikke virke med Nvidias proprietære drivere.
oc: Xfce pòt ara manipuler e configurar las configuracions multiecrans per n'importe quel pilòt compatible randr 1.2. Malheureusement, aquò significa que foncionarà pas amb los pilòts proprietaris Nvidia.
pl: Bieżące wydanie Xfce obsługuje konfiguracje wielu ekranów, wyposażone w sterowniki zgodne z rozszerzeniem randr 1.2. Niestety oznacza to, że sterownik własnościowy Nvidia nie jest obsługiwany.
pt: O Xfce consegue manipular e configurar os processamentos para qualquer controlador compatível com randr 1.2. Infelizmente, isto significa que não irá funcionar com os controladores proprietários da Nvidia.
pt_br: Agora, o Xfce agora pode lidar e configurar definições de multihead para qualquer driver compatível com randr 1.2. Infelizmente, isso significa que ele não vai funcionar com drivers proprietários da Nvidia.
ro: Xfce poate gestiona și configura acum configurații multi-monitor pentru orice controlor compatibil cu randr 1.2. Din păcate, acest lucru înseamnă că nu va funcționa cu controlorii proprietari Nvidia.
ru: Xfce теперь работает с мультидисплейными установками и настраивает их для любого драйвера, совместимого с randr 1.2. Что, к сожалению, означает невозможность работы с проприетарными драйверами Nvidia.
sq: Xfce tanimë mund të funksionojë dhe ujdisë instanca me shumë ekrane me çfarëdo përudhësi të përputhshëm me <em>randr 1.2</em>. Mjerisht, kjo do të thotë se nuk do të funksionojë me përudhës pronësorë të Nvidia-s.
sr: ИксФЦЕ сада може руковати и постављати подешавања за приказ на више екрана за било који управљачки програм сагласан са рандром 1.2. Нажалост, то значи да неће радити са власничким управљачким програмима Енвидије (Nvidia).
sv: Xfce kan nu hantera och sätta upp flerskärmsinställningar för alla randr 1.2-kompatibla drivrutiner. Tyvärr innebär detta att det inte kommer att fungera med Nvidia proprietära drivrutiner.
th: Xfce รุ่นนี้สามารถจัดการและตั้งค่าการใช้หลายจอภาพได้แล้วสำหรับไดรเวอร์ใดๆ ที่เข้ากันได้กับ randr 1.2 ซึ่งน่าเสียดายที่ไดรเวอร์เชิงพาณิชย์ของ Nvidia ไม่เข้าข่ายนี้
tr: Xfce, herhangi bir 1.2 randr uyumlu sürücü için çok başlı bir ayarı, artık kurabilir ve yönetebilir. Maalesef, bu Nvidia özel sürücülerini kullanabilmek anlamına gelmiyor.
uk: Тепер Xfce може обробляти і налаштовувати кілька моніторів для будь-яких драйверів, компатибільних з randr 1.2. На жаль, це також означає, що це не спрацює для драйверів Nvidia.
vi: Xfce hiện có thể xử lý và thiết lập các thiết lập nhiều đầu cho bất kỳ trình điều khiển tương thích Randr 1.2 nào. Thật không may, điều này có nghĩa là nó sẽ không hoạt động với trình điều khiển độc quyền của Nvidia.
zh_tw: Xfce 現在可以處理任何與 randr 1.2相容的驅動程式的多傳感頭的設定。遺憾的是，這意味著對於 Nvidia 專有驅動程式來說無效。

source: You can enable and disable plugged screens, set their resolution, refresh rate, rotation and reflection, clone screens or extend desktops.
ca: Podeu activar i desactivar les pantalles endollades, establir la seva resolució, velocitat d'actualització, rotació i reflexió, clonar pantalles o estendre escriptoris.
cs: Připojení obrazovky můžete povolovat a zakazovat, nastavovat jejich rozlišení, otočení a odrazy, duplikovat nebo rozšiřovat pracovní plochy.
da: Du kan aktivere og deaktivere forbunde skærme, sætte deres opløsning, opdaterings-hastighed, rotation og reflektion, klone skærme eller udvide skriveborde.
de: Angeschlossene Bildschirme können jetzt ein- und ausgeschaltet werden und Ihre Auflösung, Wiederholrate, Ausrichtung und Drehung können eingestellt werden, es können Bildschirme geklont oder die Arbeitsfläche erweitert werden.
es: Puede activar y desactivar las pantallas conectadas, configurar su resolución, frecuencia de actualización, rotación y reflexión, clonar las pantallas o extender los escritorios.
fr: Vous pouvez activer et désactiver les écrans branchés, définir leur résolution, leur taux de rafraîchissement, la rotation et la réflexion, cloner des écrans ou étendre les bureaux.
gl: Pode activar e desactivar as pantallas conectadas, configurar a resolución, a frecuencia de actualización, a rotación e a reflexión, clonar as pantallas ou estender os escritorios.
he: אפשר לאפשר ולכבות מסכים מחוברים, לקבוע את הרזולוציה, קצב הרענון, סיבוב והשתקפות שלהם, לשכפל מסכים או להרחיב שולחנות עבודה.
id: Kini Anda bisa mengaktifkan dan menonaktifkan layar yang terhubung, mengatur resolusi, refresh rate, rotasi dan refleksi, klon layar dan perluasan desktop.
it: È possibile abilitare e disabilitare gli schermi collegati, impostarne risoluzione, rotazione e riflessione, clonare gli schermi o estendere le scrivanie.
ja: 接続されたモニターの有効化および無効化、それらの解像度、リフレッシュレート、回転、反転、クローン表示あるいは拡張デスクトップの設定が行えます。
kk: Жалғанған экрандарды іске қосуға және сөндіруге, олардың ажыратымдылығын, жаңарту жиілігін, бұрылуын және шағылысуын орнатуға, экрандарды клондауға немесе жұмыс үстелдерін кеңейтуге болады.
lt: Galite įjungti ir išjungti prijungtus ekranus, nustatyti jų rezoliuciją, atnaujinimo dažnį, pasukimą ir atspindį, klonuoti ir praplėsti ekranus.
ms: Anda boleh benarkan atau lumpuhkan skrin terpalam, tetapkan resolusi, kadar segar, putaran dan pantulan skrin, skrin klon atau desktop lanjutan.
nb: Du kan nå slå av og på tilkoblede skjermer, endre deres oppløsning, oppdateringsfrekvens, rotasjon og refleksjon, klone skjermer og utvide skrivebord.
oc: Podètz activar e desactivar los ecrans brancats, fixer lor resolucion, lor taus de refrescament, la rotacion e la reflexion, cloner dels ecrans o de étendre los burèus.
pl: Program konfiguracyjny daje możliwość włączania i wyłączania podłączonych ekranów. Potrafi ustalać rozdzielczość i częstotliwość odświeżania ich obrazu i sprawić by na ekranie wyświetlony został obraz obrócony lub lustrzany. Dodatkowe ekrany mogą wyświetlać zawartość innego ekranu lub mogą powiększyć rozmiar pulpitu o swoją powierzchnię.
pt: Pode ativar e desativar os ecrãs ligados, definir a sua resolução e taxa de atualização, definir a rotação e o reflexo, clonar ecrãs ou prolongar os ambientes de trabalho.
pt_br: Você pode habilitar e desabilitar telas conectadas, configurar suas resoluções, taxa de atualização, rotação e reflexão, espelhar telas e estender áreas de trabalho.
ro: Puteți activa și dezactiva ecrane conectate, le puteți configura rezoluția, rata de reîmprospătare, rotația și reflexia, puteți clona ecrane sau extinde birouri.
ru: Возможно включение и отключение подсоединённых дисплеев, установка для них разрешения, обновления, поворота и отражения, клонирование экранов или расширение рабочего стола.
sq: Mund të aktivizoni dhe çaktivizoni ekrane të lidhur në kompjuter, të caktoni qartësinë e tyre, shpeshti rifreskimi, rrotullim dhe pasqyrim, të klononi ekrane ose të zgjeroni desktopë.
sr: Можете омогућити или онемогућити прикључене екране, поставити њихову размеру, учесталост освежавања, одраз, клонирати екране или проширити приказ радне површи.
sv: Du kan aktivera och avaktivera inkopplade skärmar, ställa in deras upplösning, uppdateringsfrekvens, rotation och reflektion, klona skärmar eller utöka skrivbord.
th: คุณสามารถเปิดและปิดการใช้งานจอภาพต่างๆ ที่เชื่อมต่ออยู่ได้ สามารถกำหนดความละเอียด, อัตรารีเฟรช, การหมุนภาพและการพลิกภาพของแต่ละจอภาพได้ รวมทั้งกำหนดให้หน้าจอแสดงเหมือนกันหรือวางต่อกันก็ได้
tr: Takılmış ekranları etkinleştirebilir ve kapatabilir, çözünürlüğünü ayarlayabilir, derecesini sıfırlayabilir, döndürebilir ve yansıtabilir, ekranları kopyalayabilir veya masaüstünü genişletebilirsiniz.
uk: Ви можете включити або відключити екрани, встановити їхню роздільну здатність, частоту оновлення, обертання і відображення, клонувати екрани або розширити стільниці.
vi: Bạn có thể bật và tắt các màn hình đã cắm, đặt độ phân giải, tốc độ làm mới, xoay và phản chiếu, sao chép màn hình hoặc mở rộng màn hình nền.
zh_tw: 您可以啟用或停用已插入的螢幕、設定它們的解析度、刷新速率、旋轉度、反射、螢幕鏡像或是延展桌面。

source: New display settings dialog
ca: Diàleg de configuració de la pantalla nova
cs: Nové dialogové okno nastavení displeje
da: Ny skærmindstillinger-dialog
de: Neuer Einstellungsdialog für Bildschirme
es: Nueva diálogo de la pantalla de configuración
fr: Nouvelle fenêtre des paramètres d’affichage
gl: Novo diálogo para amosar opcións
he: דיאלוג הגדרות מסך חדש
id: Dialog pengaturan tampilan yang baru
it: Nuova finestra delle impostazioni dello schermo
ja: 新しいディスプレイの設定ダイアログ
kk: Дисплей баптауларының жаңа сұхбат терезесі
lt: Naujas ekranų nustatymų dialogas
ms: Dialog tetapan paparan baharu
nb: Nytt dialogvindu for skjerminnstillinger
oc: Novèla fenèstra dels paramètres d'afichatge
pl: Nowe okno konfiguracyjne ekranów
pt: Nova janela para definições de ecrã
pt_br: Novo diálogo de configurações de monitor
ro: Noua fereastră de dialog pentru opțiunile de afișare
ru: Новый диалог настройки дисплеев
sq: Dialog i ri rregullimesh ekrani
sr: Нови прозор поставки приказа
sv: Nytt dialogfönster för visningsegenskaper
th: กล่องตั้งค่าจอแสดงผลอันใหม่
tr: Yeni görünüm ayarları iletişim penceresi
uk: Новий діалог налаштування дисплею
vi: Hộp thoại cài đặt hiển thị mới
zh_tw: 新的顯示設定對話框

source: Timed confirmation
ca: Confirmació cronometrada
cs: Prodleva pro potvrzení
da: Timet bekræftelse
de: Zeitgesteuerte Bestätigung
es: Confirmación
fr: Confirmation chronométrée
gl: Confirmación temporizada
he: אימות בזמן
id: Konfirmasi dengan waktu
it: Conferma temporizzata
ja: 時間内確認
kk: Уақытпен шектелген растау
lt: Patvirtinimas per laiką
ms: Pengesahan bermasa
nb: Tidsbestemt bekreftelse
oc: Confirmacion cronometrada
pl: Ograniczenie czasowe potwierdzania
pt: Confirmações temporizadas
pt_br: Confirmação temporizada
ro: Confirmare cronometrată
ru: Отложенное подтверждение
sq: Ripohim me afat
sr: Временска потврда
sv: Tidsbestämd bekräftelse
th: การยืนยันแบบตั้งเวลา
tr: Zamanlanmış onay
uk: Часове затвердження
vi: Xác nhận đúng thời gian
zh_tw: 定時確認

source: Any change made with the settings dialog will have to be confirmed within ten seconds or they will be reverted. This prevents broken video drivers from leaving your computer unusable.
ca: Qualsevol canvi fet amb el diàleg de configuració s'haurà de confirmar en un termini de deu segons o es revertirà. Això evita que els controladors de vídeo trencats deixin l'ordinador inutilitzable.
cs: Jakákoli změna provedená v dialogovém okně nastavení musí být potvrzena do deseti sekund, jinak budou změny ztraceny. Toto opatření zabraňuje dosáhnout takového stavu, kdy nefungující ovladače znemožní používání počítače.
da: Enhver ændring lavet med indstillings-dialogen vil blive bekræftet indefor ti sekunder ellers vendt tilbage. Dette undgår ødelagte video drivere fra at forlade din komputer ubrugelig.
de: Jegliche im Einstellungsdialog vorgenommene Einstellung muss innerhalb von 10 Sekunden bestätigt werden, anderenfalls wird die Änderung verworfen. Dadurch wird verhindert, dass fehlerhafte Grafiktreiber Ihren Rechner unbenutzbar machen.
es: Cualquier cambio realizado con el diálogo de configuración tendrá que ser confirmado dentro de los diez segundos o va a ser revertido. Esto evita que los controladores rotos de video dejen el ordenador inservible.
fr: Tout changement effectué dans la fenêtre des paramètres devra être confirmé sous dix secondes ou sera annulé. Ceci pour empêcher qu’un pilote vidéo brisé ne rende votre ordinateur inutilisable.
gl: Calquera cambio realizado co diálogo de configuración terá que ser confirmado dentro de dez segundos ou será revertido. Isto impide que os controladores de vídeo rotos deixen o seu computador inutilizábel.
he: כל שינוי שבוצע עם דיאלוג ההגדרות יידרש להיות מאומת בתוך עשר שניות או שהוא יבוטל. זה מונע מדרייברים מקולקלים של וידאו מלהשבית את המחשב שלך.
id: Setiap perubahan yang dibuat dengan dialog pengaturan harus dikonfirmasi dalam waktu sepuluh detik atau akan dikembalikan. Hal ini untuk mencegah penggerak video yang rusak menjadikan komputer Anda tidak dapat digunakan.
it: Qualsiasi modifica effettuata dalla finestra delle impostazioni deve essere confermata entro dieci secondi altrimenti le modifiche verranno annullate. In questo modo i driver malfunzionanti non lasceranno più l'utente senza la visualizzazione a schermo del sistema operativo.
ja: 設定ダイアログで行われたあらゆる変更は、10 秒以内に確認するか、取り消されなければなりません。これはビデオドライバーの破壊を回避します。
kk: Баптаулар сұхбат терезесінде жасалған кез келген өзгеріс он секунд ішінде расталуы керек, әйтпесе олар бастапқы күйіне қайтарылады. Бұл бұзылған видео драйверлердің компьютерді жарамсыз етіп қалдыруына жол бермейді.
lt: Visi pakeitimai, padaryti nustatymų dialoge, turės būti patvirtinti per dešimt sekundžių arba jie bus atšaukti. Tai apsaugos nuo blogų vaizdo tvarkyklių, kurios padaro kompiuterį nebenaudojamu.
ms: Mana-mana perubahan yang dibuat dengan dialog tetapan perlu disahkan dalam tempoh 10 saat atau proses ini dikembalikan. Ia menghalang pemacu video rosak menyebabkan komputer anda tidak boleh digunakan.
nb: Enhver endring gjort i innstillingsvindu vil måtte bekreftes innen ti sekunder, ellers vil de bli tilbakestilt. Dette forhindrer ødelagte skjermdrivere fra å gjøre datamaskinen din ubrukelig.
oc: Toute modificacion aportada a la bóstia de dialòg dels reglatges devra èsser confirmada dins las dix segondas o ils seràn anullats. Aquò empêche los pilòts vidéo copats de quitar vòstre ordenador inutilizable.
pl: Jakakolwiek zmiana wprowadzona przy użyciu programu konfiguracyjnego, musi zostać potwierdzona w przeciągu 10 sekund. W przeciwnym razie zostanie ona cofnięta. Takie zachowanie zapobiega sytuacjom, w których komputer staje się niezdatny do użytku, z powodu błędnie działających sterowników graficznych.
pt: Qualquer alteração efetuada na janela de definições terá que ser confirmada no espaço de 10 segundos ou não serão aplicadas. Isto impede que os controladores de vídeo deixem o seu computador incapaz de ser utilizado.
pt_br: Qualquer alteração feita usando o diálogo de configurações precisará ser confirmada dentro de dez segundos ou será desfeita. Isso evita que drivers de vídeo quebrados deixem seu computador inutilizável.
ro: Orice modificare efectuată în fereastra de dialog a opțiunilor va trebui confirmată în termen de zece secunde sau va fi anulată. Acest lucru previne ca controlorii video defecți să vă lase calculatorul inutilizabil.
ru: Любое изменение в диалоге настроек должно быть подтверждено или будет отменено в течение десяти секунд. При проблемах с видео драйверами, это предотвращает возможность перевода вашего компьютера в неработоспособное состояние.
sq: Çfarëdo ndryshimi i bërë me dialogun e rregullimeve do të duhet të ripohohet brenda dhjetë sekondash ose përndryshe do të rikthehet ku qe. Kjo parandalon lënien e kompjuterit tuaj në gjendje të papërdorshme nga përudhës të dëmtuar video.
sr: Било каква измена направљена у овом прозору ће бити потврђена кроз 10 секунди, или ће поставке бити враћене. Ово спречава управљачке програме за видео картице да због грешака у свом раду оставе рачунар у неупотребљивом стању.
sv: Alla ändringar som görs i inställningsdialogrutan måste bekräftas inom tio sekunder, annars återställs de. Detta förhindrar att trasiga grafikdrivrutiner gör datorn obrukbar.
th: การเปลี่ยนแปลงใดๆ ในกล่องโต้ตอบตั้งค่านี้ จะต้องยืนยันภายในสิบวินาที มิฉะนั้นจะถูกย้อนคืน การทำเช่นนี้จะช่วยป้องกันไม่ให้ไดรเวอร์การ์ดจอทำให้คอมพิวเตอร์ของคุณค้างอยู่ในสถานะที่ใช้งานไม่ได้
tr: Ayarlar penceresiyle yapılmış herhangi bir değişim, on saniye içinde onaylanacak veya geri alınacaktır. Bu kırık video sürücülerinden ve kullanılamaz hale gelen bilgisayarlardan korumak içindir.
uk: Будь-які зміни, зроблені в діалозі налаштувань, повинні бути підтверджена протягом десяти секунд, в противному випадку вони будуть скасовані. Це вбереже Ваш комп'ютер від неробочих драйверів відео.
vi: Mọi thay đổi được thực hiện với hộp thoại cài đặt sẽ phải được xác nhận trong vòng mười giây, nếu không chúng sẽ bị hoàn nguyên. Điều này ngăn chặn trình điều khiển video bị hỏng khiến máy tính của bạn không thể sử dụng được.
zh_tw: 任何使用設定對話框更改的設定必須在十秒內確認，否則會重置這些設定。這可以避免損壞您的視訊驅動程式而導致您的電腦無法使用。

source: Timed confirmation for display settings changes
ca: Confirmació cronometrada per als canvis de configuració de la pantalla
cs: Prodleva pro potvrzení změn v nastavení displeje
da: Tidet bekræftelse for skærm-indstillingers ændringer
de: Zeitgesteuerte Bestätigung für Änderungen der Bildschirmeinstellungen
es: Confirmación programada para los cambios de configuración de la pantalla.
fr: Confirmation chronométrée des changements des paramètres d’affichage
gl: Confirmación temporizada para os cambios na configuración de pantalla
he: אימות בזמן לשינויים בהגדרות מסך
id: Konfirmasi dengan waktu untuk perubahan pengaturan tampilan
it: Conferma temporizzata per le modifiche alle impostazioni dello schermo
ja: ディスプレイ設定の変更の確認
kk: Дисплей баптауларының өзгерістерін уақытпен шектелген растау
lt: Patvirtinamas per laiką ekrano nustatymams
ms: Pengesahan bermasa untuk perubahan tetapan paparan
nb: Tidsbestemt bekreftelse for endringer av skjerminnstillinger
oc: Confirmacion cronometrat pel cambiament dels paramètres d'afichatge
pl: Ograniczenie czasowe potwierdzenia zmian ustawień ekranu
pt: Confirmações temporizadas para a exibição de alteração de definições
pt_br: Confirmação temporizada para alterações na configuração de monitores
ro: Confirmare cronometrată pentru modificarea opțiunilor de afișare
ru: Отложенное подтверждение изменённых настроек дисплея
sq: Ripohim me afat për ndryshime rregullimesh ekrani
sr: Временска потврда за измене поставки приказа
sv: Tidsbegränsad bekräftelse för ändringar av bildskärmsinställningar
th: การยืนยันแบบตั้งเวลาสำหรับการเปลี่ยนแปลงค่าของจอแสดงผล
tr: Görüntü ayarları değişimleri için zamanlanmış onaylama
uk: Часове затвердження для змін у налаштуванні екрану
vi: Xác nhận theo thời gian cho các thay đổi cài đặt hiển thị
zh_tw: 顯示更改顯示設定定時確認

source: Quick setup dialog
ca: Diàleg de configuració ràpida
cs: Dialogové okno pro rychlé nastavení
da: Hurtig indstillings dialog
de: Schnelleinrichtungsdialog
es: Diálogo de instalación rápida
fr: Fenêtre de configuration rapide
gl: Diálogo de instalación rápida
he: דיאלוג סידור מהיר
id: Dialog penyiapan cepat
it: Finestra di configurazione veloce
ja: クイックセットアップダイアログ
kk: Жылдам баптау сұхбат терезесі
lt: Greito nustatymo dialogas
ms: Dialog persediaan pantas
nb: Hurtigoppsettsdialog
oc: Fenèstra de configuracion rapide
pl: Okno szybkiej konfiguracji
pt: Janela de configuração rápida
pt_br: Diálogo de configuração rápida
ro: Fereastra de dialog de configurare rapidă
ru: Диалог быстрой настройки
sq: Dialog rregullimi të shpejtë
sr: Прозорче брзих поставки
sv: Snabbinställningsdialog
th: กล่องตั้งค่าอย่างเร็ว
tr: Hızlı ayar iletişim penceresi
uk: Діалог швидкого налаштування
vi: Hộp thoại thiết lập nhanh
zh_tw: 快速設定對話框
