Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Although the initial plan for Xfce 4.10 was to integrate desktop handling in Thunar, we have decided not to do it at this time yet. Meanwhile, Xfdesktop has gained support for single-click operation, automated background image cycling and thumbnail rendering.
ca: Tot i que el pla inicial per a Xfce 4.10 era integrar la manipulació d'escriptori a Thunar, hem decidit no fer-ho en aquest moment encara. Mentrestant, Xfdesktop ha obtingut suport per a l'operació d'un sol clic, el cicle automatitzat de la imatge de fons i la representació de miniatures.
cs: Přestože původním plánem pro Xfce 4.10 byla integrace pracovního prostředí do aplikace Thunar, rozhodli jsme se ji zatím neimplementovat. Mezitím získala aplikace Xfdesktop podporu operací na jedno kliknutí, automatické procházení obrázků tapet a vykreslování náhledů.
da: Selvom den første plan for Xfce 4.10 var at integrere skrivebords-handlinger ind i Thunar, har vi besluttet ikke at gøre dette denne gang, endnu. Imens, Xfceskrivebordet har fået fremgang for enkelt klik operationen, automatisk baggrunds-billede cykling og miniature rendering.
de: Ursprünglich war vorgesehen, in Xfce 4.10 die Arbeitsflächenverwaltung in Thunar zu integrieren, dies wurde aber bisher noch nicht durchgeführt. In der Zwischenzeit wurde Xfdesktop um Unterstützung für Einfachklicks, automatischen Wechsel von Hintergrundbildern und die Anzeige von Vorschaubildern erweitert.
es: Aunque el plan inicial para Xfce 4.10 era integrar el manejo de escritorio en Thunar, hemos decidido no hacerlo en este momento. Mientras tanto, Xfdesktop es ya capaz de operaciones de un solo clic, fondos de pantalla cíclicos automáticos y renderizado de miniaturas.
fr: Bien que le plan initial pour Xfce 4.10 fut d’intégrer la gestion du bureau dans Thunar, nous avons décidé de l’ajourner. En attendant, Xfdesktop prend en charge le simple clic, le changement de fond d’écran automatique et le rendu des miniatures.
gl: Aínda que o plan inicial para o Xfce 4.10 era integrar o manexo do escritorio en Thunar, decidiuse non facelo neste momento. Mentres tanto, «Xfdesktop» permite operacións dun só clic, ciclos automáticos de imaxes de fondo e renderización de miniaturas.
he: למרות שהתוכנית המקורית ל-Xfce 4.10 היתה לשלב טיפול שולחן עבודה ב-Thunar, החלטנו לא לעשות זאת עדיין בזמן זה. בינתיים, Xfdesktop רכש תמיכה לפעולה בקליק יחיד, מחזוריות תמונת רקע אוטומטית וביצוע תמונות מוקטנות.
id: Meskipun rencana awal untuk Xfce 4.10 adalah untuk mengintegrasikan penanganan desktop di Thunar, kami telah memutuskan untuk tidak melakukannya pada saat ini. Sementara itu, Xfdesktop telah mendapatkan dukungan untuk operasi satu-klik, pendauran gambar latar belakang otomatis, dan pengolahan gambar miniatur.
it: Anche se nei piani iniziali di Xfce 4.10 la gestione della scrivania doveva essere integrata in Thunar, è stato deciso di posticipare questa funzionalità. Nel frattempo, Xfdesktop ha ottenuto il supporto per le operazioni a singolo clic, la rotazione automatica delle immagini di sfondo e la visualizzazione delle miniature.
ja: 当初の計画では 4.10 においてデスクトップを Thunar に統合する予定でしたが、今リリースではまだ行わないことにしました。その代わりそれと同様の機能追加が Xfdesktop に対して行われました。主な改善点は、シングルクリックのサポート、背景の自動変更、およびサムネイルの描画です。
kk: Xfce 4.10 үшін бастапқы жоспар жұмыс үстелін басқаруды Thunar-ға біріктіру болғанымен, біз әзірге оны жасамауды шештік. Осы уақытта, Xfdesktop бір рет шерту операциясын, фондық суретті автоматты түрде ауыстыруды және эскиздерді көрсетуді қолдайтын болды.
lt: Pradinis Xfce 4.10 planas buvo integruoti darbalaukio dalį į Thunar, bet mes nusprendėme kol kas to nedaryti. Šiuo metu Xfdesktop gavo vieno paspaudimo palaikymą, automatinį fono paveikslo keitimą ir miniatiūrų apdorojimą.
ms: Walaupun cadangan awal untuk Xfce 4.10 adalah untuk menyepadukan pengendalian desktop di dalam Thunar, kami bercadang untuk tidak membuatnya. Manakala, Xdesktop pula telah mempunyai sokongan operasi satu klik, pengitaran imej latar belakang berautomatik dan penerapan lakaran kenit.
nb: Vi hadde tenkt å bygge inn skrivebordsbehandling i Thunar i 4.10, men bestemte oss for at tiden ikke var moden. I mellomtiden har Xfdesktop fått støtte for enkeltklikkshandlinger, automatisk bytting av bakgrunnsbilder og opptegning av miniatyrbilder.
oc: Mentre que lo plan inicial per Xfce 4.10 èra d'integrar la manipulacion del burèu dins Thunar, avèm decidit de ne pas lo far encara a aqueste moment . Pendent aqueste temps, Xfdesktop a obtengut lo supòrt pel foncionament simple clic, automatizat lo changent d'imatge del fons d'ecran e lo rendu dels vinhetas.
pl: Początkowa koncepcja Xfce 4.10 zakładała wprowadzenie obsługi pulpitu przez program Thunar. Zdecydowaliśmy się jednak na razie tego nie robić. W międzyczasie Xfdesktop zyskał możliwość uruchamiania elementów jednokrotnym kliknięciem przycisku myszy, automatyczne zmienianie tła pulpitu i renderowanie miniatur.
pt: Apesar do plano original para o Xfce 4.10 ser feita a integração da gestão do ambiente de trabalho no Thunar, decidimos não o fazer nesta fase. Entretanto, o Xfdesktop ganhou suporte à operação de clique único, ciclos automáticos de imagens de fundo e renderização de miniaturas.
pt_br: Apesar de que o planejamento inicial para o Xfce 4.10 era integrar a forma de lidar com a área de trabalho no Thunar, decidimos não fazê-lo neste exato momento. Enquanto isso, Xfdesktop ganhou suporte a operações de clique único, ciclos de imagens automáticas de plano de fundo e renderização de miniaturas.
ro: Deși planul inițial pentru Xfce 4.10 a fost de a integra gestionarea biroului în Thunar, am decis să nu o facem încă în acest moment. Între timp, «Xfdesktop» a câștigat suport pentru operarea cu un singur clic, rotirea automată a imaginii de fundal și redarea miniaturilor.
ru: Хотя в Xfce 4.10 поначалу планировалось интегрировать управление рабочим столом в Thunar, мы решили не делать этого сейчас. Тем не менее, Xfdesktop получил поддержку операций одиночным щелчком, автоматическую циклическую смену фона и отрисовку эскизов.
sq: Edhe pse plani fillestar për Xfce 4.10 qe të integrohej në Thunar trajtimi i desktopit, vendosëm të mos e bëjmë ende. Ndërkohë, Xfdesktop-it i është shtuar mbulim për veprime me një klikim, për automatizim të ciklimit të figurave sfond dhe të vizatimit të miniaturave.
sr: Иако је почетна замисао уа ИксФЦЕ 4.10 била да се угради управљање радном површи у Тунар, ипак смо одлучили да не радимо то овог пута. У међувремену, Иксфдесктоп је добио подршку за радње једним кликом, самосталну измену позадинских слика, и исцртавање умањених сличица.
sv: Även om den ursprungliga planen för Xfce 4.10 var att integrera skrivbordshantering i Thunar, bestämde vi att inte göra det än. Under tiden, har Xfdesktop fått stöd för enkelklicksoperationer, automatisk växling mellan bakgrundsbilder och rendering av miniatyrbilder.
th: ถึงแม้แผนเดิมของ Xfce 4.10 คือจะเชื่อมรวมการจัดการพื้นโต๊ะเข้าใน Thunar แต่เราก็ตัดสินใจยังไม่ทำในตอนนี้ ขณะเดียวกัน Xfdesktop ก็ได้เพิ่มการรองรับการกระทำคลิกเดียว, การเวียนเปลี่ยนภาพพื้นหลังพื้นโต๊ะโดยอัตโนมัติ และการวาดภาพย่อของแฟ้มรูปภาพ
tr: Xfce 4.10 sürümü için başlangıç planı, masaüstü kullanımını Thunar içine tümleştirmek olmasına rağmen, bunu henüz yapmamaya karar verdik. Bu arada Xfdesktop, tek tıklama işlemleri, otomatik arkaplan resmin döngüsü ve küçük resim işleme için hazır hale geldi.
uk: Хоча початковий план для Xfce 4.10 полягав в інтеграції робочого столу в Thunar, ми вирішили ще не робити цього зараз. Тим часом, Xfdesktop отримав підтримку для роботи з одним клацанням миші, автоматизовану прокрутку фонового зображення і обробку мініатюр.
vi: Mặc dù kế hoạch ban đầu cho Xfce 4.10 là tích hợp khả năng xử lý máy tính để bàn vào Thunar nhưng chúng tôi vẫn quyết định chưa thực hiện điều đó vào thời điểm này. Trong khi đó, Xfdesktop đã nhận được hỗ trợ cho thao tác bằng một cú nhấp chuột, quay vòng hình nền tự động và hiển thị hình thu nhỏ.
zh_tw: 雖然 Xfce 4.10的最初計畫是將桌面處理整合到 Thunar 中，但我們到現在仍未決定要這麼做。其間，Xfdesktop 獲得了單擊動作、背景圖片自動循環及縮圖渲染支援。

source: Desktop with image thumbnails and support for single-click operation
ca: Escriptori amb miniatures d'imatge i suport per a l'operació d'un sol clic
cs: Plocha s náhledy obrázků a podporou operací na jedno kliknutí
da: Skrivebord med billede miniature og understøttelse for enkelt-klik operation
de: Arbeitsfläche mit Vorschaubildern und Unterstützung für einfache Klicks auf Objekte
es: Escritorio con vistas en miniatura y soporte para operaciones de un solo clic
fr: Bureau avec miniatures et gestion du simple clic
gl: Escritorio con miniaturas de imaxe e compatibilidade para operacións dun só clic
he: שולחן עבודה עם תמונות מוקטנות ותמיכה בקליק יחיד לפעולה
id: Desktop dengan gambar miniatur dan dukungan untuk operasi satu-klik
it: Scrivania con miniature delle immagini e supporto al clic singolo
ja: デスクトップアイコンの画像のサムネイルとシングルクリックのサポート
kk: Сурет эскиздері бар және бір рет шерту операциясы қолдау көрсетілетін жұмыс үстелі
lt: Darbalaukis su paveikslų miniatiūromis ir vieno spustelėjimo palaikymu
ms: Desktop dengan lakaran kenit imej dan menyokong operasi klik-tunggal
nb: Skrivebord med miniatyrbilder og støtte for enkeltklikkshandlinger
oc: Lo burèu amb las vinhetas dels imatges e un soutien pel foncionament d'un simple clic
pl: Pulpit z miniaturami obrazów i obsługą jednokrotnego kliknięcia przycisku myszy
pt: Área de trabalho com miniaturas de imagem e suporte para funcionamento com um único clique
pt_br: Área de trabalho com miniaturas de imagens e suporte a operações de clique único
ro: Birou cu miniaturi de imagini și suport pentru operarea cu un singur clic
ru: Рабочий стол с эскизами изображений и поддержкой операций одиночным щелчком
sq: Desktop me miniatura figurash dhe mbulim për veprime njëklikimshe
sr: Радна површ са умањеним сличицама и подршку за радње једним кликом
sv: Skrivbord med bild, miniatyrbilder och stöd för enkelklicksoperationer
th: พื้นโต๊ะกับภาพย่อของแฟ้มรูปภาพและการรองรับการกระทำคลิกเดียว
tr: Küçük resim destekli ve tek-tıklama işlemleri için masaüstü desteği
uk: Стільниця з мініатюрами і підтримкою одинарного клацання мишою
vi: Máy tính để bàn có hình thu nhỏ và hỗ trợ thao tác bằng một cú nhấp chuột
zh_tw: 支援單擊動作及圖片縮圖的桌面

source: Xfdesktop is now shipped with a new default background image.
ca: Xfdesktop ara s'envia amb una nova imatge de fons predeterminada.
cs: Xfdesktop je nyní dodáván s novým výchozím obrázkem na pozadí.
da: Xfskrivebordet er nu udgivet med et nyt standard baggrunds-billede.
de: Xfdesktop wird nun mit einem neuen Standard-Hintergrundbild ausgeliefert.
es: Xfdesktop se distribuye ahora con una nueva imagen de fondo predeterminada.
fr: Xfdesktop est désormais fourni avec un nouveau fond d’écran de base.
gl: O «Xfdesktop» é agora é distribuído cunha nova imaxe de fondo predeterminada.
he: Xfdesktop עכשיו מגיע עם תמונת רקע ברירת מחדל חדשה.
id: Xfdesktop sekarang didistribusikan dengan gambar latar belakang bawaan yang baru.
it: Xfdesktop ha una nuova immagine predefinita di sfondo
ja: Xfdesktop では新しいデフォルトの背景が採用されました。
kk: Енді Xfdesktop жаңа әдепкі фондық суретпен келеді.
lt: Nuo šiol Xfdesktop tiekiamas su nauju numatytuoju fono paveikslu.
ms: Xfdesktop kini disertakan dengan imej latar belakang lalai yang baharu.
nb: Xfdesktop leveres nå med et nytt standard bakgrunnsbilde.
oc: Xfdesktop es d'ara enlà fourni amb un novèl imatge de fons per defaut.
pl: Xfdesktop posiada teraz nowy, domyślny obraz tła pulpitu.
pt: O Xfdesktop é agora distribuído com uma nova imagem de fundo por omissão.
pt_br: Xfdesktop agora é disponibilizado com uma nova imagem de plano de fundo na área de trabalho.
ro: Xfdesktop este acum livrat cu o nouă imagine de fundal implicită.
ru: Xfdesktop теперь поставляется с новым фоновым изображением по умолчанию.
sq: Xfdesktop tani jepet me një figurë të re sfond parazgjedhje.
sr: Иксфдесктоп се сада испоручује са новом подразумеваном сликом позадине.
sv: Xfdesktop skeppas nu med en ny standardbakgrundsbild.
th: Xfdesktop รุ่นนี้มาพร้อมกับภาพพื้นหลังปริยายภาพใหม่
tr: Xfdesktop, yeni bir varsayılan arkaplan resmi ile geliyor.
uk: Xfdesktop тепер має новий типовий малюнок тла.
vi: Xfdesktop hiện được cung cấp kèm theo hình nền mặc định mới.
zh_tw: Xfdesktop 現在配備了新的預設背景圖片。

source: Window Manager
ca: Gestor de finestres
cs: Správce oken
da: Vindueshåndtering
de: Fensterverwaltung
es: Gestor de ventanas
fr: Gestionnaire de fenêtres
gl: Xestor de xanelas
he: מנהל חלונות
id: Manajer Jendela
it: Gestore delle finestre
ja: ウィンドウマネージャー
kk: Терезелер менеджері
lt: Langų tvarkytuvė
ms: Pengurus Tetingkap
nb: Vindusbehandler
oc: Gestionari de fenèstras
pl: Menedżer okien
pt: Gestor de janelas
pt_br: Gerenciador de janelas
ro: Administrator de ferestre
ru: Оконный менеджер
sq: Përgjegjës Dritaresh
sr: Управник прозора
sv: Fönsterhanterare
th: โปรแกรมจัดการหน้าต่าง
tr: Pencere Yöneticisi
uk: Керівник вікон
vi: Trình quản lý cửa sổ
zh_tw: 視窗管理員

source: Xfwm4 can now tile a window when you drag it to the edge of the screen. This feature is optional and is disabled by default. In such a case windows can still be tiled using a keyboard shortcut. Another improvement is a better theming support and cursor key navigation in the tab window (Alt+Tab).
ca: Xfwm4 ara pot tessel·lar una finestra quan l'arrossegueu fins a la vora de la pantalla. Aquesta característica és opcional i està desactivada per defecte. En aquest cas, les finestres encara es poden enrajolar utilitzant una drecera de teclat. Una altra millora és un millor suport de tematització i navegació de tecles de cursor a la finestra de pestanyes (Alt+Tab).
cs: Xfwm4 nyní dokáže automaticky umisťovat okna vedle sebe po jejich přesunu k okraji obrazovky. Tato funkce je volitelná a ve výchozím nastavení je zakázaná. I v takovém případě lze okna umisťovat vedle sebe klávesovou zkratkou. Dalším vylepšením je lepší podpora motivů a navigace kurzorovými klávesami v okně pro přepínání úloh (Alt+Tab)
da: Xfwm4 kan nu flise et vindue når du trækker det til kanten af skærmen. Denne funktion er valgfri og er deaktiveret ved standard. I sådan en sag med vinduer, kan stadig flises ved brug af tastaur-genvej. En anden forbedring er et bedre tema support og markør nøgle navigation i tab vinduet (Alt+Tab).
de: Xfwm4 kann jetzt Fenster kacheln, wenn Sie sie an die Kante des Bildschirms ziehen. Diese Eigenschaft ist optional und standardmäßig deaktiviert. In diesem Fall können Fenster immer noch mit einem Tastaturkürzel gekachelt werden. Eine weitere Verbesserung ist bessere Unterstützung für Themen und die Navigation mit den Pfeiltasten im Tab-Fenster (Alt+Tab).
es: Xfwm4 puede ahora hacer mosaico en una ventana cuando se arrastra hasta el borde de la pantalla. Esta función es opcional y está desactivado de forma predeterminada. En este caso las ventana pueden formar mosaico con un atajo de teclado. Otra de las se da en el uso de temas y la navegación por cursor en la ventana de tabulado (Alt+Tab).
fr: Xfwm4 peut maintenant afficher une fenêtre sous forme de mosaïque lorsque celle-ci est déplacée vers le bord de l’écran. Cette fonctionnalité optionnelle est désactivée par défaut. Dans ce cas, il est quand même possible d’obtenir le même résultat avec un raccourci clavier. La prise en charge des thèmes a aussi été améliorée, ainsi que la navigation clavier de la fenêtre tabulation (Alt + Tab).
gl: O «Xfwm4» agora pode axustar unha xanela cando a arrastra até o bordo da pantalla. Esta característica é opcional e está desactivada por defecto. Nese caso, as xanelas aínda poden estar en mosaico usando un atallo de teclado. Outra mellora é a mellor compatibilidade de temas e na alternancia na navegación da xanela do tabulador (Alt + Tab).
he: Xfwm4 יכול עכשיו להפוך חלון לאריח כאשר גוררים אותו לקצה המסך. מאפיין זה הוא אופציונלי ומכובה כברירת מחדל. במקרה כזה חלונות עדיין יכולים להפוך לאריחים בעזרת קיצור מקלדת. שיפור נוסף הוא תמיכה טובה יותר בערכות נושא וניווט עם מקשי החיצים בחלון לשונית (Alt+Tab).
id: Kini Xfwm4 bisa mengubinkan sebuah jendela jika Anda menyeretnya ke sudut layar. Fitur ini opsional dan dinonaktifkan secara bawaan. Jika fitur ini nonaktif, jendela masih bisa diubinkan menggunakan pintasan papan tik. Peningkatan yang lain adalah dukungan tema yang lebih baik dan navigasi menggunakan tombol kursor pada jendela tab (Alt+Tab).
it: Xfwm4 può ora ridimensionare una finestra quando la si trascina al bordo dello schermo. Questa funzionalità è opzionale ed è disabilitata di base. In questo caso le finestre possono comunque essere ridimensionate usando le scorciatoie da tastiera. Un altro miglioramento riguarda un miglior supporto per i temi e la navigazione con i tasti cursore nell'elenco delle finestre (Alt+Tab).
ja: ウィンドウを画面端にドラッグしたときにウィンドウをタイル表示できるようになりました。この機能はデフォルトでは無効になっています。その場合でもキーボードショートカットでタイル表示を行えます。その他に、テーマサポートが向上し、Alt+Tab でのウィンドウ切替時に方向キーでのナビゲーションができるようになりました。
kk: Енді Xfwm4 терезені экран жиегіне сүйреп апарғанда оны қатарластыра алады. Бұл мүмкіндік міндетті емес және әдепкі бойынша сөндірілген. Мұндай жағдайда терезелерді пернетақта жарлығы арқылы қатарластыруға болады. Тағы бір жақсарту — тақырыптарды жақсырақ қолдау және беттер терезесіндегі (Alt+Tab) курсорлық пернелермен навигация.
lt: Xfwm4 nuo šiol gali pritaikyti lango dydį, kai nuvelkate jį į ekrano kraštą. Ši galimybė nebūtina ir pagal nutylėjimą išjungta. Tokiu atveju lango dydis vistiek gali būti pritaikytas naudojant klaviatūros nuorodą. Kitas pataisymas tai yra geresnis temų palaikymas ir naršymas klavišais kortelių lange (Alt+Tab).
ms: Xfwm4 kini dapat jubinkan tetingkap bila anda menyeretnya ke pinggir skrin. Fitur ini adalah pilihan dan dilumpuhkan secara lalai. Tetingkap boleh dijubinkan menerusi pintasan tetingkap. Penambahbaikian lain adalah sokongan tema lebih baik dan navigasi kekunci kursor dalam tetingkap tab (Alt+Tab).
nb: Xfwm4 kan nå flislegge et vindu når du drar det til kanten av skjermen. Denne funksjonen er valgfri og er avslått som standard. I slike tilfeller kan vinduer flislegges med en hurtigtast. En annen forbedring er bedre temastøtte og navigasjon med piltastene i Tab-vinduet (Alt + Tab).
oc: Xfwm4 pòt ara mosaïquer una fenèstra quand vous la faites lisar vers lo bòrd de l'ecran. Aquesta foncionalitat es facultative e es desactivada per defaut. Dins un tel cas, las fenèstras pòdon encara èsser mosaïquées amb l'ajuda d'un acorchi clavièr. Una autra melhorament es un melhor supòrt de la thématisation e de la tòca de navigation del curseur dins la fenèstra de l'onglet (Alt + Tab).
pl: Menedżer okien Xfwm4 potrafi teraz dopasować rozmiar przeciąganego okna do jednej z krawędzi ekranu. Ta własność jest opcjonalna i domyślnie wyłączona. Układanie okien po bokach ekranu możliwe jest także przy pomocy skrótów klawiszowych. Innymi usprawnieniami programu są lepsza obsługa stylów i sterowanie klawiszami kursora podczas przełączania pomiędzy oknami (Alt+Tab).
pt: O Xfwm4 pode agora afixar uma janela quando a arrasta para a borda do ecrã. Esta funcionalidade é opcional e está desligada por omissão. Em tal caso, as janelas podem ser afixadas usando um atalho de teclado. Outra importante melhoria é um melhor suporte a temas e a navegação por cursor na janela de tabulação (Alt+Tab).
pt_br: Xfwm4 agora pode encaixar uma janela quando você arrastá-la para as bordas da janela. Esse recurso é opcional e está desabilitado por padrão. Neste caso, janelas ainda podem ser encaixadas usando um atalho de teclado. Outra melhoria é a melhora de suporte a temas e navegação de tecla do cursor na alternância de janelas (Alt+Tab).
ro: Xfwm4 poate acum să pună în mozaic o fereastră atunci când o trageți la marginea ecranului. Această caracteristică este opțională și este dezactivată în mod implicit. Într-un astfel de caz, ferestrele pot fi în continuare așezate în mozaic folosind o comandă rapidă de la tastatură. O altă îmbunătățire este un suport mai bun pentru tematică și navigarea cu tasta cursorului în fereastra de tabular (Alt+Tab).
ru: Xfwm4 теперь умеет осуществлять мозаичное размещение окон при перетаскивании их к краям экрана. Эта функция необязательна и отключена по умолчанию. Но даже когда она отключена, окна всё равно можно расположить рядом друг с другом с помощью комбинаций клавиш. Ещё одна доработка — это улучшенная поддержка тем и навигации клавишами со стрелками в окне переключения по Alt+Tab.
sq: Tanimë Xfwm4-a mund të tjegullzojë një dritare, kur e tërhiqni te skaji i ekranit. Kjo veçori është opsionale dhe, si parazgjedhje, është e çaktivizuar. Në një rast të tillë dritaret prapë mund të tjegullzohen duke përdorur një shkurtore tastiere. Një tjetër përmirësim është mbulimi më i mirë për përdorim temash dhe lëvizjes së kursorit përmes tastesh te dritarja skedë (Alt+Tab).
sr: Иксфвм4 сада може да поплоча прозор када се он привуче ивици екрана. Ово је додатна могућност и онемогућена је подразумеваним поставкама. У том случају прозори могу бити поплочавани употребом пречица дугмади. Побољшана је и подршка за теме и управљање дугмадима стрелица у прозору измењивача (Alt+Tab).
sv: Xfwm4 kan nu fästa ett fönster då du drar det till skärmkanten. Denna funktion är valfri och är inaktiverad som standard. I sådan fall kan fönster fortfarande fästas med en tangentbordsgenväg. En annan förbättring är bättre stöd för teman och pekartangentnavigering i flikfönstret (alt+Tab).
th: Xfwm4 รุ่นนี้สามารถจัดหน้าต่างแบบเรียงกระเบื้องเมื่อคุณลากหน้าต่างไปที่ขอบหน้าจอ ความสามารถนี้เป็นตัวเลือกเสริมและจะถูกปิดไว้โดยปริยาย ซึ่งในกรณีดังกล่าวคุณยังสามารถจัดหน้าต่างแบบเรียงกระเบื้องได้โดยใช้ปุ่มลัดแป้นพิมพ์ การปรับปรุงอีกรายการหนึ่งคือการรองรับชุดตกแต่งที่ดีขึ้น และการเลื่อนเลือกด้วยปุ่มลูกศรในกล่องเลือกหน้าต่าง (Alt+Tab)
tr: Artık Xfwm4, pencereyi ekranın kenarına taşıdığınızda onu tam ekrana döşeyebiliyor.Bu isteğe bağlı bir seçenek ve varsayılan olarak etkin değil. Ayrıca pencereler klavye kısayolları ile de tam ekran olabiliyor. Bir başka geliştirme ise, daha iyi tema desteği ve sekme penceresindeki tuş ile gezintisi (Alt+Tab).
uk: Xfwm4 тепер може розкладати вікна плиткою при перетягуванні його до границі екрану. Ця властивість є необов’язкова і виключена по замовчуванню. Однак вікно можна розкласти за допомогою скорочень клавіатури. Також покращена підтримка тем і навігація курсором у вікнах-вкладках (Alt+Tab).
vi: Xfwm4 hiện có thể xếp một cửa sổ khi bạn kéo nó vào cạnh màn hình. Tính năng này là tùy chọn và bị tắt theo mặc định. Trong trường hợp như vậy, các cửa sổ vẫn có thể được xếp lớp bằng phím tắt. Một cải tiến khác là hỗ trợ chủ đề tốt hơn và điều hướng phím con trỏ trong cửa sổ tab (Alt+Tab).
zh_tw: Xfwm4 現在可以在您把視窗拖曳到螢幕邊緣時平鋪視窗。這個功能是可選的且預設停用。即便如此，視窗仍然可以利用鍵盤的快捷鍵平鋪。其他改進是更好的主題支援及在視窗頁籤中的游標鍵導覽(Alt+Tab)。

source: Xfce 4.12 tour
ca: Recorregut de l'Xfce 4.12
cs: Prohlídka Xfce 4.12
da: Xfce 4.12 rundvisning
de: Rundgang durch Xfce 4.12
es: Paseo por Xfce 4.12
fr: Présentation de Xfce 4.12
gl: Visita ao Xfce 4.12
he: סיור Xfce 4.12
id: Tur Xfce 4.12
it: Tour di Xfce 4.12
ja: Xfce 4.12 ツアー
kk: Xfce 4.12 шолуы
lt: Xfce 4.12 turas
ms: Jelajah Xfce 4.12
nb: Xfce 4.12 omvisning
oc: Visita Xfce 4.12
pl: Prezentacja Xfce 4.12
pt: Guia do Xfce 4.12
pt_br: Conheça o Xfce 4.12
ro: Turul versiunii Xfce 4.12
ru: Тур по Xfce 4.12
sq: Tur i 4.12-s
sr: Обилазак могућности Иксфце-а 4.12
sv: Xfce 4.12 rundvandring
th: นำชม Xfce 4.12
tr: Xfce 4.12 turu
uk: Огляд 4.12 версії Xfce
vi: Tham quan Xfce 4.12
zh_tw: Xfce 4.12 導覽
