Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Most distributions ship with Xfce. But if you want a newer version or you want to build Xfce from scratch, you can find the packages below. You can also take a look at a list of Xfce-oriented distributions <a href="/download/distros">here</a>.
nl: De meeste distributies schip met Xfce. Maar als je een nieuwere versie wilt of u wilt Xfce te bouwen vanaf nul, kunt u de onderstaande pakketten. U kunt ook een kijkje nemen op een lijst van Xfce-georiënteerde distributies <a href="/download/distros">hier</a> .

source: All Xfce modules are available in one single tarball from several mirrors (in one single tarball <em>or</em> separate tarballs):
nl: Alle Xfce modules zijn beschikbaar in een enkele tarball uit verschillende spiegels (in een tarball <em>of</em> afzonderlijke tarballs):

source: Below you can find download locations for the latest development/unstable release of Xfce. Note that this software almost certainly contains bugs, many of which might affect your desire to use it in a production environment. You should back up all configuration files before installing and using these releases. If you're uncertain about downloading this release, you should probably use the <a href="#stable">stable release</a> above.
nl: Hieronder vind je download locaties voor de nieuwste ontwikkeling / onstabiele versie van Xfce. Merk op dat deze software bijna zeker bugs, waarvan vele misschien uw wens om het te gebruiken in een productie-omgeving van invloed bevat. U moet een back-up alle configuratiebestanden voor installatie en gebruik van deze releases. Als je onzeker bent over het downloaden van deze versie, moet je waarschijnlijk gebruik maken van de <a href="#stable">stabiele release</a> hierboven.

source: Each package in Xfce can make idividual releases, also the core packages, to make development or stable releases. You can follow the announcements of the releases on the <a href="/community/lists">Xfce user mailing list</a>, watch the <a href="http://releases.xfce.org/feeds/project/">release feeds</a> or follow the Xfce <a href="http://identi.ca/xfce">ident.ca channel</a>.
nl: Elk pakket in Xfce kunnen maken idividual releases, maar ook de kern-pakketten, aan de ontwikkeling of stabiele releases te maken. U kunt de aankondigingen van de introducties op de <a href="/community/lists">Xfce user mailing list</a> , kijken naar de <a href="http://releases.xfce.org/feeds/project/">release-feeds</a> of volg de Xfce <a href="http://identi.ca/xfce">ident.ca kanaal</a> .

source: System requirements
nl: Systeemvereisten

source: All packages (except xfce4-dev-tools) depend on both gtk+ %s and glib %s.
nl: Alle pakketten (met uitzondering van xfce4-dev-tools) zijn afhankelijk van zowel de GTK +% s en glib% s.

source: It is also recommended to build all Xfce components from the same release version.
nl: Het is ook aanbevolen om alle Xfce componenten opgebouwd uit dezelfde release versie.

source: Build order
nl: Om te bouwen

source: Package dependencies
nl: Pakket afhankelijkheden

source: Package
nl: Pakket

source: Dependency(-ies)
nl: Afhankelijkheid van (-en)

source: Optional Dependency(-ies)
nl: Optionele Afhankelijkheid (-en)

source: The build dependencies tree is also available as a <a href="/images/documentation/xfce-bdeps.svg">SVG file</a>.
nl: De build afhankelijkheden boom is ook beschikbaar als een <a href="/images/documentation/xfce-bdeps.svg">SVG-bestand</a> .

source: Recommended packages
nl: Aanbevolen pakketten

source: support for scalable icons
nl: ondersteuning voor schaalbare iconen

source: better support for icon themes
nl: betere ondersteuning voor icoon thema's

source: locking the screen
nl: Het scherm vergrendelen

source: Distributions based on Xfce
nl: Distributies gebaseerd op Xfce

source: The Fedora Xfce Spin is live cd which is also installable that showcases the Xfce Desktop Environment featuring a mix of high productivity centric applications.
nl: De Fedora Xfce Spin is live-cd die ook installeerbaar dat vitrines de Xfce bureaublad omgeving een mix van hoge productiviteit centric toepassingen met.

source: Xubuntu is a Linux distribution based on Ubuntu. Unlike its parent Xubuntu uses the light-weight Xfce desktop environment. The distribution includes only GTK+ applications where possible.
nl: Xubuntu is een Linux distributie gebaseerd op Ubuntu. In tegenstelling tot haar moedermaatschappij Xubuntu maakt gebruik van de licht-gewicht Xfce desktop omgeving. De distributie bevat alleen GTK +-toepassingen waar mogelijk.

source: Zenwalk is an operating system based on Slackware. The goal of Zenwalk is being slim and fast using only one application per task combined with the Xfce Desktop. Zenwalk features the latest Linux technology along with a complete programming environment and libraries to provide an ideal platform for application programmers. Zenwalk's modular approach also provides a simple way to convert Zenwalk Linux into a finely-tuned modern server (e.g. LAMP, messaging, file sharing).
nl: Zenwalk is een besturingssysteem gebaseerd op Slackware. Het doel van Zenwalk is slank en snel in gebruik met slechts een aanvraag per taak in combinatie met de Xfce desktop. Zenwalk beschikt over de nieuwste Linux-technologie samen met een complete programmeer omgeving en bibliotheken te zorgen voor een ideaal platform voor applicatie-programmeurs. modulaire aanpak Zenwalk's biedt ook een eenvoudige manier om Zenwalk Linux te zetten in een fijn afgestelde moderne server (bijv. LAMP, messaging, file sharing).

source: Mythbuntu is an community supported add-on for Ubuntu focused upon setting up a standalone MythTV based PVR system. It can be used to prepare a standalon system or for integration with an existing MythTV network.
nl: Mythbuntu is steun gegeven aan een community add-on voor Ubuntu toegespitst op het opzetten van een stand-alone basis MythTV PVR-systeem. Het kan worden gebruikt om een standalon systeem voor te bereiden of voor integratie met een bestaande MythTV netwerk.

source: Element OS is a free open source operating system for home theater PCs, media center computers, and set-top boxes. Featuring an innovative "across the room" Xfce-based interface which is designed to be connected to your HDTV for a digital media and internet experience from within the comforts of your own living room or lounge. Element comes loaded with the software needed to stream all forms of Web content and manage your own multimedia library and downloads.
nl: Element OS is een gratis open source besturingssysteem voor home theater pc's, Media Center-computers, en set-top boxen. Met een innovatieve \ "kant van de kamer " Xfce-gebaseerde interface die is ontworpen om te worden aangesloten op uw HDTV voor een digitale media en internet-ervaring vanuit het comfort van uw eigen woonkamer of lounge. Element komt geladen met de software die nodig is om stroom van alle vormen van webinhoud en beheren van uw eigen multimedia-bibliotheek en downloads.

source: Dreamlinux is a modern and modular GNU/Linux system that can be run directly a CD/DVD/USBStick and optionally be installed to a HDD (IDE, SCSI, SATA, PATA and USB Drive).
nl: Dreamlinux is een modern en modulair GNU / Linux systeem dat direct kan worden uitgevoerd een CD / DVD / usbstick en eventueel worden geïnstalleerd op een harde schijf (IDE, SCSI, SATA, PATA en USB-schijf).

source: Speed, performance, stability -- these are attributes that set VectorLinux apart in the crowded field of Linux distributions. The creators of VectorLinux had a single credo: keep it simple, keep it small and let the end user decide what their operating system is going to be. What has evolved from this concept is perhaps the best little Linux operating system available anywhere.
nl: Snelheid, prestaties, stabiliteit - dit zijn attributen die Vector onderscheiden in de overvolle gebied van Linux distributies. De makers van Vector had een enkel credo: houd het simpel, hou het klein en laat de eindgebruiker beslissen wat hun besturingssysteem gaat worden. Wat is geëvolueerd van dit concept is misschien wel de beste kleine Linux-besturingssysteem beschikbaar overal.

source: Wolvix is a desktop oriented GNU/Linux distribution based on Slackware. It features the Xfce desktop environment and a comprehensive selection of development, graphics, multimedia, network and office applications. It's mainly targeted at home users and strives to provide a balance between everyday computing tasks, creativity, work and enjoyment.
nl: Wolvix is een desktop georiënteerde GNU / Linux distributie gebaseerd op Slackware. Het beschikt over de Xfce desktop omgeving en een uitgebreide selectie van de ontwikkeling, afbeeldingen, multimedia, netwerk-en Office-toepassingen. Het is voornamelijk gericht op thuisgebruikers en streeft naar een evenwicht bieden tussen het dagelijkse computergebruik taken, creativiteit, werk en plezier.

source: Kate OS is a polish GNU/Linux distribution. It is a lightweight binary distribution featuring Xfce as the default desktop environment.
nl: Kate OS is een Poolse GNU / Linux-distributie. Het is een lichtgewicht binaire distributie met Xfce als standaard desktop omgeving.

source: Salix is a Linux distribution based on Slackware that is simple, fast and easy to use. Salix is also fully backwards compatible with Slackware, so Slackware users can benefit from Salix repositories, which they can use as an "extra" quality source of software for their favorite distribution. Like a bonsai, Salix is small, light and the product of infinite care.
nl: Salix is een Linux distributie gebaseerd op Slackware, dat is eenvoudig, snel en makkelijk te gebruiken. Salix is ook volledig compatibel met Slackware, dus Slackware gebruikers kunnen profiteren van Salix repositories, die ze kunnen gebruiken als een \ "extra " kwaliteit bron van de software voor hun favoriete distributie. Net als een bonsai, Salix is klein, licht en het product van oneindige zorg.

source: Xfce Live-CD distributions
nl: Xfce Live-CD-distributies

source: SAM Linux Desktop is a self-booting live CD containing a full linux desktop OS. You don't have to install it on your harddisk, it runs completely from your cd drive and your RAM.
nl: SAM Linux Desktop is een self-booten live-cd met daarop een volledige Linux desktop OS. Je hoeft het niet te installeren op uw harde schijf, het loopt volledig uit uw cd-station en uw RAM-geheugen.

source: PureOSlight is a Debian-based liveCD (Debian testing) for french-speaking users. It's built with Linux-live scripts from Tomas Matejicek (Slax).
nl: PureOSlight is een op Debian gebaseerde LiveCD (Debian testing) voor Franstalige gebruikers. Het is gebouwd met Linux-live-scripts van Tomas Matejicek (Slax).

source: General distributions with a good Xfce support
nl: Algemene uitkeringen met een goede ondersteuning van Xfce

source: Debian is one of the most famous binary distributions, used as a base by many other distributions. It's know for its stability, its performances and the wide choice of available applications. The <a href="http://pkg-xfce.alioth.debian.org/">Debian Xfce group</a> takes care of integrating Xfce into Debian to provide a nice user experience.
nl: Debian is een van de meest bekende binaire distributies, gebruikt als uitvalsbasis door vele andere distributies. Het is bekend om de stabiliteit, de prestaties en de ruime keuze aan beschikbare toepassingen. De <a href="http://pkg-xfce.alioth.debian.org/">Debian Xfce groep</a> verzorgt de integratie van Xfce in Debian om ervaring op te zorgen voor een mooie gebruiker.

source: Mandriva Linux is an operating system for your computer. Easy to try. Easy to install. Easy to use. Xfce is of course available, simple to install and configure.
nl: Mandriva Linux is een besturingssysteem voor je computer. Gemakkelijk uit te proberen. Eenvoudig te installeren. Makkelijk te gebruiken. Xfce is uiteraard beschikbaar, eenvoudig te installeren en te configureren.

source: OpenSUSE is a free and Linux-based operating system for your PC, Laptop or Server. You can surf the web, manage your e-mails and photos, do office work, play videos or music and have a lot of fun!
nl: OpenSUSE is een gratis en Linux-gebaseerd besturingssysteem voor je PC, laptop of server. U kunt surfen op het web, het beheren van uw e-mails en foto's, doe kantoor werk, spelen video's of muziek en hebben veel plezier!

source: Arch Linux is a simple, agile and lightweight GNU/Linux distribution, and UNIX-like operating system. Arch Linux requires a certain level of intimate knowledge of its configuration and of UNIX-like system methodology.
nl: Arch Linux is een eenvoudige, flexibele en lichtgewicht GNU / Linux distributie, en UNIX-achtig besturingssysteem. Arch Linux vereist een zekere mate van intieme kennis van de configuratie en UNIX-achtig systeem methodologie.

source: The Official Release of Slackware Linux is an advanced Linux operating system, designed with the twin goals of ease of use and stability as top priorities. Including the latest popular software while retaining a sense of tradition, providing simplicity and ease of use alongside flexibility and power, Slackware brings the best of all worlds to the table.
nl: De officiële release van Slackware Linux is een geavanceerd besturingssysteem Linux, ontworpen met de twee doelstellingen van het gebruiksgemak en de stabiliteit als top prioriteiten. Waaronder de nieuwste populaire software met behoud van een gevoel van traditie, het verstrekken van eenvoud en gebruiksgemak, naast flexibiliteit en kracht, Slackware brengt het beste van alle werelden naar de tafel.

source: Gentoo is a special flavor of Linux that can be automatically optimized and customized for just about any application or need. Extreme performance, configurability and a top-notch user and developer community are all hallmarks of the Gentoo experience. Gentoo ships the latest Xfce releases and allow you to integrate them in a very performant environment.
nl: Gentoo is een speciale variant van Linux die automatisch kunnen worden geoptimaliseerd en aangepast voor zowat elke toepassing of behoefte. Extreme prestaties, configureerbaarheid en een top-notch gebruikers en ontwikkelaars gemeenschap zijn alle kenmerken van de Gentoo ervaring. Gentoo schepen van de nieuwste releases Xfce en kunt u ze te integreren in een zeer performante omgeving.

source: Lunar Linux is a source-based distribution. Although there is no native desktop environment in Lunar, it has excellent support for Xfce, mainly because a couple of Xfce developers are also Lunar developers. Another noticeable point: all Xfce servers are running Lunar Linux!
nl: Lunar Linux is een bron-gebaseerde distributie. Hoewel er geen native desktop omgeving in Lunar, heeft uitstekende ondersteuning voor Xfce, vooral omdat een paar van Xfce ontwikkelaars ook Lunar ontwikkelaars. Een ander interessant punt: alle Xfce servers draaien Lunar Linux!

source: The OpenBSD project produces a FREE, multi-platform 4.4BSD-based UNIX-like operating system. Our efforts emphasize portability, standardization, correctness, proactive security and integrated cryptography. OpenBSD supports binary emulation of most programs from SVR4 (Solaris), FreeBSD, Linux, BSD/OS, SunOS and HP-UX.
nl: Het OpenBSD project maakt een VRIJ, multi-platform, 4.4BSD-gebaseerd, UNIX-achtig besturingssysteem. Onze nadruk ligt op overdraagbaarheid, standaardisatie, correctheid, pro-actieve beveiliging en geïntegreerde cryptografie. OpenBSD ondersteunt binaire emulatie van de meeste programma's van SVR4 (Solaris), FreeBSD, Linux, BSD / OS, SunOS en HP-UX.

source: Translate
nl: Vertalen

source: Xfce uses the <a href="http://transifex.org">Transifex</a> translation platform as a portal for translators. This allows translators to translate on-line, submit new <em>po</em>-files, watch translations and view statistics. All translation updates are directly submitted in the <a href="http://git.xfce.org">Xfce GIT repositories</a>, so they are directly available for the rest of the world.
nl: Xfce gebruikt de <a href="http://transifex.org">Transifex</a> vertaling platform als een portal voor vertalers. Dit maakt vertalers lijn vertaald op de statistieken in te dienen nieuwe <em>po-bestanden,</em> kijken vertalingen en te bekijken. Alle vertalingen updates worden rechtstreeks ingediend bij de <a href="http://git.xfce.org">Xfce GIT repositories</a> , zodat ze direct beschikbaar voor de rest van de wereld.

source: Because we'd like to translate Xfce in as much languages as possible, we are always looking for new translation contributors. If you're interested in this, read the <em>getting started</em> section below.
nl: Omdat we graag Xfce vertalen in zoveel mogelijk talen, zijn wij altijd op zoek naar nieuwe vertaling medewerkers. Als u geïnteresseerd bent in deze, lees de <em>slag</em> hieronder.

source: Getting Started
nl: Aan de slag

source: Before you can contribute translations, you have to go through the steps below. Note that <em>ALL</em> these steps are required:
nl: Voordat u een bijdrage kan leveren vertalingen, je hebt te gaan door de onderstaande stappen. Merk op dat <em>al</em> deze stappen nodig:

source: First go to the <a href="http://translations.xfce.org/accounts/register/">registration page</a> and create a new profile. After you've pressed the <em>Register</em>-button, you will receive an email to confirm your account, before you can login.
nl: Eerst naar de <a href="http://translations.xfce.org/accounts/register/">registratie pagina</a> en maak een nieuw profiel. Nadat u hebt ingedrukt, wordt de <em>Register-knop,</em> ontvangt u een e-mail naar account te bevestigen je, voordat je kunt inloggen.

source: After you've logged in, go to your <a href="http://translations.xfce.org/accounts/profile/edit/personal/">profile page</a> and set your <em>First name</em>, <em>Surname</em> and <em>Native Language</em>. Your complete name is <em>required</em> for submitting translations and will be used in the GIT logs, so take this seriously!
nl: Nadat u zich hebt aangemeld, ga je naar je <a href="http://translations.xfce.org/accounts/profile/edit/personal/">profiel pagina</a> en stel uw <em>voornaam, achternaam</em> en <em>moedertaal.</em> Uw volledige naam is <em>vereist</em> voor het indienen van vertalingen en zal worden gebruikt in de GIT logs, dus neem dit serieus!

source: Join the <a href="http://foo-projects.org/mailman/listinfo/xfce-i18n">Xfce translation mailing list</a>. This is where the translation communication is coordinated, so it is nice to introduce yourself here. On this list developer will also announce when releases are planned, translations system changes or anything else you should know as a translators.
nl: Word lid van de <a href="http://foo-projects.org/mailman/listinfo/xfce-i18n">Xfce vertaling mailinglijst</a> . Dit is waar de vertaling communicatie wordt gecoördineerd, dus het is leuk om hier je jezelf introduceren. Op deze lijst ontwikkelaar zal ook aankondigen wanneer releases zijn gepland, vertalingen veranderingen in het systeem of iets anders je moet weten als vertalers.

source: Go to the <a href="http://translations.xfce.org/projects/p/xfce/teams/">Xfce translation teams</a> and request access to a team or request a new language if it doesn't exist yet. One of the developers or translation coordinators will approve (or decline) your request. All other product in this Transifex installation outsource the permissions of the Xfce product, so your rights in this product will apply all over <a href="http://translations.xfce.org">translations.xfce.org</a>.
nl: Ga naar de <a href="http://translations.xfce.org/projects/p/xfce/teams/">Xfce vertaalteams</a> en verzoek om toegang tot een team of een verzoek van een nieuwe taal als het nog niet bestaat. Een van de ontwikkelaars of vertaling coördinatoren zal goedkeuren (of daling) van uw verzoek. Alle andere product in deze Transifex installatie besteden de machtigingen van de Xfce product, zodat uw rechten in dit product van toepassing zijn hele <a href="http://translations.xfce.org">translations.xfce.org</a> .

source: Now wait patently. If it takes too long, leave a message on the translation mailing list.
nl: Nu overduidelijk wachten. Als het te lang duurt, laat dan een bericht op de vertaling mailinglijst.

source: Once this has all happened, you should have permission to submit and update translations in your language. You can find more information about this below. Don't forget to keep in touch with the other translators in your language (you can find them in the translation groups) to coordinate the translation work!
nl: Zodra dit is allemaal gebeurd, moet je toestemming om te dienen en vertalingen update in uw taal. U vindt meer informatie over deze hieronder. Vergeet niet om contact te houden met de andere vertalers in uw taal (je kunt ze vinden in de vertaling groepen) om de vertaling te werk te coördineren!

source: If you think anything went wrong, ideas? Don't hesitate and send an email to the Xfce translation mailing list, we're always there to help you!
nl: Als u denkt dat er iets mis ging, ideeën? Aarzel niet en een email naar de Xfce vertaling mailinglijst te sturen, we zijn er altijd om u te helpen!

source: Team Work
nl: Team Werk

source: Keep in touch with the current translator(s). Is your language already translated or being translated by someone else, then you should try to work together with the current translator(s) of that language, and split up the work so you are reducing the workload and increasing the quality of the translation. Many translators are happy to share the work or even appreciate people discussing translations.
nl: Blijf in contact met de huidige vertaler (s). Is uw taal al vertaald of wordt vertaald door iemand anders, dan moet je proberen om samen te werken met de huidige vertaler (s) van die taal, en opsplitsen van de werkzaamheden, zodat u de vermindering van de werkdruk en verhoging van de kwaliteit van de vertaling. Veel vertalers zijn blij om het werk te delen of zelfs waarderen mensen het over vertalingen.

source: The header of the PO files contain the field &quotLast-Translator&quot; As example here is the French translation of xfce4-panel: <a href="http://git.xfce.org/xfce/xfce4-panel/plain/po/fr.po">fr.po</a>.
nl: De kop van de PO-bestanden bevatten op het gebied &amp; quotLast-Translator "Als voorbeeld hier is de Franse vertaling van xfce4-panel: <a href="http://git.xfce.org/xfce/xfce4-panel/plain/po/fr.po">fr.po</a> .

source: You can send an email to the i18n mailing-list as well with a copy (CC) to the current translator if you did find out his email. Let know your intention and wait for an answer from the current translator(s). If you don't get a response in the upcoming weeks (2~3 weeks) you can consider translating the different projects.
nl: U kunt een email sturen naar het i18n mailing-lijst en met een kopie (CC) om de huidige vertaler als je vond van zijn e-mail. Laat weten wat uw voornemen en wacht op een antwoord van de huidige vertaler (s). Als u geen antwoord krijgt in de komende weken (2 ~ 3 weken) kunt u overwegen het vertalen van de verschillende projecten.
