Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: A large number of people contributed to the Xfce project. Although more people contributed to the project than the ones listed below, we'd like to say:
ca: Un gran nombre de persones van contribuir al projecte Xfce. Tot i que hi ha més gent que ha contribuït al projecte que les que s'enumeren a continuació, volem dir:
es: Una gran cantidad de personas contribuyeron al proyecto Xfce. Aunque más personas contribuyeron al proyecto que las que se enumeran a continuación, nos gustaría decir:
gl: Un gran número de persoas contribuíron ao proxecto Xfce. Aínda que máis persoas contribuíron ao proxecto que as que se indican a continuación, gustaríanos dicir:
he: מספר גדול של אנשים תרם לפרויקט Xfce. למרות שיותר אנשים תרמו לפרויקט מאשר אלו שרשומים מטה, אנחנו רוצים לאמר:
it: Un gran numero di persone ha contribuito al progetto Xfce. Anche se più persone di quelle elencate di seguito hanno contribuito al progetto, vorremmo elencare:
kk: Xfce жобасына көптеген адамдар үлес қосты. Жобаға төменде көрсетілгендерден де көп адам үлес қосқанымен, біз былай айтқымыз келеді:
pl: Wielu ludzi przyczyniło się do rozwoju środowiska Xfce i jest ich na pewno znacznie więcej, niż nazwisk zamieszczonych na poniższej liście.
pt: Um grande número de pessoas contribuiu para o projecto Xfce. Embora mais pessoas tenham contribuído para o projecto do que as listadas abaixo, gostaríamos de dizer:
pt_br: Um grande número de pessoas contribuiu para o projecto Xfce. Embora mais pessoas tenham contribuído para o projeto do que as listadas abaixo, gostaríamos de dizer:
ro: Un număr mare de persoane au contribuit la proiectul Xfce. Deși mai multe persoane au contribuit la proiect decât cele enumerate mai jos, am dori să spunem:
ru: Большое количество людей внесли свой вклад в проект Xfce. Хотя в проекте участвовало больше людей, чем перечисленные ниже, мы хотели бы сказать:
sq: Te projekti Xfce kanë dhënë ndihmesë një numër i madh personash. Edhe pse te projekti kanë kontribuar më tepër persona se sa ata të paraqitur më poshtë, do të donim të thoshim:
sr: Велики број људи је доприносио пројекту ИксФЦЕ. Иако је више људи допринело пројекту од исписаних испод, желели би да кажемо следеће:
vi: Một số lượng lớn người đã đóng góp cho dự án Xfce. Mặc dù có nhiều người đóng góp cho dự án hơn những người được liệt kê dưới đây, nhưng chúng tôi muốn nói:

source: Thanks to all who helped making this software available!
ca: Gràcies a tots els que han ajudat a fer disponible aquest programari!
cs: Děkujeme všem, kteří pomohli zpřístupnění tohoto softwaru!
da: Tak til alle som har hjulpet med at gøre dette software tilgængeligt!
de: Vielen Dank an alle, die die Veröffentlichung dieser Software ermöglicht haben!
es: ¡Gracias a todos los que ayudaron a hacer que este software esté disponible!
fr: Merci à tous ceux qui ont rendu l’existence de ce logiciel possible !
gl: Grazas a todos os que axudaron a facer que este soporte lóxico estea dispoñíbel!
he: תודה לכל אלו שעזרו להפוך את התוכנה הזו לזמינה!
id: Terima kasih kepada semua pihak yang telah menjadikan perangkat lunak ini siap-sedia!
it: Grazie a tutti quelli che hanno contribuito a rendere questo programma disponibile!
ja: このソフトウェアを利用できるよう協力していただいた皆様に感謝します!
kk: Осы бағдарламалық қамтаманы қолжетімді етуге көмектескендердің барлығына рахмет!
lt: Dėkui visiems kurie padėjo šiai programinei įrangai išvysti pasaulį!
ms: Terima kasih kerana semua orang yang membantu merealisasikan perisian ini!
nb: Takk til alle som bidro til å gjøre denne programvaren tilgjengelig!
nl: Dank aan allen die geholpen hebben om deze software beschikbaar is!
oc: Mercé a totes los qu'an contribuit a far qu'aqueste logicial siá disponible !
pl: Dziękujemy wszystkim, którzy przyczynili się do stworzenia niniejszego oprogramowania!
pt: Obrigado a todos aqueles que ajudaram a criar este software!
pt_br: Muito obrigado a todos que ajudaram a tornar esse software disponível!
ro: Mulțumim tuturor celor ce au facilitat crearea acestui software!
ru: Спасибо всем, кто помог сделать это программное обеспечение доступным!
sq: Falënderime për të gjithë ata që ndihmuan në realizimin e këtij software-i!
sr: Хвала свима који су помогли да ове мекотворине буде доступне!
sv: Tack till alla som hjälpt till att göra denna mjukvara tillgänglig!
th: ขอขอบคุณทุกท่านที่ได้ช่วยทำให้มีซอฟต์แวร์นี้เกิดขึ้น!
tr: Bu yazılımı kullanılabilir hale getirmek için yardımcı olan herkese teşekkürler!
uk: Дякуємо всім, хто допоміг зробити доступним це програмне забезпечення!
vi: Cảm ơn tất cả những người đã giúp làm cho phần mềm này có sẵn!
zh_tw: 感謝所有幫助這個軟體開發的人！

source: Core developers
ca: Desenvolupadors principals
cs: Hlavní vývojáři
da: Primære udviklere
de: Hauptentwickler
es: Desarrolladores del núcleo
fr: Développeurs principaux
gl: Desenvolvedores do núcleo
he: מפתחי ליבה
id: Pengembang utama
it: Sviluppatori principali
ja: コア開発者
kk: Негізгі әзірлеушілер
lt: Pagrindiniai autoriai
ms: Pembangun teras
nb: Utviklere av sentrale komponenter
oc: Desvolopaires de basa
pl: Główni programiści
pt: Programadores principais
pt_br: Desenvolvedores centrais
ro: Programatori principali
ru: Основные разработчики
sq: Zhvillues bazë
sr: Програмерима језгра
sv: Kärnutvecklare
th: นักพัฒนาแกนหลัก
tr: Ana geliştiriciler
uk: Основні розробники
vi: Nhà phát triển cốt lõi
zh_tw: 核心開發者

source: Active contributors
ca: Contribuïdors actius
cs: Aktivní přispěvatelé
da: Aktive bidragydere
de: Aktive Mitentwickler
es: Colaboradores activos
fr: Contributeurs actifs
gl: Colaboradores/as activos/as
he: תורמים פעילים
id: Kontributor aktif
it: Collaboratori attivi
ja: 現在の協力者
kk: Белсенді үлес қосушылар
lt: Aktyvūs bendraautoriai
ms: Penyumbang aktif
nb: Aktive bidragsytere
nl: Actieve bijdragers
oc: Contributors actius
pl: Bieżący współpracownicy
pt: Colaboradores ativos
pt_br: Contribuidores ativos
ro: Contribuitori activi
ru: Активные участники
sq: Pjesëmarrës aktivë
sr: Тренутним доприносиоцима
sv: Aktiva bidragsgivare
th: ผู้ร่วมสมทบงานในปัจจุบัน
tr: Etkin katkıda bulunanlar
uk: Активні помічники
vi: Những người đóng góp tích cực
zh_tw: 活躍的貢獻者

source: Servers maintained by
ca: Mantenidors dels servidors
cs: Správa serverů
da: Vedligeholdelse af servere
de: Server bereitgestellt von
es: Servidores mantenidos por
fr: Serveurs administrés par
gl: Servidores mantidos por
he: שרתים מתוחזקים על ידי
id: Pemelihara server
it: Server mantenuto da
ja: サーバーの管理
kk: Серверлерді қолдайтындар
lt: Serverius prižiūri
ms: Pelayan diselenggara oleh
nb: Tjenere vedlikeholdt av
nl: Servers die worden onderhouden door
oc: Servidors gerits per
pl: Opiekunowie serwerów
pt: Manutenção de servidores por
pt_br: Servidores mantidos por
ro: Administratori de servere
ru: Поддержка сервера
sq: Mirëmbajtja e shërbyesve nga
sr: Служитељима које одржавају
sv: Servrar underhållna av
th: ดูแลเซิร์ฟเวอร์โดย
tr: Sunucu desteğini sağlayanlar
uk: Підтримка серверів
vi: Máy chủ được duy trì bởi
zh_tw: 伺服器維護者

source: Translations supervision
ca: Supervisió de les traduccions
cs: Dohled nad překlady
da: Tilsyn af oversættelser
de: Koordination der Übersetzungen
es: Supervisión de las traducciones
fr: Supervision des traductions
gl: Supervisión das traducións
he: פיקוח תרגומים
id: Pengawas terjemahan
it: Supervisione dei traduttori
ja: 翻訳の監修
kk: Аудармаларды қадағалау
lt: Vertimų priežiūra
ms: Penyeliaan terjemahan
nb: Oversettelsesoppsyn
nl: Vertalingen toezicht
oc: Supervision de las traduccions
pl: Nadzorcy tłumaczeń
pt: Supervisão de traduções
pt_br: Supervisão das traduções
ro: Supervizori ai localizării
ru: Наблюдение за переводами
sq: Mbikëqyrje përkthimesh
sr: Надгледачима превођења
sv: Tillsyn översättning
th: กำกับงานแปล
tr: Çeviri denetimi
uk: Нагляд за перекладом
vi: Giám sát dịch thuật
zh_tw: 翻譯監督

source: Documentation supervision
ca: Supervisió de documentació
cs: Dohled nad dokumentací
da: Tilsyn af dokumentation
de: Koordination der Dokumentation
es: Supervisión de documentación
gl: Supervisión da documentación
he: פיקוח תיעוד
id: Pengawas terjemahan
it: Supervisione della documentazione
ja: 文書化の監修
kk: Құжаттаманы қадағалау
lt: Dokumentacijos priežiūra
pl: Nadzorcy tłumaczeń
pt: Supervisão da documentação
pt_br: Supervisão de documentação
ro: Supervizarea documentației
ru: Наблюдение за документацией
sq: Mbikëqyrje dokumentimi
sr: Надгледање превођења
sv: Dokumentation Tillsyn
th: กำกับงานเอกสาร
tr: Belgelendirme denetimi
uk: Нагляд за документацією
vi: Giám sát tài liệu
zh_tw: 文件監督

source: Our beloved translators
ca: Els nostres estimats traductors
cs: Naši milí překladatelé
da: Vores elskede oversættere
de: Unsere geschätzten Übersetzer
es: Nuestros queridos traductores
gl: Os nosos queridos tradutores
he: המתרגמים האהובים שלנו
id: Para penerjemah
it: I nostri cari traduttori
ja: 翻訳者
kk: Біздің сүйікті аудармашыларымыз
lt: Mūsų mylimi vertėjai
pl: Nasi ukochani tłumacze
pt: Os nossos adorados tradutores
pt_br: Nossos amados tradutores
ro: Traducătorii noștri dragi
ru: Наши любимые переводчики
sq: Përkthyesit tanë të dashur
sr: Наши вољени преводиоци
sv: Våra kära översättare
th: ผู้แปลอันเป็นที่รัก
tr: Sevgili çevirmenlerimiz
uk: Наші любимі перекладачі
vi: Các dịch giả yêu quý của chúng tôi
zh_tw: 我們最親愛的翻譯者

source: Previous contributors
ca: Anteriors contribuïdors
cs: Dřívější přispěvatelé
da: Tidligere bidragydere
de: Frühere Mitentwickler
es: Colaboradores anteriores
fr: Contributeurs précédents
gl: Colabores/as anteriores
he: תורמים קודמים
id: Kontributor terdahulu
it: Collaboratori precedenti
ja: 以前の協力者
kk: Бұрынғы үлес қосушылар
lt: Ankstesni bendraautoriai
ms: Penyumbang terdahulu
nb: Tidligere bidragsytere
nl: Vorige respondenten
oc: Contributors precedents
pl: Byli współpracownicy
pt: Colaboradores anteriores
pt_br: Contribuidores anteriores
ro: Contributori anteriori
ru: Предыдущие участники
sq: Pjesëmarrës të dikurshëm
sr: Претходним доприносиоцима
sv: Tidigare bidragsgivare
th: ผู้ร่วมสมทบงานในอดีต
tr: Önceki katkıda bulunanlar
uk: Давні помічники
vi: Những người đóng góp trước đây
zh_tw: 之前的貢獻者

source: Xfce 4.18 tour
ca: Tour Xfce 4.18
es: Paseo de Xfce 4.18
gl: Visita ao Xfce 4.18
he: סיור Xfce 4.18
it: Tour di Xfce 4.18
kk: Xfce 4.18 шолуы
lt: Xfce 4.18 turas
pl: Prezentacja Xfce 4.18
pt: Guia do Xfce 4.18
pt_br: Conheça o 4.18
ro: Turul versiunii Xfce 4.18
ru: Тур по Xfce 4.18
sq: Tur për Xfce 4.18-n
sr: Обилазак ИксФЦЕ-а 4.18
sv: Xfce 4.18 rundtur
vi: Tham quan Xfce 4.18

source: This tour will introduce you to new major features of Xfce 4.18. It only covers improvements made on the (user-visible) surface.
ca: Aquest recorregut us introduirà noves característiques principals de l'Xfce 4.18. Només cobreix les millores realitzades en la superfície (visible per l'usuari).
de: Dieser Rundgang macht Sie mit den wichtigsten neuen Funktionen von Xfce 4.18 bekannt. Er deckt nur Verbesserungen an der (für den Benutzer sichtbaren) Oberfläche ab.
es: Este recorrido le presentará las nuevas funciones principales de Xfce 4.18. Solo cubre las mejoras realizadas en la superficie (visible para el usuario).
gl: Este percorrido presentaralle as novas características principais de Xfce 4.18. Só cobre as melloras feitas na superficie (visible polo usuario).
he: הסיור הזה יציג בפניך מאפיינים עיקריים חדשים של Xfce 4.18. הוא מכסה רק שיפורים שנעשו על פני השטח (גלויים למשתמש).
it: Questo tour descrive le principali novità introdotte da Xfce 4.18. Le novità descritte rappresentano solamente quelle visibili dall'utente.
kk: Бұл шолу сізді Xfce 4.18 нұсқасының жаңа негізгі мүмкіндіктерімен таныстырады. Ол тек (пайдаланушыға көрінетін) сыртқы жақсартуларды ғана қамтиды.
pl: Ta prezentacja zapozna Cię z nowymi głównymi funkcjami Xfce 4.18. Obejmuje tylko ulepszenia dokonane na powierzchni (widocznej dla użytkownika).
pt: Este guia irá apresentar-lhe as novas funcionalidades principais de Xfce 4.18. Abrange apenas as melhorias feitas na superfície (visível ao utilizador).
pt_br: Será apresentado a você, as novas características principais do Xfce 4.18. Ela abrange apenas as melhorias feitas na interface (visível ao usuário).
ro: Acest tur vă va prezenta noile caracteristici majore ale Xfce 4.18. Acesta acoperă numai îmbunătățirile aduse la suprafață (vizibile pentru utilizator).
ru: Этот тур познакомит вас с новыми основными функциями Xfce 4.18. Он охватывает только улучшения, сделанные на (видимой пользователем) поверхности.
sq: Ky tur do t’ju njohë me veçoritë e reja të rëndësishme të Xfce 4.18-s. Mbulon vetëm përmirësimet e bëra në sipërfaqe (të dukshme për përdoruesit).
sr: Овај обилазак ће Вам представити највеће новости о могућностима ИксФЦЕ-а 4.18. Обухвата само површна (кориснички видљива) побољшања.
vi: Chuyến tham quan này sẽ giới thiệu cho bạn các tính năng chính mới của Xfce 4.18. Nó chỉ bao gồm những cải tiến được thực hiện trên bề mặt (người dùng có thể nhìn thấy).

source: Check the full <a href="/download/changelogs/4.18/">Xfce 4.18 changelog</a> for a detailed list of changes.
ca: Comproveu el registre complet de canvis <a href="/download/changelogs/4.18/">Xfce 4.18</a> per a una llista detallada de canvis.
de: Das vollständige <a href="/download/changelogs/4.18/">Xfce 4.18 Änderungsprotokoll</a> enthält die detaillierte Liste der Änderungen.
es: Consulte el registro de <a href="/download/changelogs/4.18/">cambios completo de Xfce 4.18</a> para obtener una lista detallada de los cambios.
gl: Consulte o rexistro de <a href="/download/changelogs/4.18/">cambios completo do Xfce 4.18</a> para obter unha lista detallada dos cambios.
he: בדוק את <a href="/download/changelogs/4.18/">יומן שינויים Xfce 4.18</a> לרשימה מלאה של שינויים.
it: Consultare l'<a href="/download/changelogs/4.18/">elenco completo delle modifiche di Xfce 4.18</a> per un elenco dettagliato delle modifiche.
kk: Өзгерістердің толық тізімін <a href="/download/changelogs/4.18/">Xfce 4.18 өзгерістер журналынан</a> қараңыз.
lt: Norėdami matyti išsamesnį pakeitimų sąrašą, žiūrėkite pilną <a href="/download/changelogs/4.18/">Xfce 4.18 keitinių žurnalą</a>.
pl: Sprawdź pełny <a href="/download/changelogs/4.18/">dziennik zmian Xfce 4.18</a>, aby uzyskać szczegółową listę zmian.
pt: Veja o <a href="/download/changelogs/4.18/">registo de alterações completo do Xfce 4.18</a> para uma lista detalhada das alterações.
pt_br: Veja o <a href="/download/changelogs/4.18/">registo de alterações completo do Xfce 4.18</a> para uma lista detalhada das mudanças.
ro: Consultați <a href="/download/changelogs/4.18/">Jurnalul de modificări al Xfce 4.18</a> pentru o listă detaliată a modificărilor.
ru: Ознакомьтесь с полным <a href="/download/changelogs/4.18/">списком изменений Xfce 4.18</a>, чтобы получить подробный список изменений.
sq: Për një listë të hollësishme të ndryshimeve, shihni <a href="/download/changelogs/4.18/">regjistrin e plotë të ndryshimeve në Xfce 4.18</a>.
sr: Погледајте потпуни <a href="/download/changelogs/4.18/">Дневник измена ИксФЦЕ-а 4.18</a> ради потпунијег списка измена.
vi: Kiểm tra <a href="/download/changelogs/4.18/">nhật ký thay đổi Xfce 4.18</a> đầy đủ để biết danh sách chi tiết các thay đổi.

source: Widget Library
ca: Biblioteca de ginys
de: Widget-Bibliothek
es: Biblioteca de widgets
gl: Biblioteca de controis
he: ספרית ישומונים
it: Libreria dei widget
kk: Виджеттер кітапханасы
pl: Biblioteka widżetów
pt: Biblioteca de Widgets
pt_br: Biblioteca de widgets
ro: Biblioteca de elemente de control (widgets)
ru: Библиотека Виджетов
sq: Bibliotekë Widget-sh
sr: Књижница справица
sv: Widgetbibliotek
vi: Thư viện tiện ích

source: Filename Input Dialog
ca: Diàleg d'entrada del nom de fitxer
de: Dialog zur Eingabe von Dateinamen
es: Cuadro de diálogo de entrada de nombre de archivo
gl: Diálogo de entrada de nome de ficheiro
he: דו שיח קלט שם קובץ
it: Finestra per inserimento di nomi dei file
kk: Файл атын енгізу сұхбат терезесі
pl: Okno dialogowe wprowadzania nazwy pliku
pt: Janela para inserção do nome do ficheiro
pt_br: Janela de diálogo de inserção de nome de arquivo
ro: Fereastra de dialog pentru introducerea numelui fișierului
ru: Диалог ввода имени файла
sq: Dialog Dhënieje Emrash Kartelash
sr: Прозор уноса имена датотека
sv: Dialogrutan för inmatning av filnamn
vi: Hộp thoại nhập tên tệp

source: XfceFilenameInput is a comfortable widget for filename input, which was added in order to prevent invalid filenames at an early stage and to give detailed feedback on the concrete problem.
ca: XfceFilenameInput és un giny còmode per a l'entrada de noms de fitxer, que es va afegir per tal d'evitar noms de fitxer no vàlids en una fase primerenca i per donar una retroalimentació detallada sobre el problema concret.
de: XfceFilenameInput ist ein komfortables Widget für die Eingabe von Dateinamen, das hinzugefügt wurde, um ungültige Dateinamen frühzeitig zu verhindern und um detailliertes Feedback zum konkreten Problem zu geben.
es: XfceFilenameInput es un widget cómodo para la entrada de nombres de archivos, que se añadió para evitar nombres de archivos no válidos en una etapa temprana y brindar comentarios detallados sobre el problema concreto.
gl: Inserción de nome de ficheiro do Xfce é un control cómodo para a entrada de nomes de ficheiros, que se engadiu para evitar nomes de ficheiros non válidos nunha fase inicial e para dar retroalimentación sobre o problema concreto.
he: XfceFilenameInput הוא ישומון נוח לקלט שם קובץ, שהתווסף על מנת למנוע שמות קובץ לא תקניים בשלב מוקדם וכדי לתת משוב מפורט על הבעיה.
it: XfceFilenameInput è un comodo widget per l'inserimento del nome del file, il quale è stato aggiunto per prevenire i nomi di file non validi in una fase iniziale e per fornire un feedback dettagliato sul problema concreto.
kk: XfceFilenameInput — файл атын енгізуге арналған ыңғайлы виджет, ол файл атының дұрыс болмауын ерте кезеңде болдырмау және нақты мәселе туралы егжей-тегжейлі кері байланыс беру үшін қосылған.
pl: XfceFilenameInput to wygodny widżet do wprowadzania nazw plików, który został dodany w celu zapobiegania nieprawidłowym nazwom plików na wczesnym etapie i przekazywania szczegółowych informacji zwrotnych na temat konkretnego problemu.
pt: Inserção do nome do ficheiro do Xfce é um "widget" para a inserção do nome do ficheiro, que foi adicionado a fim de evitar nomes de ficheiros inválidos numa fase inicial e para dar um feedback detalhado sobre o problema concreto.
pt_br: A inserção do nome de arquivo do Xfce é um "widget" para a inserção do nome do arquivo, que foi adicionado para evitar nomes de arquivo inválidos desde o início e para dar um feedback detalhado sobre o problema concreto.
ro: XfceFilenameInput este un element de control confortabil pentru introducerea numelor de fișiere, care a fost adăugat pentru a preveni numele de fișiere nevalide într-un stadiu incipient și pentru a oferi informații detaliate cu privire la problema concretă.
ru: XfceFilenameInput — это удобный виджет для ввода имени файла, который был добавлен для того, чтобы предотвратить появление недопустимых имен файлов на ранней стадии и предоставить подробную обратную связь по конкретной проблеме.
sq: XfceFilenameInput është një <em>widget</em> i rehatshëm për dhënie emrash kartelash, që u shtua për të parandaluar që herët emra të pavlefshëm kartelash dhe për të dhënë komente të hollësishme mbi problemin konkret.
sr: Именски унос ИксФЦЕ-а (XfceFilenameInput) је удобна справица за унос имена, која је додата да рано спречи неисправне облике имена датотека и да обезбеди потпунији одзив при текућој потешкоћи именовања.
vi: XfceFilenameInput là một tiện ích tiện lợi cho việc nhập tên tệp, được thêm vào để ngăn chặn tên tệp không hợp lệ ở giai đoạn đầu và đưa ra phản hồi chi tiết về vấn đề cụ thể.

source: XfceFilenameInput - trailing whitespaces
ca: XfceFilenameInput - espais en blanc finals
de: XfceFilenameInput - Leerzeichen am Ende
es: XfceFilenameInput - espacios finales en blanco
gl: Inserción de nome de ficheiro do Xfce - espazos en branco ao final
he: XfceFilenameInput - רווחים נגררים
it: XfceFilenameInput - spazi alla fine
kk: XfceFilenameInput - соңындағы бос орындар
pl: XfceFilenameInput – końcowe spacje
pt: Inserção do nome do ficheiro do Xfce - espaços em branco à direita
pt_br: Inserção do nome de arquivo do Xfce - espaços em branco à direita
ro: XfceFilenameInput - spații albe la sfârșit
ru: XfceFilenameInput — пробелы в конце
sq: XfceFilenameInput - hapësira të zbrazëta në fund
sr: Именски унос ИксФЦЕ-а - завршни размаци
vi: XfceFilenameInput - khoảng trắng ở cuối

source: XfceFilenameInput - slash
ca: XfceFilenameInput - barra
es: XfceFilenameInput - barra inclinada
gl: inserción de nome de ficheiro do Xfce - barra
he: XfceFilenameInput - קו נטוי
kk: XfceFilenameInput - қиғаш сызық
pl: XfceFilenameInput – ukośnik
pt: Inserção do nome do ficheiro do Xfce - barra
pt_br: Inserção do nome de arquivo do Xfce - barra
ro: XfceFilenameInput - bară oblică
ru: XfceFilenameInput — слэш
sq: XfceFilenameInput - pjerrake
sr: Именски унос ИксФЦЕ-а - коса црта
vi: XfceFilenameInput - gạch chéo

source: Generic Shortcut Editor
ca: Editor de dreceres genèriques
de: Generischer Kurzbefehl-Editor
es: Editor de accesos directos genéricos
gl: Editor de atallos xenérico
he: עורך קיצורי דרך גנרי
it: Editor di scorciatoie generiche
kk: Жалпы жарлықтар түзеткіші
pl: Ogólny edytor skrótów
pt: Editor de atalhos genérico
pt_br: Editor de atalhos genérico
ro: Editor generic de taste de comenzi rapide
ru: Общий редактор горячих клавиш
sq: Përpunues Elementar Shkurtoresh
sr: Општи уредник пречица
sv: Generisk genvägsredigerare
vi: Trình chỉnh sửa lối tắt chung
