Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Today we are pleased to announce the third and hopefully final preview release of Xfce 4.8 which is set to be pushed out to the public on January 16th, 2011. Compared to Xfce 4.8pre2 this release mostly features translation updates and bug fixes.
ca: Avui ens complau anunciar la tercera i esperem que última versió prèvia de l'Xfce 4.8 que està previst que sigui emesa al públic el 16 de gener de 2011. En comparació amb l'Xfce 4.8pre2 aquest llançament presenta majoritàriament actualitzacions de traduccions i correccions d'errors.
cs: S potěšením dnes oznamujeme třetí a snad poslední vydání verze preview Xfce 4.8, které bude představeno veřejnosti dne 16. ledna 2011. V porovnání s verzí Xfce 4.8pre2 přináší toto vydání především aktualizace překladů a opravy chyb.
da: Idag er vi tilfredse med at annoncere den tredje og forhåbentlig endelige forhånds-udgave af Xfce 4.8 hvilket er sat til at blive skubbet ud til offentligheden Januar d. 16, 2011. Sammenlignet med Xfce 4.8pre2 indeholder denne udgave for det meste oversættelses-opdateringer og fejl-rettelser.
de: Wir freuen uns, Ihnen heute die dritte und hoffentlich letzte, finale Vorabveröffentlichung für Xfce 4.8 anzukündigen, welches am 16. Januar 2011 für die Öffentlichkeit freigegeben wird. Verglichen mit Xfce 4.8pre2 bietet diese Version hauptsächlich Aktualisierungen der Übersetzungen und Fehlerkorrekturen.
es: Hoy nos complace anunciar la tercera y esperamos que final, versión candidata de Xfce 4.8 cuya salida al público está programada para el 16 de enero de 2011. Comparada con Xfce 4.8pre2 , está más traducida y libre de errores.
fr: Nous avons le plaisir de vous annoncer aujourd’hui la troisième et, espérons-le, dernière préversion de Xfce 4.8 dont la sortie officielle est prévue le 16 janvier 2011. Par rapport à Xfce 4.8pre2, elle a surtout bénéficié de mises à jour de traductions et de corrections de bogues.
gl: Hoxe temos o pracer de anunciar a terceira e, con sorte, a versión previa á final do Xfce 4.8 que está prevista para o público o 16 de xaneiro de 2011. En comparación co Xfce 4.8pre2 esta versión inclúe principalmente actualizacións de tradución e corrección de fallos.
he: היום אנו שמחים להודיע על גרסת הקדם השלישית ובתקווה אחרונה של Xfce 4.8 שמתוכננת להימסר לציבור ב-16 לינואר 2011. בהשוואה לגרסת הקדם השנייה גרסה זו מאופיינת בעיקר בעידכוני תרגום ותיקוני באגים.
id: Hari ini kami dengan bangga mengumumkan rilis pratinjau yang ketiga dan semoga menjadi rilis final dari Xfce 4.8 yang direncanakan untuk diedarkan kepada khalayak umum pada 16 Januari 2011. Dibandingkan dengan Xfce 4.8pre2, rilis ini kebanyakan berisi pembaruan penerjemahan dan perbaikan kutu.
it: Il gruppo di sviluppo di Xfce è lieto di annunciare il terzo, e probabilmente ultimo, rilascio di anteprima di Xfce 4.8 il cui rilascio finale è fissato per il 16 gennaio 2011. In confronto a Xfce 4.8pre2 questo rilascio porta con sé principalmente degli aggiornamenti alle traduzioni e delle correzioni di bug.
kk: Бүгін біз Xfce 4.8 үшінші және соңғы болады деп үміттелетін алдын ала шығарылымын жариялауға қуаныштымыз, ол 2011 жылдың 16 қаңтарында көпшілікке ұсынылады. Xfce 4.8pre2-мен салыстырғанда, бұл шығарылымда негізінен аударма жаңартулары мен қателерді түзетулер бар.
lt: Šiandien mums malonu pranešti apie trečią ir, tikimės, paskutinę Xfce 4.8 peržiūros laidą, kuri turėtų pasiekti viešumą 2011-ųjų Sausio 16. Palyginus su Xfce 4.8pre2 šioje laidoje yra tik vertimų atnaujinimai ir klaidų ištaisymai.
ms: Hari ini kami dengan sukacitanya mengumumkan keluaran pratonton akhir ketiga Xfce 4.8 yang dilepaskan kepada orang ramai pada 16 Januari 2011. Jika dibandingkan dengan Xfcepra2, keluaran ini kebanyakannya fiturkan kemaskini terjemahan dan pembaikan pepijat.
nb: Vi annonserer idag den tredje og forhåpentligvis den siste forhåndsutgivelsen av Xfce 4.8, som etter planen lanseres den 16. januar 2011. Sammenlignet med Xfce 4.8pre2 har denne utgivelsen for det meste nye oversettinger og feilrettinger.
oc: Uèi, sèm uroses d'anonciar la tresena e espèri darrièra version preliminària de Xfce 4.8 que deuriá èsser publicada cap al public lo 16 de genièr de 2011. Per rapòrt a Xfce 4.8pre2 aquesta version compòrta principalament de mesas a jorn de traduccion e de correccions de bugs.
pl: Mamy przyjemność ogłosić wydanie trzeciej i miejmy nadzieję ostatniej wersji testowej Xfce 4.8, które planowane jest na 16 styczeń, 2011. W porównaniu z wersją Xfce 4.8pre2, na to wydanie składają się głównie uaktualnienia tłumaczeń i naprawy błędów.
pt: Hoje temos o prazer de anunciar o lançamento prévio do terceiro e espero final Xfce 4.8, que está previsto para ser lançado para o público no dia 16 de Janeiro de 2011. Comparado com o Xfce 4.8pre2 esta versão, na sua maioria, apresenta atualizações de tradução e correções de erros.
pt_br: Hoje temos o prazer de anunciar o terceiro e esperado último lançamento de pré-visualização do Xfce 4.8 que é definido para ser lançado ao público em 16 de janeiro de 2011. Comparado ao Xfce 4.8pre2, esta versão apresenta principalmente atualizações de tradução e correções de bugs.
ro: Astăzi avem plăcerea de a anunța cea de-a treia și, sperăm, ultima pre-versiune a Xfce 4.8, care urmează să fie distribuită publicului pe 16 ianuarie 2011. Comparativ cu Xfce 4.8pre2, această versiune conține în principal actualizări ale traducerii și remedieri de erori.
ru: Сегодня мы рады представить третий, надеемся последний, предварительный выпуск Xfce 4.8, публикация которого назначена на 16 января 2011. В данном предварительном выпуске, по сравнению с Xfce 4.8pre2, в основном выполнено обновление переводов и исправление ошибок.
sq: Sot kemi kënaqësinë të njoftojmë hedhjen e tretë dhe, me shpresë, të fundit paraparje në qarkullim të 4.8-s, që është caktuar t’i jepet publikut më 16 janar të 2011-s. Krahasuar me Xfce 4.8pre2, kjo hedhje në qarkullim përmban më së shumti përditësime dhe ndreqje të metash.
sr: Драго нам је што данас можемо да најавимо треће, и надамо се коначно издање Иксфце-а 4.8, које је замишљено да буде објављено 16. јануара 2011. У поређењу са Иксфце-ом 4.8пре2, ово издање углавном доноси надградње превода и исправке грешака.
sv: Idag har vi nöjet att tillkännage den tredje och förhoppningsvis sista förhandsversionen av Xfce 4.8 som är inställd att släppas till allmänheten den 16:e januari 2011. Jämfört med Xfce 4.8pre2 innehåller denna utgåva mest översättningsuppdateringar och felrättningar.
th: วันนี้เรามีความยินดีที่จะประกาศรุ่นตัวอย่างที่สามและหวังว่าจะเป็นรุ่นตัวอย่างสุดท้ายของ Xfce 4.8 ซึ่งได้ถูกกำหนดที่จะผลักดันออกสู่สาธารณะในวันที่ 16 มกราคม 2554 เมื่อเทียบกับ Xfce 4.8pre2 แล้ว รุ่นนี้โดยส่วนใหญ่เป็นการปรับคำแปลและแก้บั๊ก
tr: Bugün, Xfce 4.8 sürümünün üçüncü ve son ön izlemesini duyurduğumuz için çok mutluyuz ki, bu 16 Ocak 2011 çıkış tarihi olarak belirlenmişti. Xfce 4.8pre2 ile karşılaştırıldığında, bu sürüm genellikle çeviri güncellemesi ve hata düzeltmelerinden oluşuyor.
uk: Сьогодні ми з гордістю представляємо про третій і останній передфінальний випуск Xfce 4.8, який заплановано випустити в світ 16 січня 2011. В порівнянні з Xfce 4.8pre2 цей випуск містить більше оновлень перекладів і виправлень вад.
vi: Hôm nay, chúng tôi vui mừng thông báo bản phát hành xem trước thứ ba và hy vọng là bản xem trước cuối cùng của Xfce 4.8, dự kiến ​​sẽ được ra mắt công chúng vào ngày 16 tháng 1 năm 2011. So với Xfce 4.8pre2, bản phát hành này chủ yếu có các bản cập nhật dịch thuật và sửa lỗi.
zh_tw: 今天，我們很高興的宣佈最終版本預定在2011年1月16日發佈的 Xfce 4.8最終預覽版本。相較 Xfce 4.8pre2，這個版本主要是翻譯更新和臭蟲修復。

source: With christmas and new year's eve between 4.8pre2 and 4.8pre3 it comes as no surprise that for most components only a few issues were tackled.
ca: Amb el Nadal i la vigília de cap d'any entre 4.8pre2 i 4.8pre3 no és cap sorpresa que per a la majoria dels components només s'abordessin uns pocs problemes.
cs: Není překvapením, že kvůli Vánocům a Novému Roku bylo mezi verzemi 4.8pre2 a 4.8pre3 opraveno pouze několik málo potíží.
da: Med jul og nytårsaften mellem 4.8pre2 og 4.8pre3 er det ingen overraskelse at for de fleste komponenter, var det kun et par problemer der blev taklet.
de: Da zwischen den 4.8pre2 und 4.8pre3 Weihnachten und Neujahr lag, ist es sicher keine Überraschung, dass für die meisten Komponenten nur einige wenige Probleme behoben wurden.
es: Con Navidad y Año Nuevo entre 4.8pre2 y 4.8pre3 no es de extrañar que, para la mayoría de los componentes, sólo unas pocas cuestiones se han abordado.
fr: Avec Noël et le Nouvel An tombant entre la 4.8pre2 et la 4.8pre3, il n’est pas surprenant que seuls certains problèmes aient été traités.
gl: Co nadal e véspera de ano entre a 4.8pre2 e a 4.8pre3 non é de agardar que para a maioría dos compoñentes só se abordasen algunhas incidencias.
he: עם חג המולד וערב השנה החדשה בין 4.8pre2 ו-4.8pre3 זו לא הפתעה שברוב הרכיבים טופלו רק מעט בעיות.
id: Dengan adanya natal dan tahun baru di antara 4.8pre2 dan 4.8pre3, tidak mengherankan jika untuk sebagian besar komponen, hanya beberapa permasalahan yang ditangani.
it: Con Natale e il nuovo anno tra il rilascio 4.8pre2 e 4.8pre3 non deve stupire il fatto che per la maggior parte dei componenti sono stati corretti solo piccoli problemi.
kk: 4.8pre2 және 4.8pre3 арасында Рождество мен Жаңа жыл мерекелері болғандықтан, компоненттердің көпшілігінде тек бірнеше мәселелер шешілгені таңқаларлық емес.
lt: Kadangi taip sutapo, kad Kalėdos ir Naujieji metai yra tarp 4.8pre2 ir 4.8pre3, nenuostabu, kad daugelyje komponentų buvo pataisytos tik kelios klaidos.
ms: Oleh kerana hari krismas dan tahun baru berada diantara 4.8pra2 dan 4.8pra3, dijangkakan bagi kebanyakan komponen hanya beberapa isu diteliti dan diselesaikan.
nb: Romjula kom imellom 4.8pre2 og 4.8pre3, og det sier vel seg selv at kun småting ble håndtert.
oc: Amb Nadal e lo ressopet del cap d'an entre 4.8pre2 e 4.8pre3, es pas susprenent que de la màger part dels components, solament qualques problèmas son estadas abordats.
pl: Pomiędzy wydaniem 4.8pre2 a 4.8pre3 miały miejsce święta Bożego Narodzenia i Nowy Rok. W tym czasie udało się naprawić tylko kilka błędów.
pt: Com o Natal e véspera de Ano Novo entre 4.8pre2 e 4.8pre3 vem como nenhuma surpresa pois a maioria dos componentes apenas algumas questões foram abordadas.
pt_br: Com o Natal e ano novo entre 4.8pre2 e 4.8pre3, ele vem como nenhuma surpresa que, para a maioria dos componentes, apenas algumas questões foram abordadas.
ro: Cu Crăciunul și Anul Nou între 4.8pre2 și 4.8pre3, nu este surprinzător faptul că pentru majoritatea componentelor au fost abordate doar câteva probleme.
ru: С попаданием Рождества и Нового года между предварительными выпусками 4.8pre2 и 4.8pre3, не удивительно, что для большинства компонентов были исправлены только некоторые проблемы.
sq: Me Kërshëndellat dhe Vitin e Ri mes 4.8pre2-shit dhe 4.8pre3-shit, s’duhet të çudisë njeri fakti që, për shumicën e përbërësve, vetëm pak çështje u prekën.
sr: Због Божића и Нове године између 4.8 пре2 и 4.8 пре3 није ни чудо да је у многим деловима измењено само пар ствари.
sv: Med jul och nyårsafton mellan 4.8pre2 och 4.8pre3 kommer det inte som en överraskning att för de flesta komponenter har bara några frågor hanterats.
th: ด้วยความที่มีคริสต์มาสและคืนขึ้นปีใหม่คั่นกลางระหว่าง 4.8pre2 และ 4.8pre3 จึงไม่น่าแปลกใจที่มีการจัดการกับปัญหาต่างๆ เพียงเล็กน้อยเท่านั้นสำหรับองค์ประกอบต่างๆ
tr: Yılbaşı ile birlikte, yeni yılın arifesi 4.8pre2 ve 4.8pre3 arasında oldu ve bir çok bileşen çok az hata ile karşılaştı.
uk: Із-за Різдва і Нового Року зрозуміло, що між версіями 4.8pre2 і 4.8pre3 було вирішено тільки кілька проблем.
vi: Với Giáng sinh và đêm giao thừa trong khoảng thời gian từ 4.8pre2 đến 4.8pre3, không có gì ngạc nhiên khi hầu hết các thành phần chỉ có một số vấn đề được giải quyết.
zh_tw: 在4.8pre2和4.8pre3中間有耶誕節和新年，因此毫不意外的只處理了多數組件中的少數問題。

source: Among other things we updated the default keyboard shortcuts to include monitor keys. The status icon of the file manager's progress dialog is now properly hidden when the dialog is destroyed. Its wallpaper plugin is now capable of handling filenames with spaces. The environment variables of commands launched from the Xfce run dialog were not set properly, so we fixed that so that commands launched from the dialog always inherit the environment of the Xfce session.
ca: Entre altres coses, hem actualitzat les dreceres de teclat predeterminades per incloure les tecles de monitor. La icona d'estat del diàleg de progrés del gestor de fitxers s'oculta correctament quan es destrueix el diàleg. El seu connector de fons de pantalla ara és capaç de gestionar noms de fitxer amb espais. Les variables d'entorn de les ordres llançades des del diàleg d'execució de l'Xfce no s'han establert correctament, de manera que s'ha corregit perquè les ordres llançades des del diàleg sempre heretin l'entorn de la sessió de l'Xfce.
da: Blandt andre ting har vi opdateret standard tastatur-genveje til at inkludere skærm-nøgler. Status ikoner af fil-håndtering, udviklings-dialog er nu ordenligt gemt når dialogen er ødelagt. Dets baggrunds-billede plugin er nu i stand til at håndtere filnavne med mellemrum. Miljø-variabler af kommandoer kørt fra Xfce kør-dialogen var ikke sat ordenligt, så vi har rettet det så kommandoer kørt fra dialogen altid arver miljøet af Xfce-sessionen.
de: Unter anderem haben wir die Standard-Tastenkürzel um Monitor-Tasten erweitert. Das Statussymbol des Fortschrittsdialogs der Dateiverwaltung wird jetzt ausgeblendet, wenn der Dialog geschlossen wird. Das Hintergrundbild-Plugin kann jetzt Dateinamen mit Leerzeichen verwenden. Umgebungsvariablen von Befehlen, die durch Xfces »Anwendung ausführen«-Dialog gestartet werden, wurden nicht richtig gesetzt, aber das Problem wurde behoben und Befehle, die mit durch diesen Dialog ausgeführt werden, erben jetzt die Umgebungsvariablen der Xfce-Sitzung.
es: Entre otras cosas, actualizamos los atajos de teclado predeterminados para incluir teclas de monitor. El icono de estado del cuadro de diálogo de progreso del administrador de archivos ahora se oculta correctamente cuando se cierra el cuadro de diálogo. Su complemento de fondo de pantalla ahora es capaz de manejar nombres de archivos con espacios. Las variables de entorno de los comandos lanzados desde el cuadro de diálogo de ejecución de Xfce no se configuraron correctamente, por lo que lo arreglamos para que los comandos lanzados desde el cuadro de diálogo siempre heredaran el entorno de la sesión de Xfce.
gl: Entre outras cousas, actualizamos os atallos de teclado predeterminados para incluír a monitorización de teclas. A icona de estado da xanela de progreso do xestor de ficheiros agora está debidamente agochada cando a xanela é destruída. O engadido de fondo de escritorio agora é capaz de manipular nomes de ficheiros con espazos. As variábeis de contorno das ordes iniciadas desde a xanela de execución do Xfce non foron axustadas correctamente, polo que fixamos isto para que as ordes iniciadas desde a xanela sempre herden o contorno da sesión do Xfce.
he: בין יתר הדברים עידכנו את קיצורי מקלדת ברירת מחדל לכלול מפתחות תצוגה. איקון הסטטוס של דו שיח התקדמות מנהל הקבצים הוא עכשיו מוסתר כהלכה כאשר הדו שיח מושמד. תוסף הטפטים שלו מסוגל עכשיו לטפל בשמות קובץ עם רווחים. משתני הסביבה של פקודות המופעלות מדו שיח הרצה של Xfce לא היו מוגדרים כראוי, אז תיקנו את זה כדי שהפקודות המופעלות מדו שיח תמיד יורשות את הסביבה של סשן Xfce.
it: Tra le altre cose, sono state aggiornate le scorciatoie da tastiera predefinite al fine di includere i tasti dello schermo. L'icona di stato della finestra di avanzamento del gestore di file viene ora nascosta in modo corretto quando la finestra è chiusa. Il suo plugin per lo sfondo è ora in grado di gestire i nomi di file contenenti degli spazi. Le variabili di ambiente dei comandi avviati dalla finestra di esecuzione di Xfce non erano impostati correttamente e sono stati aggiornati in modo che i comandi avviati da questa finestra ereditino sempre l'ambiente della sessione di Xfce.
kk: Басқалармен қатар, біз монитор пернелерін қосу үшін стандартты пернетақта жарлықтарын жаңарттық. Файлдар менеджерінің прогресс сұхбат терезесінің күй таңбашасы сұхбат терезесі жойылған кезде енді дұрыс жасырылады. Оның тұсқағаздар плагині енді бос орындары бар файл аттарымен жұмыс істей алады. Xfce орындау сұхбат терезесінен жіберілген командалардың орта айнымалылары дұрыс орнатылмаған еді, сондықтан біз оны сұхбат терезесінен жіберілген командалар әрқашан Xfce сессиясының ортасын иеленетіндей етіп түзедік.
lt: Tarp kitų dalykų, mes atnaujinome numatytuosius sparčiuosius klaviatūros klavišus, kad įtrauktume monitoriaus klavišus. Failų tvarkytuvės eigos dialogo būsenos piktograma dabar, kai dialogas sunaikinamas, yra tinkamai paslėpiama. Failų tvarkytuvės darbalaukio fono įskiepis dabar gali apdoroti failų pavadinimus su tarpais. Iš Xfce vykdymo dialogo paleidžiamų komandų aplinkos kintamieji nebuvo teisingai nustatomi, todėl, mes tai ištaisėme, kad iš dialogo paleidžiamos komandos visada paveldėtų Xfce seanso aplinką.
pl: Między innymi zaktualizowaliśmy domyślne skróty klawiaturowe, aby uwzględnić klawisze monitora. Ikona stanu w oknie postępu menedżera plików jest teraz prawidłowo ukryta po zlikwidowaniu okna dialogowego. Wtyczka tapet może teraz obsługiwać nazwy plików ze spacjami. Zmienne środowiskowe poleceń uruchamianych z okna uruchamiania Xfce nie były ustawione poprawnie, więc naprawiliśmy to, aby polecenia uruchamiane z okna zawsze dziedziczyły środowisko sesji Xfce.
pt: Entre outras coisas, atualizámos as teclas de atalho predefinidas para incluir teclas de monitor. O ícone de estado da janela de progresso do gestor de ficheiros está agora devidamente ocultada quando a janela é destruída. O seu plugin de papel de parede é agora capaz de lidar com nomes de ficheiros com espaços. As variáveis de ambiente dos comandos lançados a partir da janela de execução Xfce não foram definidas corretamente, pelo que corrigimos isso para que os comandos lançados a partir da janela herdassem sempre o ambiente da sessão Xfce.
pt_br: Entre outras coisas, atualizamos os atalhos de teclado padrão para incluir as teclas do monitor. O ícone de status do diálogo de progresso do gerenciador de arquivos agora está devidamente oculto quando o diálogo é destruído. Seu plugin de papel de parede agora é capaz de lidar com nomes de arquivos com espaços. As variáveis ​​de ambiente dos comandos iniciados no diálogo de execução do Xfce, não foram definidas corretamente, então corrigimos isso para que os comandos iniciados no diálogo sempre herdem o ambiente da sessão do Xfce.
ro: Printre altele, am actualizat comenzile rapide de la tastatură implicite pentru a include tastele monitorului. Pictograma de stare a dialogului de progres al gestionarului de fișiere este acum ascunsă corect atunci când dialogul este distrus. Modulul său de fundal este acum capabil să gestioneze nume de fișiere cu spații. Variabilele de mediu ale comenzilor lansate din dialogul de execuție Xfce nu erau definite corect, așa că am remediat această problemă astfel încât comenzile lansate din dialog să moștenească întotdeauna mediul sesiunii Xfce.
ru: Среди прочего, мы обновили стандартные комбинации клавиш, добавив клавиши монитора. Значок статуса для диалога прогресса файлового менеджера теперь правильно скрывается после закрытия диалога. Модуль обоев рабочего стола теперь может обрабатывать названия файлов с символами пробелов. Также мы исправили ошибку в установке переменных сред при запуске команды из диалога запуска Xfce, теперь запускаемая команда всегда наследует среду окружения сеанса Xfce.
sq: Mes gjërash të tjera, përditësuam shkurtore parazgjedhje tastiere, që të përfshijnë taste për monitorin. Ikona e gjendjes në dialogun e ecurisë te përgjegjësi i kartelave tani fshihet si duhet, kur dialogu asgjësohet. Shtojca e tij për sfonde tani është në gjendje të trajtojë emra kartelash me hapësira. Ndryshoret e mjedisit, për urdhra të dhënë që nga dialogu Xfce <em>run</em> s’ujdiseshin si duhet, ndaj e ndreqëm këtë, që urdhrat e dhënë prej dialogut të trashëgojnë përherë mjedisin e sesionit Xfce.
sr: Између осталог, обновили смо подразумеване пречице дугмади да надзорну дугмад. Сличица стања прозора напретка управника датотека је сада правилно сакривена када се прозорче уништи. Његов прикључак слике радне површи је сада способан да управља именима датотека са размацима. Променљиве окружења наредби покренутих ис прозорчета покретања ИксФЦЕ-а нису биле постављене правино, тако да смо то поправили како би наредбе покренуте из прозорчета увек биле прослеђене окружење седнице ИксФЦЕ-а.
th: ในบรรดาสิ่งที่เราเปลี่ยนแปลง เราได้ปรับปุ่มลัดปริยายต่างๆ ให้รวมปุ่มสำหรับจอภาพด้วย ไอคอนสถานะของกล่องแสดงความคืบหน้าของโปรแกรมจัดการแฟ้มก็ซ่อนตัวอย่างถูกต้องหลังปิดกล่องโต้ตอบแล้ว ปลั๊กอินพื้นหลังพื้นโต๊ะก็สามารถจัดการชื่อแฟ้มที่มีช่องว่างได้แล้ว และก่อนหน้านี้ ตัวแปรสภาพแวดล้อมของคำสั่งที่เรียกจากกล่องเรียกคำสั่งของ Xfce ไม่ได้มีการกำหนดค่าอย่างเหมาะสม เราจึงแก้ปัญหานี้ เพื่อให้คำสั่งที่เรียกจากกล่องโต้ตอบดังกล่าวสืบทอดสภาพแวดล้อมของวาระ Xfce มาด้วยเสมอ
tr: Diğer şeylerin yanı sıra, varsayılan klavye kısayollarını monitör tuşlarını içerecek şekilde güncelledik. Dosya yöneticisinin ilerleme iletişim kutusunun durum simgesi, iletişim kutusu yok edildiğinde artık düzgün bir şekilde gizleniyor. Duvar kağıdı eklentisi artık boşluklu dosya adlarını işleyebilir. Xfce çalıştırma iletişim kutusundan başlatılan komutların ortam değişkenleri doğru şekilde ayarlanmadığından, iletişim kutusundan başlatılan komutların her zaman Xfce oturumunun ortamını devralmasını sağladık.
vi: Ngoài những thứ khác, chúng tôi đã cập nhật các phím tắt mặc định để bao gồm các phím màn hình. Biểu tượng trạng thái của hộp thoại tiến trình của trình quản lý tệp hiện được ẩn chính xác khi hộp thoại bị hủy. Plugin hình nền của nó hiện có khả năng xử lý tên tệp có dấu cách. Các biến môi trường của các lệnh được khởi chạy từ hộp thoại chạy Xfce không được đặt chính xác, vì vậy chúng tôi đã sửa lỗi đó để các lệnh khởi chạy từ hộp thoại luôn kế thừa môi trường của phiên Xfce.
