Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: For this release we focused on fixing bugs in all Xfce components. We managed to close a great number of them thanks to all the persons who reported them and tested proposed fixes quickly.
ca: Per a aquesta versió ens hem centrat en corregir errors en tots els components de l'Xfce. Vam aconseguir tancar-ne un gran nombre gràcies a totes les persones que els van reportar i van provar les solucions proposades ràpidament.
cs: V tomto vydání jsme se zaměřili na opravu chyb ve všech komponentách Xfce. Podařilo se nám uzavřít velké množství z nich díky osobám, které je nahlásily a rychle navržené opravy otestovaly.
da: For denne udgave er vi fokuseret på fejl-rettelser i all Xfce komponenter. Vi har formået at lukke et stort antal af dem takket være alle personerne der rapporterede dem og testede foreslået rettelser hurtigt.
de: Für diese Veröffentlichung haben wir uns darauf konzentriert, Fehler in allen Xfce-Komponenten zu beheben. Dank der großen Anzahl an Personen, die Fehler gemeldet haben und die Korrekturen überprüft haben, konnten wir eine große Zahl von Fehlern beheben.
es: Para esta liberación nos hemos centrado en la corrección de errores en todos los componentes de Xfce. Hemos dirigido la corrección de un gran número de estos gracias a todas las personas que nos los han comunicado y han testeado las soluciones propuestas a estos errores.
fr: Pour cette version, nous nous sommes concentrés sur les corrections de bogues des composants Xfce. Nous avons réussi à en éliminer de nombreux grâce aux personnes les ayant signalés et ayant testé les correctifs rapidement.
gl: Para este versión centrámonos en corrixir fallos en todos os compoñentes do Xfce. Conseguimos pechar un gran número deles grazas a todas as persoas que os informaron e probaron rapidamente as correccións propostas.
he: לגרסה זו התמקדנו בתיקון באגים בכל רכיבי Xfce. הצלחנו לסגור מספר גדול שלהם הודות לכל האנשים שדיווחו אותם ובדקו תיקונים מוצעים במהירות.
id: Untuk rilis ini kami fokus pada perbaikan kutu di semua komponen Xfce. Kami berhasil menutup sejumlah besar kutu berkat semua orang yang melaporkannya dan menguji dengan cepat perbaikan yang diusulkan.
it: Per questo rilascio lo sforzo maggiore è stato dedicato alla correzione dei bug dei componenti di Xfce. Un alto numero di bug sono stati chiusi grazie anche alle persone che li hanno segnalati e hanno provato le correzioni in tempi brevi.
kk: Бұл шығарылым үшін біз барлық Xfce компоненттеріндегі қателерді түзетуге көңіл бөлдік. Қателер туралы хабарлаған және ұсынылған түзетулерді тез тексерген барлық адамдардың арқасында біз олардың көп санын жаба алдық.
lt: Šioje laidoje mes susitelkėme ties visų Xfce komponentų klaidų taisymu. Visų žmonių, kurie pranešė apie klaidas ir testavo pateiktus ištaisymus, dėka, mums pavyko ištaisyti nemažą kiekį klaidų.
ms: Untuk keluaran ini kami lebih fokuskan kepada pembaikan pepijat dalam semua komponen Xfce. Kami berjaya menyelesaikan sebahagian besar pepijat tersebut. Terima kasih kepada individu yang melaporkan pepijat dan menguji pembaikan pepijat dengan pantas.
nb: Vi fokuserte på feilretting av alle Xfce-komponentene. Vi har fikset ganske mange takket være alle som har meldt dem inn og testet de foreslåtte løsningene.
oc: Per aquesta version, nous sèm concentrats sus la correccion de bugs dins totes los components de Xfce. Avèm capitat de tampar un grand nombre d'entre eles gràcias a totas las personas que los an senhalats e testats rapidament las correccions prepausadas.
pl: W tym wydaniu skupiono się głównie na naprawie błędów wszystkich komponentów Xfce. Udało się to dzięki osobom, które zgłaszały problemy i testowały zaproponowane rozwiązania.
pt: Neste lançamento fizemos correção de bugs em todos os componentes do Xfce. Prestámos grande atenção a grande parte deles graças a todas as pessoas que reportaram e testaram as correções rapidamente.
pt_br: Para este lançamento, focamos na correção de bugs em todos os componentes do Xfce. Conseguimos resolver um grande número deles graças a todas as pessoas que os relataram e testaram rapidamente as correções propostas.
ro: Pentru această versiune ne-am concentrat pe remedierea erorilor în toate componentele Xfce. Am reușit să închidem un număr mare dintre ele datorită tuturor persoanelor care le-au raportat și au testat rapid soluțiile propuse.
ru: В этом выпуске мы сосредоточились на исправлении ошибок во всех компонентах Xfce. Нам удалось устранить большое количество ошибок благодаря тем, кто сообщил о них, и тем, кто быстро проверил предлагаемые исправления.
sq: Për këtë hedhje në qarkullim u përqendruam në ndreqje të metash në krejt përbërësit e Xfce-së. Arritëm të mbyllim një numër të madh prej tyre falë krejt personave që i njoftuan dhe testuan shpejt ndreqjet e propozuara.
sr: Са овим издањем смо се усредсредили на исправљање грешака у свим деловима Иксфце-а. Успели смо да затворимо велики број њих захваујући свима који су их пријавили и брзо пробали исправке.
sv: För denna utgåva har vi fokuserat på att rätta till fel i alla Xfce-komponenter. Vi har lyckats fixa ett stort antal av dem tack vare alla personer som rapporterat dem och snabbt testat föreslagna rättningar.
th: สำหรับรุ่นนี้ เรามุ่งแก้ไขบั๊กต่างๆ ในองค์ประกอบทั้งหมดของ Xfce เราได้จัดการปิดบั๊กจำนวนมากด้วยความช่วยเหลือจากบุคคลต่างๆ ที่รายงานและทดสอบแพตช์แก้ที่มีการเสนอมาอย่างรวดเร็ว
tr: Bu sürüm için tüm Xfce bileşenlerindeki hataların tespitine odaklanılmıştır. Biz, bunları rapor eden ve önerilen düzeltmeleri hızlı bir şekilde test eden kişiler sayesinde bunların çoğunu kapatabildik.
uk: У цьому випуску ми зосередилися на виправленню вад в усіх компонентах Xfce. Ми виправили багато з них, дякуючи людям, які повідомили про них і швидко протестували запропоновані латки.
vi: Đối với bản phát hành này, chúng tôi tập trung vào việc sửa lỗi trong tất cả các thành phần Xfce. Chúng tôi đã cố gắng đóng được rất nhiều lỗi nhờ tất cả những người đã báo cáo và thử nghiệm các bản sửa lỗi được đề xuất một cách nhanh chóng.
zh_tw: 這個版本，我們專注於修復所有 Xfce 組件中的臭蟲。我們努力的關閉了相當多的臭蟲回報，並感謝所有報告它們以及快速測試建議修復的人們。

source: A few minor panel features were added despite feature freeze. We also managed to work on two long time requests: proper support for editing the application menu with menu editors (Alacarte being the one that we tested) and integration with the Compiz viewport. Of course, this release also features a lot of new and improved translations thanks to the amazing work of our translation teams.
ca: Es van afegir algunes característiques de panell menor malgrat la congelació de les característiques. També hem aconseguit treballar en dues sol·licituds de molt de temps: suport adequat per editar el menú de l'aplicació amb editors de menús (Alacarte és el que vam provar) i integració amb el viewport Compiz. Per descomptat, aquest llançament també compta amb un munt de traduccions noves i millorades gràcies a l'increïble treball dels nostres equips de traducció.
cs: Přes zmrazení vlastností bylo přidáno několik malých funkcí a vlastností panelu. Podařilo se nám také zapracovat na dvou dlouhodobých požadavcích: korektní podpoře editace nabídky aplikací pomocí editorů nabídky (jedním z testovaných byl nástroj Alacarte) a integraci zobrazení pomocí Compiz. Toto vydání samozřejmě obsahuje mnoho nových a vylepšených překladů díky úchvatné práci překladatelských týmů.
da: Et par mindre panel funktioner var tilføjet, selvom vi var under funktion-frys. Vi har også formået at arbejde på to langtids-andmodninger: ordenlig understøttelse for redigering af applikations-menuen med menu-redigering (Alacarte værende den vi testede) og integration med Compiz udsigts-port. Selvfølgelig har denne udgave også mange nye funktioner og forbedrede oversættelser, tak til det fantastiske arbejde af vores oversættelses-hold.
de: Trotz des Feature-Freeze konnten wir einige kleine Funktionen in der Leiste hinzufügen. Wir konnten auch zwei seit langem bestehende Wünsche erfüllen: Unterstützung für die Bearbeitung des Anwendungsmenüs mit Menüeditoren (getestet mit Alacarte ) und Integration mit Compiz. Natürlich enthält diese Version auch viele neue und verbesserte Übersetzungen auf Grund der außerordentlichen Arbeit unserer Übersetzungsteams.
es: Se añadieron algunas características menos relevantes a pesar de la fase de estabilización. También hemos trabajado en dos solicitudes que ya nos realizaron hace tiempo: el soporte adecuado para la edición del menú de la aplicación con varios editores de menú (Alacarte es uno de los que hemos probado) y la integración con el área de visualización de Compiz. Por supuesto, esta versión también cuenta con una gran cantidad de traducciones nuevas y mejoradas gracias al increíble trabajo de nuestros equipos de traducción.
fr: Quelques fonctionnalités mineures ont été ajoutées au tableau de bord malgré le gel du code. Nous avons aussi travaillé sur deux demandes de longue date : prise en charge appropriée des éditeurs de menu permettant de modifier le menu des applications (testé avec Alacarte) et intégration avec la fenêtre Compiz. Cette version comprend également une amélioration des traductions et l’arrivée de nouvelles grâce à l’incroyable travail de nos équipes de traduction.
gl: Engadíronse algunhas funcións menores a pesar da fixación de características. Tamén conseguimos traballar en dúas solicitudes solicitadas hai tempo: permitir a edición do menú de aplicacións cos editores de menús (sendo Alacarte o que probamos) e a integración co visor de Compiz. Por suposto, esta versión tamén achega moitas traducións novas e melloradas grazas ao sorprendente traballo dos nosos equipos de tradución.
he: נוספו מעט מאפייני פאנל שוליים למרות הקפאת המאפיינים. הצלחנו גם לעבוד על שתי בקשות מלפני הרבה זמן: תמיכה טובה בעריכת תפריט התוכנות עם עורכי תפריט (בדקנו את Alacarte) ושילוב עם Compiz viewport. כמובן, גרסה זו מציגה גם הרבה תרגומים חדשים ומשופרים הודות לעבודה המדהימה של קבוצות התרגום שלנו.
id: Beberapa fitur panel minor ditambahkan meskipun pada fase pembekuan fitur. Kami juga berhasil mengerjakan dua permintaan yang telah lama diajukan: dukungan yang lebih baik untuk menyunting menu aplikasi dengan penyunting menu (Alacarte menjadi satu yang kami uji) dan integrasi dengan Compiz viewport. Tentu saja, rilis ini juga mengedepankan banyak terjemahan yang baru dan ditingkatkan berkat hasil kerja yang menakjubkan dari tim penerjemah kami.
it: Nonostante il congelamento delle funzionalità, sono state aggiunte alcune nuove caratteristiche al pannello. Sono state anche implementate due richieste di lunga data: un supporto adeguato per la modifica del menu delle applicazioni con gli editor del menu (per i test è stato utilizzato Alacarte) e l'integrazione con Compiz. Naturalmente questo rilascio porta con sé anche una serie di nuove traduzioni e di miglioramenti a quelle esistenti, grazie allo splendido lavoro dei gruppi di traduzioni.
kk: Функцияларды мұздатуға қарамастан, панельдің бірнеше шағын функциялары қосылды. Біз сондай-ақ көптен бері келе жатқан екі сұраныспен жұмыс істей алдық: қолданбалар мәзірін мәзір редакторларымен (біз тексерген Alacarte сияқты) дұрыс түзетуді қолдау және Compiz viewport-пен интеграция. Әрине, бұл шығарылымда аударма топтарының тамаша жұмысының арқасында көптеген жаңа және жақсартылған аудармалар бар.
lt: Nepaisant ypatybių fiksavimo, buvo pridėtos kelios naujos skydelio ypatybės. Mums taip pat pavyko padirbėti su ilgai lauktais prašymais: tinkamu programų meniu redagavimo palaikymu, meniu redaktorių pagalba (Alacarte yra tas, kurį mes išbandėme) ir integracija į Compiz apžiūros langą. Žinoma, mūsų vertimo komandų nuostabaus darbo dėka, šioje laidoje yra daugybė naujų patobulintų vertimų.
ms: Terdapat beberapa fitur panel kecil yang ditambah walaupun dalam fasa pembekuan fitur. Kami juga berjaya menyelesaikan dua permohonan lama: sokongan lebih baik untuk penyunting menu aplikasi dengan penyunting menu (Alacarte) dan penyepaduan dengan port pandang Compiz. Sememangnya, keluaran ini fiturkan banyak terjemahan baharu dan dipertingkat atas usaha pasukan terjemahan kami.
nb: Vi la til noen få panelfunksjoner til tross for funksjonalitetsfrys. Vi jobbet også med to gamle ønsker: ordentlig støtte for redigering av programmenyen med menyprogrammer (f.eks. Alacarte), og integrasjon med Compiz. Denne utgivelsen har også mange nye og forbedrede oversettelser takket være oversettingslagene.
oc: Qualques caracteristicas mineures del panèl son estadas apondudas en despièit del gèl dels foncionalitats. Avèm tanben capitat de trabalhar sus doas demandas de longa data : lo sosten corrècte per editar lo menú de las aplicacions amb dels editors de menú (Alacarte essent celui que avèm testé) e l'intégration amb lo Compiz viewport. Solide, aquesta version compòrta tanben fòrça novèlas e melhoras traduccions gràcias a l'incredible trabalh de nòstras equipas de traduccion.
pl: Panel zyskał kilka pomniejszych funkcji mimo, że wstrzymano ich dodawanie. Sporo pracy włożono na rzecz prawidłowej obsługi modyfikowania menu programów za pomocą edytorów menu (przetestowano Alacarte) i zintegrowania wtyczki obszarów roboczych menedżera okien Compiz. Oczywiście to wydanie owocuje również wieloma uaktualnionymi tłumaczeniami, dzięki niesamowitej pracy naszych zespołów tłumaczy.
pt: Alguns recursos menores do painel foram adicionados apesar dos recursos terem sido congelados. Conseguimos também trabalhar em dois pedidos de tempo: apoio adequado para editar o menu da aplicação com editores de menu (sendo que testámos o Alacarte) e integração com a viewport do Compiz. Claro, esta versão também apresenta imensas traduções novas e melhoradas, graças ao incrível trabalho de nossas equipas de tradução.
pt_br: Algumas pequenas funcionalidades foram adicionadas ao painel, apesar do congelamento de funcionalidades. Também conseguimos trabalhar em dois pedidos de longa data: suporte adequado para editar o menu de aplicativos com editores de menu (o Alacarte foi o que testamos) e integração com a visualização do Compiz. Claro, este lançamento também conta com muitas traduções novas e melhoradas, graças ao trabalho incrível das nossas equipes de tradução.
ro: Câteva caracteristici minore ale panoului au fost adăugate în ciuda înghețării caracteristicilor. De asemenea, am reușit să lucrăm la două solicitări făcute de mai mult timp: suport adecvat pentru editarea meniului aplicației cu editoare de meniu (Alacarte fiind cel pe care l-am testat) și integrarea cu Compiz viewport. Desigur, această versiune include, de asemenea, o mulțime de traduceri noi și îmbunătățite datorită muncii uimitoare a echipelor noastre de traducere.
ru: Несколько менее значительных функций панели было добавлено несмотря на заморозку функционала. Также мы смогли выполнить два давних запроса: должная поддержка правки меню приложений (мы проверяли на Alacarte) и интеграция с портом просмотра Compiz. Разумеется данный выпуск содержит много новых и улучшенных переводов, благодаря проделанной удивительной работе наших команд переводчиков.
sq: Me gjithë ngrirjen e veçorive, u shtuan pak veçori të vockla paneli. Arritëm edhe të merremi me dy kërkesa të kahershme: mbulim si duhet për përpunim menuje aplikacionesh me përpunues menush (<em>Alacarte</em> është ai që testuam) dhe integrimi me sistemin Compiz për ekranet. Sigurisht që kjo hedhje në qarkullim përmban gjithashtu plot përkthime të reja dhe të përmirësuara, falës punës së shkëlqyer të ekipeve tona të përkthimit.
sr: Додате су неке мале измене могућностима полице упркос замрзавању нових могућности. Такође смо успели да радимо на два дугорочна захтева: ваљаној подршци за уређивањем изборника програма (Алакарте је пробан), и усклађивањем са Компизовим Оконом приказа. Наравно, ово издање такође представља много нових и освежених превода захваљујући задивљујућем раду преводилачких дружина.
sv: Några mindre panelfunktioner lades till trots funktionsfrysning. Vi lyckades också att arbete på två gamla önskemål: riktigt stöd för att redigera programmenyn med menyredigerare (Alacarte är den vi testade) och integrering med Compiz-visning. Denna utgåva innehåller också, självklart, en mängd nya och förbättrade översättningar tack vare våra översättningsgruppers fantastiska arbete.
th: มีการเพิ่มความสามารถเล็กๆ น้อยๆ ในพาเนลแม้จะมีการหยุดเพิ่มความสามารถก็ตาม และเรายังได้ทำงานเพื่อตอบสนองคำเรียกร้องสองข้อที่มีมานาน กล่าวคือ การรองรับการแก้ไขเมนูโปรแกรมด้วยเครื่องมือแก้ไขเมนูอย่างเหมาะสม (Alacarte คือเครื่องมือที่เราทดสอบ) และการเชื่อมรวมกับช่องแสดงของ Compiz และแน่นอนว่ารุ่นนี้ยังมาพร้อมกับคำแปลใหม่ๆ และปรับปรุงเพิ่มเติม จากการทำงานอย่างน่าทึ่งของทีมแปลต่างๆ ของเรา
tr: Bir kaç ufak panel özellikleri, özellik dondurulmasına rağmen eklenmiştir. İşlerimizi, iki uzun zaman isteği üzerine yönettik: menü düzenleyicileri (Alacarte test ettiklerimizden birisi) ile uygulama menüsü düzenleme için uygun bir destek ve Compiz görüntü alanı ile tümleştirme. Elbette, bu sürüm bir çok yeni özellik ve geliştirilmiş çeviriler sunuyor, çeviri takımımıza muhteşem işleri için teşekkür ediyoruz.
uk: Незважаючи на замороження, було додано кілька основних властивостей до панелі. Ми також працювали над двома старими запитами: правильною підтримкою редагування меню редакторами меню (тестували на Alacarte) і інтеграції з Compiz. Звичайно, цей випуск містить також багато інших змін, а також поновлення перекладів, дякуючи чудовій роботі наших команд перекладачів.
vi: Một số tính năng bảng điều khiển nhỏ đã được thêm vào mặc dù tính năng bị đóng băng. Chúng tôi cũng đã cố gắng giải quyết hai yêu cầu đã lâu: hỗ trợ thích hợp để chỉnh sửa menu ứng dụng bằng trình chỉnh sửa menu (Alacarte là ứng dụng mà chúng tôi đã thử nghiệm) và tích hợp với khung nhìn Compiz. Tất nhiên, bản phát hành này cũng có nhiều bản dịch mới và cải tiến nhờ vào nỗ lực tuyệt vời của nhóm dịch thuật của chúng tôi.
zh_tw: 儘管已經進入功能凍結階段，我們還是加入了一些次要的面板功能。我們也努力實現兩個長時間的請求：對使用選單編輯器(我們測試了 Alacarte)編輯應用程式選單的恰當支援，以及 Compiz 視口的整合。當然，這個版本也有許多的新的及改進的翻譯，感謝我們令人驚訝的翻譯團隊。
