Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: Besides the basic features which you might expect from a terminal emulator, it includes some nice additional features, like multiple tabs per window, customizable toolbars and the ability to configure nearly every aspect of the application via <i>hidden options</i>. As can be seen in the screenshot above, this release also supports real transparency using <b>Xfwm4</b>'s integrated composition manager.
ca: A més de les característiques bàsiques que podeu esperar d'un emulador de terminal, inclou algunes característiques addicionals, com múltiples pestanyes per finestra, barres d'eines personalitzables i la capacitat de configurar gairebé tots els aspectes de l'aplicació a través de <i>opcions ocultes</i>. Com es pot veure a la captura de pantalla anterior, aquest llançament també admet transparència real utilitzant el gestor de composició integrat <b>Xfwm4</b>.
cs: Kromě základních funkcí a vlastností, které byste od emulátoru terminálu očekávali, obsahuje několik doplňujících funkcí, jako například více karet v okně, přizpůsobitelné panely nástrojů a možnost nakonfigurovat téměř každý aspekt aplikace pomocí <i>skrytých voleb</i>. Jak můžete vidět na snímku obrazovky výše, toto vydání podporuje také skutečnou průhlednost při použití správce kompozice integrovaného v <b>Xfwm4</b>.
da: Udover de basale funktioner hvilket du muligvis forventer af en terminal emulator, inkluderer den nogle dejlige supplerende funktioner, såsom dobbelt-faner per vindue, brugerdefineret værktøjslinjer og evnen til at konfigurere næsten hvert aspekt af applikationen via <i>gemte indstillinger</i>. Som kan ses i skærmbilledet ovenfor, denne udgivelse understøtter også ægte gennemsigtighed ved brug af <b>Xfwm4</b>'s integrerede sammensætnings-bestyrer.
de: Neben den grundlegenden Funktionsmerkmalen, die Sie von einem Terminalemulator erwarten, bietet <b>Terminal</b> einige zusätzliche Funktionen, zum Beispiel mehrere Reiter pro Fenster, anpassbare Werkzeugleisten und die Möglichkeit, nahezu jeden Aspekt der Anwendung durch <i>versteckte Optionen</i> zu konfigurieren. Wie Sie im oben stehenden Bildschirmfoto sehen können, wird echte Transparenz durch den in <b>Xfwm4</b> enthaltenen Kompositionsverwaltung unterstützt.
es: Además de las características básicas que se puede esperar de un emulador de terminal, incluye algunas características adicionales, como varias pestañas por ventana, barras de herramientas personalizables y la posibilidad de configurar casi todos los aspectos de la aplicación a través de <i>opciones ocultas.</i> Como se puede ver en la imagen anterior, esta versión también proporciona trasparencia real mediante el Administrador de composición integrada de <b>xfwm4</b>.
fr: Outre les fonctions de base d’un émulateur de terminal, il gère les onglets multiples, dispose d’une barre d’outils personnalisable et son aspect peut être presque entièrement configuré via les <i>options cachées</i>. Comme on peut le voir sur la capture d’écran ci-dessus, cette version gère également la transparence grâce au gestionnaire de composition intégré de <b>Xfwm4</b>.
gl: Ademais das características básicas que pode agardar dun emulador de terminal, inclúe algunhas características adicionais moi chulas, como múltiples lapelas por xanela, barras de ferramentas personalizábeis e a posibilidade de configurar case todos os aspectos da aplicación a través de <i>opcións agochadas</i>. Como se pode ver na captura de pantalla anterior, este lanzamento tamén admite unha transparencia real usando o xestor de composición integrado de <b>Xfwm4</b>.
he: מלבד התכונות הבסיסיות שאפשר לצפות ממדמה מסוף, הוא כולל גם כמה תכונות נחמדות נוספות, כמו מספר לשוניות לכל חלון, סרגלי כלים מותאמים אישית והיכולת להגדיר כמעט כל היבט של התוכנה דרך <i>אפשרויות נסתרות</i>. כפי שניתן לראות בצילום המסך למעלה, גרסה זו גם תומכת בשקיפות אמיתית בעזרת מנהל ההרכב המשולב של <b>Xfwm4</b>.
id: Di samping fitur-fitur dasar yang mungkin Anda harapkan dari sebuah emulator terminal, ia memiliki beberapa fitur tambahan yang menarik, seperti multi-tab dalam satu jendela, bilah alat yang bisa dikustomasi, dan kemampuan untuk mengkonfigurasi hampir semua aspek aplikasi melalui <i>opsi-opsi tersembunyi</i>. Seperti yang bisa dilihat pada cuplikan layar di atas, rilis ini juga mendukung transparansi sejati menggunakan manajer kompositor <b>Xfwm4</b> yang terintegrasi.
it: Oltre alle funzioni di base che ci si aspettano da un emulatore di terminale, sono incluse alcune caratteristiche aggiuntive, come le schede multiple per una singola finestra, la personalizzazione della barra degli strumenti e la possibilità di configurare ogni singolo aspetto delle applicazioni attraverso le <i>opzioni nascoste</i>. Come si può vedere nella schermata qui sopra, questo rilascio supporta anche la trasparenza utilizzando il gestore della composizione integrato in <b>Xfwm4</b>.
ja: 端末エミュレーターに期待されると考えられる基本的な機能のほか、いくつかのすばらしい機能があります。たとえば、ウィンドウごとにタブがつけられたり、ツールバーをカスタマイズできたり、<i>隠し機能</i>によりほとんどすべてのアプリケーションの側面を調整できたりします。上のスクリーンショットでみることができるように、このリリースでは <b>Xfwm4</b> にあるコンポジションマネージャーを使った透過機能がサポートされています。
kk: Терминал эмуляторынан күтуге болатын негізгі мүмкіндіктерден басқа, ол терезеге бірнеше беттер, баптауға болатын саймандар панелі және қолданбаның барлық дерлік аспектілерін <i>жасырын опциялар</i> арқылы конфигурациялау мүмкіндігі сияқты кейбір жақсы қосымша мүмкіндіктерді қамтиды. Жоғарыдағы скриншоттан көрініп тұрғандай, бұл шығарылым <b>Xfwm4</b>-тің интеграцияланған композиция менеджерін пайдаланып, нақты мөлдірлікті де қолдайды.
lt: Be pagrindinių ypatybių, kurių galite tikėtis iš terminalo emuliatoriaus, jame yra kai kurios puikios papildomos ypatybės, tokios kaip daugelis lango kortelių, individualizuojamos įrankių juostos, o <i>paslėptų parametrų</i> pagalba - galimybė konfigūruoti beveik kiekvieną programos aspektą. Kaip yra matoma ekrano kopijoje, viršuje, ši laida, pasinaudodama <b>Xfwm4</b> integruotąja komponavimo tvarkytuve, taip pat palaiko tikrąjį permatomumą.
ms: Selain fitur asas yang anda jangkakan dari emulator terminal, ia juga sertakan beberap fitur tambahan yang menarik, seperti tab berbilang per tetingkap, palang alat boleh suai dan keupayaan mengkonfigur hampir setiap aspek aplikasi melalui <i>pilihan tersembunyi</i>. Berdasarkan cekupan skrin diatas, keluaran ini juga menyokong kelutsinaran sebenar menggunakan pengurus komposisi bersepadu <b>Xfwm4</b>.
nb: Utover de grunnleggende funksjonene du forventer fra en terminaletterligner har den tilleggsfunksjonalitet som f.eks. flere faner per vindu, verktøylinjer som kan tilpasses, og hver del av programmet kan settes opp via <i>skjulte valg</i>. Som du ser i skjermbildet over støtter denne utgivelsen ekte gjennomsiktighet med <b>Xfwm4</b>s innebygde komposittbehandler.
oc: Amai de las foncionalitats de basa que podètz esperar d'un emulator de terminal, il inclutz qualques foncionalitats suplementàrias, coma mantun onglet per la fenèstra, dels barras d'aisinas personalizablas e la possibilitat de configurar presque totes los aspèctes de l'aplicacion via las <i>opcions amagadas</i>. Coma on pòt lo veire dins la captura d'ecran çaisús, aquesta version prend tanben en carga una vertadièra transparéncia amb l'ajuda del gestionari de composicion integrat<b>Xfwm4</b>.
pl: Poza podstawowymi funkcjami, jakich można spodziewać się po emulatorze terminala, program posiada kilka dodatkowych: obsługę wielu kart, możliwość modyfikowania pasków narzędziowych oraz sposobność konfigurowania cech programu przy użyciu <i>ukrytych opcji</i>. Jak widać na powyższym obrazie ekranu, to wydanie oferuje także prawdziwą przezroczystość okien, wykorzystując wbudowany w <b>Xfwm4</b> menedżer kompozycji.
pt: Para além das funções básicas que se espera de um emulador de terminal, também incluímos algumas funcionalidades extra, como por exemplo os separadores múltiplos, as barras de ferramentas com possibilidade de personalização e a configuração de todas as áreas da aplicação através das <i>opções ocultas</i>. Como pode ver na imagem acima, esta versão adicionou a possibilidade do terminal transparente através do gestor de composição do <b>Xfwm4</b>.
pt_br: Além dos recursos básicos que você pode esperar de um emulador de terminal, ele inclui alguns recursos legais, como múltiplas abas por janela, barras de ferramentas personalizados e a habilidade de configurar quase que qualquer aspecto do aplicativo via <i>opções ocultas</i>. Como pode ser visto na captura de tela acima, este lançamento suporta transparência real usando o gerenciador de composição intetrado do <b>Xfwm4</b>.
ro: Pe lângă caracteristicile de bază pe care le-ați putea aștepta de la un emulator de terminal, acesta include unele caracteristici suplimentare plăcute, cum ar fi mai multe file pe fereastră, bare de instrumente ce pot fi personalizate și posibilitatea de a configura aproape fiecare aspect al aplicației prin <i>opțiuni ascunse</i>. După cum se poate vedea în captura de ecran de mai sus, această versiune permite, de asemenea, transparența reală utilizând gestionarul de compoziții integrat al <b>Xfwm4</b>.
ru: Вместе с основными возможностями, которые стоит ожидать от эмулятора терминала, он включает некоторые дополнительные, такие как: отображение нескольких вкладок в одном окне, настраиваемые панели инструментов и возможность управлять любым аспектом работы приложения с помощью <i>скрытых опций</i>. Как видно на снимке экрана выше, этот выпуск поддерживает прозрачность, используя композитный менеджер в <b>Xfwm4</b>.
sq: Përtej veçorive bazë që mund të prisni nga një emulues terminali, ai përfshin disa veçori shtesë të lezetshme, f.v., skeda të shumta në një dritare, panele që mund të përshtaten dhe mundësinë për të formësuar thuajse çdo aspekt përmes <i>mundësish të fshehura</i>. Siç mund të shihet në foton e ekranit më poshtë, kjo hedhje në qarkullim mbulon tejdukshmëri të njëmendtë, duke përdorur përgjegjës hartimi të integruar të <b>Xfwm4</b>-s.
sr: Осим основних могућности које би очекивали од опонашача терминала, сада укључује згодне нове могућности, као што су вишеструки листови по прозору, прилагодљива трака алата, и могућност подешавања скоро сваке особине програма преко <i>скривених могућности</i>. Као што се може видети на снимку екрана, ово издање подржава праву прозирност коришћењем <b>Иксфвм</b>-овог уграђеног управника слагања приказа.
sv: Förutom de grundläggande funktioner som man kan förvänta sig från en terminalemulator, innehåller det några trevliga extrafunktioner, som flera flikar per fönster, anpassningsbara verktygsfält och möjligheten att konfigurera nästan varje aspekt av programmet via <i>dolda alternativ</i>. Som framgår av skärmdumpen ovan, stöder den här versionen också verklig transparens med hjälp <b>Xfwm4</b>:s integrerade sammansättningshanterare.
th: นอกเหนือจากความสามารถพื้นฐานที่คุณจะคาดหวังได้จากโปรแกรมจำลองเทอร์มินัลแล้ว เทอร์มินัลก็ยังมีความสามารถดีๆ เพิ่มเติมอีก เช่น การใช้แท็บหลายแท็บในหน้าต่างเดียว, แถบเครื่องมือที่ปรับแต่งได้, และความสามารถในการปรับแต่งเกือบทุกแง่มุมของตัวโปรแกรมผ่าน <i>ตัวเลือกที่ซ่อนไว้</i> และดังที่เห็นได้จากภาพหน้าจอข้างบน รุ่นนี้ยังรองรับความโปร่งแสงอย่างแท้จริง โดยใช้การจัดการ composite ที่เชื่อมรวมของ <b>Xfwm4</b>
tr: Herhangi bir uçbirim öykünücüsünden bekleyeceğiniz temel özelliklerin dışında, her bir pencere için çoklu sekme gibi bazı ek özellikler de içerir, ayrıca özelleştirilebilir araç çubukları ve <i>gizli ayarlar</i> üzerinden uyulamanın her yönünün ayarlayabilecek yeteneklere sahiptir. Ekranın altında göründüğü gibi bu sürüm,<b>Xfwm4</b> tümleşik bileşim yöneticisini kullanarak, gerçek bir saydamlığı da destekler.
uk: Крім основних функцій, які Ви могли б очікувати від емулятора терміналу, він включає в себе деякі цікаві додаткові функції, такі як декілька вкладок в одному вікні, панелі інструментів, що настроюються , а також можливість налаштувати практично кожен аспект програми через <i>приховані параметри</i>. Як видно на знімку екрану вище, цей випуск також підтримує справжню прозорість, використовуючи інтегрований композитний менеджер <b>xfwm4</b>.
vi: Ngoài các tính năng cơ bản mà bạn có thể mong đợi từ trình mô phỏng thiết bị đầu cuối, nó còn bao gồm một số tính năng bổ sung thú vị, như nhiều tab trên mỗi cửa sổ, thanh công cụ có thể tùy chỉnh và khả năng định cấu hình gần như mọi khía cạnh của ứng dụng thông qua <i>tùy chọn ẩn</i>. Như có thể thấy trong ảnh chụp màn hình ở trên, bản phát hành này cũng hỗ trợ tính minh bạch thực sự bằng cách sử dụng trình quản lý sáng tác tích hợp của <b>Xfwm4</b>.
zh_tw: 除了您所期待的一個終端機模擬器應該有的基本功能之外，它還包括了一些優秀的額外功能，像是單視窗多頁籤、可自訂的工具列及透過 <i>隱藏選項</i> 設定應用程式幾乎全方位的能力。就像在上面的截圖中看到的一樣，這個版本也使用 <b>Xfwm4</b> 的整合式合成管理員來支援真正的透明。

source: Printing
ca: Impressió
cs: Tisk
da: Udskrivning
de: Drucken
es: Impresión
fr: Impression
gl: Impresión
he: הדפסה
id: Percetakan
it: Stampa
ja: 印刷
kk: Басып шығару
lt: Spausdinimas
ms: Percetakan
nb: Utskrift
oc: Impression en cors...
pl: Drukowanie
pt: Impressão
pt_br: Impressão
ro: Imprimarea
ru: Печать
sq: Shtypje
sr: Штампње
sv: Utskrifter
th: การพิมพ์
tr: Yazdırma
uk: Друк
vi: In ấn
zh_tw: 列印

source: <b>Xfprint</b>, the Xfce printing management application, saw several small improvements with this release. First, the <tt>a2ps</tt> converter is not mandatory anymore, whilst still recommended. Support for <tt>CUPS</tt> 1.2 was added and <b>Xfprint</b> is now able to display the printer state with the <tt>CUPS</tt>-backend.
ca: <b>Xfprint</b>, l'aplicació de gestió d'impressió de l'Xfce, va veure diverses petites millores amb aquest llançament. En primer lloc, el convertidor <tt>a2ps</tt> ja no és obligatori, tot i que encara es recomana. S'ha afegit el suport per a <tt>CUPS</tt> 1.2 i <b>Xfprint</b> ara pot mostrar l'estat de la impressora amb el dorsal <tt>CUPS</tt>.
cs: V aplikaci pro správu tisku v Xfce Xfprint bylo před tímto vydáním provedeno několik malých vylepšení. Předně již není povinný konvertor <tt>a2ps</tt>, je ale stále doporučován. Byla přídána podpora tiskového systému <tt>CUPS</tt> 1.2 a <b>Xfprint</b> nyní pomocí backendu <tt>CUPS</tt> dokáže zobrazit stav tiskárny.
da: <b>Xfprint</b>, Xfce print-håndterings applikation så flere små forbedringer med denne udgivelse. Først var <tt>a2ps</tt> konverteren ikke obligatorisk mere, men stadig anbefalet, understøttelse for <tt>CUPS</tt> 1.2 var tilføjet og <b>Xfprint</b> er nu i stand til at vise printer-stadiet med <tt>CUPS</tt> - bagende.
de: <b>Xfprint</b>, die Xfce-Druckerverwaltungsanwendung, hat in dieser Veröffentlichung einige Verbesserungen erfahren. Der Konverter <tt>a2ps</tt> ist nicht mehr obligatorisch, wird aber nach wie vor empfohlen. Unterstützung für <tt>CUPS</tt> 1.2 wurde hinzugefügt und <b>Xfprint</b> kann jetzt den Drucker-Status mit Hilfe des <tt>CUPS</tt>-Backends anzeigen.
es: Se realizaron en esta versión de Xfce varias mejoras menores en la aplicación para la gestión de la impresión: <b>Xfprint</b>. En primer lugar, el convertidor <tt>a2ps</tt> no es obligatorio, aunque se recomienda seguir usándolo, y se añadió soporte para <tt>CUPS</tt> 1.2, haciendo a Xfprint capaz de mostrar el estado de la impresora con el <tt>cliente-servidor de CUPS.</tt>
fr: <b>Xfprint</b>, le gestionnaire d’impression de Xfce, a eu droit a quelques petites améliorations. Pour commencer, le convertisseur <tt>a2ps</tt> n’est plus obligatoire, même si encore recommandé. La prise en charge de <tt>CUPS</tt> 1.2 a été ajoutée et <b>Xfprint</b> est maintenant en mesure d’afficher l’état de l’imprimante avec le moteur <tt>CUPS</tt>.
gl: O <b>Xfprint</b> é a aplicación de xestión da impresión no Xfce, quen viu varias pequenas melloras con esta versión. En primeiro lugar, o conversor <tt>a2ps</tt> non é obrigatorio máis aínda se recomenda. Engadiuse compatibilidade para <tt>CUPS</tt> 1.2 e <b>Xfprint</b> agora pode amosar o estado da impresora coa infraestrutura <tt>CUPS</tt>.
he: <b>Xfprint</b>, תוכנת ניהול ההדפסה של Xfce, ראתה מספר שיפורים קטנים עם גרסה זו. ראשית, ממיר ה-<tt>a2ps</tt> אינו חובה יותר, אך עדיין מומלץ. נוספה תמיכה ב-<tt>CUPS</tt> גרסה 1.2 ו- <b>Xfprint</b> עכשיו יכול להציג את מצב המדפסת עם ה-backend של <tt>CUPS</tt>.
id: <b>Xfprint</b>, aplikasi manajemen cetak Xfce, mendapatkan beberapa peningkatan kecil dengan rilis ini. Pertama, konverter <tt>a2ps</tt> kini sudah tidak wajib, meskipun masih direkomendasikan. Dukungan untuk <tt>CUPS</tt> 1.2 telah ditambahkan dan <b>Xfprint</b> sekarang mampu menampilkan status pencetak dengan <tt>CUPS</tt>-backend.
it: <b>Xfprint</b>, l'applicazione di gestione della stampa di Xfce, mostra vari piccoli miglioramenti con questo rilascio. Primo, il convertitore <tt>a2ps</tt> non è più vincolante, sebbene rimanga consigliato. Il supporto per <tt>CUPS</tt> 1.2 è stato aggiunto e ora <b>Xfprint</b> è capace di mostrare lo stato della stampante con il backend di <tt>CUPS</tt>.
ja: <b>Xfprint</b> (Xfce 印刷管理アプリケーション) は今回のリリースでいくつかの小さな改善が行われました。最初に、<tt>a2ps</tt> コンバーターは、必ずしも必要ではなくなりました (ただし、使うことを推奨はされています)。<tt>CUPS</tt> 1.2 へのサポートが追加され、<b>Xfprint</b> は <tt>CUPS</tt> のバックエンドを使い、プリンターの状態を表示することができるようになりました。
kk: <b>Xfprint</b>, Xfce басып шығаруды басқару қолданбасы, бұл шығарылымда бірнеше кішігірім жақсартуларға ие болды. Біріншіден, <tt>a2ps</tt> түрлендіргіші бұдан былай міндетті емес, бірақ бәрібір ұсынылады. <tt>CUPS</tt> 1.2 нұсқасын қолдау қосылды және <b>Xfprint</b> енді <tt>CUPS</tt> бэкэнді арқылы принтер күйін көрсете алады.
lt: <b>Xfprint</b>, Xfce spausdinimo tvarkymo programa, šioje laidoje išvydo kelis nedidelius patobulinimus. Pirma, <tt>a2ps</tt> keitiklis daugiau nebėra privalomas, nors vis dar rekomenduojamas. Buvo pridėtas <tt>CUPS</tt> 1.2 palaikymas ir dabar, <b>Xfprint</b> gali rodyti spausdintuvo būseną per <tt>CUPS</tt> vidinę pusę.
ms: <b>Xfprint</b>, aplikasi pengurusan percetakan Xfce, telah menerima beberapa penambahbaikan kecil dalam keluaran ini. Pertama, penukar <tt>a2ps</tt> bukanlah mandatori lagi, walaupun masih disarankan. Sokongan untuk <tt>CUPS</tt> 1.2 telah ditambah dan <b>Xfprint</b> kini dapat paparkan keadaan pencetak berdasarkan bahagian belakang <tt>CUPS</tt>.
nb: <b>Xfprint</b>, Xfces utskriftsbehandler, fikk flere små forbedringer i denne utgivelsen. Først må nevnes at <tt>a2ps</tt>-konverteren ikke lenger er påkrevd, men anbefalt. Støtte for <tt>CUPS</tt> 1.2 ble lagt til, og <b>Xfprint</b> kan nå vise skriverstatus med <tt>CUPS</tt>-bakstykket.
oc: <b>Xfprint</b>, l'aplicacion de gestion d'impression de Xfce, a vu plusieurs pichonas melhoraments amb aquesta version. D'en primièr , lo convertidor <tt>a2ps</tt> es pas mai obligatòri, alara qu'il èra encara recomandat. Presa en carga de <tt>CUPS</tt> 1.2 es estada apondut e <b>Xfprint</b> es ara en mesura d'afichar l'estat de l'imprimenta amb lo motor <tt>CUPS</tt>.
pl: Przy okazji tego wydania, program zarządzający usługą drukowania Xfce <b>Xfprint</b> zyskał kilka usprawnień. Obecność konwertera <tt>a2ps</tt> nie jest już obowiązkowa, ale wciąż polecana. Dodano obsługę <tt>CUPS</tt> 1.2 a sam program potrafi teraz wyświetlać stan drukarki przy użyciu modułu obsługi <tt>CUPS</tt>.
pt: O <b>Xfprint</b> é a aplicação que gere a impressão e recebeu algumas melhorias nesta versão. O conversor <tt>a2ps</tt> já não é obrigatório mas ainda assim recomendado. Foi adicionado o suporte ao <tt>CUPS</tt> 1.2 e agora o <b>Xfprint</b> já consegue mostrar o estado de impressão através da infraestrutura <tt>CUPS</tt>.
pt_br: <b>Xfprint</b>, o aplicativo de gerenciamento de impressão do Xfce, teve diversos pequenos melhoramentos com este lançamento. Primeiro, o conversor <tt>a2ps</tt> não é mais obrigatório, apesar de ser recomendável. Suporte a <tt>CUPS</tt> 1.2 foi adicionado e o <b>Xfprint</b> agora é capaz de exibir o estado da impressora com o backend do <tt>CUPS</tt>.
ro: <b>Xfprint</b>, aplicația Xfce de gestionare a imprimării, a suferit câteva mici îmbunătățiri cu această versiune. În primul rând, convertorul <tt>a2ps</tt> nu mai este obligatoriu, deși este încă recomandat. A fost adăugat suport pentru <tt>CUPS</tt> 1.2, iar <b>Xfprint</b> este acum capabil să afișeze starea imprimantei cu ajutorul serverului <tt>CUPS</tt>.
ru: В этом выпуске улучшения есть и в <b>Xfprint</b> — приложении для управления печатью в Xfce. Теперь конвертер <tt>a2ps</tt> больше не является обязательным, однако его наличие всё ещё рекомендуется. Добавлена поддержка <tt>CUPS</tt> 1.2 и <b>Xfprint</b> теперь может показывать состояние печати через привязку к <tt>CUPS</tt>.
sq: <b>Xfprint</b>, aplikacioni për administrim shtypjesh në Xfce, me këtë hedhje në qarkullim pati disa përmirësime të vockla. Së pari, shndërruesi <tt>a2ps</tt> s’është më i detyrueshëm, duke qenë ende i rekomanduar. Është shtuar mbulim për <tt>CUPS</tt> 1.2 dhe <b>Xfprint</b> tani është në gjendje të shfaqë gjendjen e shtypësit duke shfrytëzuar mekanizmin <tt>CUPS</tt>.
sr: <b>Xfprint</b>, програм за управљање штампањем ИксФЦЕ-а је доживео неколико малих побољшања са овим издањем. Прво, <tt>a2ps</tt> претварач више није неопходан, иако је још увек препоручен. Подршка за <tt>ЦУПС</tt> 1.2 је додата и <b>Иксфпринт</b>, сада може да прикаже стање штампача преко <tt>ЦУПС</tt> позадинца.
sv: <b>Xfprint</b>, Xfce-utskriftshanteringsprogram, fick med den här versionen flera små förbättringar. För det första är <tt>a2ps</tt> omvandlaren inte obligatorisk längre, även om den rekommenderas. Stöd för <tt>CUPS</tt> 1.2 lades till och <b>Xfprint</b> kan nu visa skrivarens tillstånd med <tt>CUPS</tt>-backend.
th: <b>Xfprint</b> โปรแกรมจัดการงานพิมพ์ของ Xfce ได้รับการปรับปรุงเล็กๆ น้อยๆ หลายรายการในรุ่นนี้ อย่างแรกคือไม่จำเป็นต้องใช้ตัวแปลง <tt>a2ps</tt> อีกต่อไป แม้จะยังแนะนำให้ใช้อยู่ มีการเพิ่มการรองรับ <tt>CUPS</tt> 1.2 และขณะนี้ <b>Xfprint</b> ก็สามารถแสดงสถานะของเครื่องพิมพ์โดยใช้แบกเอนด์ของ <tt>CUPS</tt> ได้แล้ว
tr: <b>Xfprint</b>, Xfce yazdırma yönetimi uygulamasıdır, bu sürümde bir kaç ufak iyileştirme görebilirsiniz. İlk olarak, <tt>a2ps</tt> dönüştürücüsü artık zorunlu değil, ancak hala tavsiye ediliyor. <tt>CUPS</tt> 1.2 desteği eklendi ve <b>Xfprint</b> artık yazıcı durumunu <tt>CUPS</tt> artalan uygulamasını kullanarak gösterebiliyor.
uk: <b>Xfprint</b>, програма для керування процесом друкування, отримала кілька суттєвих покращень у цьому випуску. По перше, конвертор <tt>a2ps</tt> вже не обов'язково потрібен, однак все ще рекомендується. Додано підтримку для <tt>CUPS</tt> 1.2 , і тепер <b>Xfprint</b> може показувати стан друкарки за допомогою інформації від <tt>CUPS</tt>.
vi: <b>Xfprint</b>, ứng dụng quản lý in Xfce, đã có một số cải tiến nhỏ với bản phát hành này. Đầu tiên, trình chuyển đổi <tt>a2ps</tt> không còn bắt buộc nữa nhưng vẫn được khuyên dùng. Hỗ trợ cho <tt>CUPS</tt> 1.2 đã được thêm vào và <b>Xfprint</b> hiện có thể hiển thị trạng thái máy in với phần phụ trợ <tt>CUPS</tt>.
zh_tw: <b>Xfprint</b>，Xfce 列印管理程式，在這個版本也有了一些小改進。首先，不再強制使用 <tt>a2ps</tt> 轉換器，但仍建議使用。也加入了對 <tt>CUPS</tt> 1.2 的支援，並且 <b>Xfprint</b> 現在可以使用 <tt>CUPS</tt> 作為後端顯示印表機的狀態。

source: Xfce Printing
ca: Impressió de l'Xfce
cs: Tisk v Xfce
da: Xfce-udskrivning
de: Drucken mit Xfce
es: Impresión Xfce
fr: Impression Xfce
gl: Impresión con Xfce
he: הדפסת Xfce
it: Stampa in Xfce
ja: Xfce 印刷
kk: Xfce басып шығару
lt: Xfce spausdinimas
ms: Percetakan Xfce
nb: Utskrift med Xfce
oc: Impression de Xfce
pl: Drukowanie Xfce
pt: Impressão no Xfce
pt_br: Impressão do Xfce
ro: Imprimarea Xfce
ru: Печать в Xfce
sq: Shtypje në Xfce
sr: ИксФЦЕ штампање
sv: Xfce utskrifter
th: การพิมพ์ใน Xfce
tr: Xfce Yazdırma
uk: Друк в Xfce
vi: In Xfce
zh_tw: Xfce 列印
