Repository: xfce-mirror/www.xfce.org
Catalog: lib/po/*.po
Languages: ca, cs, da, de, es, fr, gl, he, id, it, ja, kk, lt, ms, nb, nl, oc, pl, pt, pt_br, ro, ru, sq, sr, sv, th, tr, uk, vi, zh_tw

source: In order to make Xfce shine a little more out of the box and to strengthen its visual identity we created new icons for all of our core applications and based them on a shared palette to ensure consistency. We also set some further (implicit) design constraints, loosely following Adwaita's principles.
ca: Per tal de fer que Xfce brilli una mica més fora de la caixa i per enfortir la seva identitat visual, vam crear noves icones per a totes les nostres aplicacions principals i les vam basar en una paleta compartida per assegurar la consistència. També vam establir algunes restriccions de disseny (implícites), seguint vagament els principis d'Adwaita.
cs: Vytvořili jsme nové ikony pro všechny naše klíčové aplikace a založili jsme na nich sdílenou paletu pro zachování konzistence, aby prostředí Xfce vyniklo už ve výchozím nastavení a posílilo svou vizuální identitu. Také jsme nastavili další (implicitní) omezení návrhu, čímž volně dodržujeme advaitské myšlenky.
da: For at få Xfce til at skinne lidt mere fra begyndelsen og for at styrke dens visuelle identitet har vi skabt nye ikoner til alle vores kerneprogrammer og baseret dem på en delt palet for at sikre ensartethed. Vi har også indstillet nogle ekstra (underforstået) designbegrænsninger der følger Adwaitas principper løst.
de: Um Xfce ein wenig mehr Glanz zu verleihen und seine visuelle Identität zu stärken, haben wir neue Symbole für alle unsere Kernanwendungen erstellt und sie auf einer gemeinsamen Farbpalette basieren lassen, um die Konsistenz zu gewährleisten. Wir legten auch einige weitere (implizite) Design-Einschränkungen fest und folgten dabei lose den Prinzipien von Adwaita.
es: Para hacer que Xfce brille un poco más fuera de la caja y para fortalecer su identidad visual, creamos nuevos íconos para todas nuestras aplicaciones principales y los basamos en una paleta compartida para garantizar la coherencia. También establecimos algunas restricciones de diseño adicionales (implícitas), siguiendo vagamente los principios de Adwaita.
gl: Para facer que o Xfce brille un pouco máis de fábrica e para fortalecer a súa identidade visual, creamos novas iconas para todas as nosas principais aplicacións e baseámolas nunha paleta compartida para garantir a consistencia. Tamén estabelecemos algunhas restricións de deseño (implícitas), seguindo vagamente os principios de Adwaita.
he: על מנת לגרום ל-Xfce לזרוח קצת יותר לאחר התקנה ולחזק את הזהות הויזואלית שלה יצרנו איקונים חדשים לכל ישומי הליבה שלנו וביססנו אותם על לוח משותף בכדי להבטיח עקביות. בנוסף קבענו מגבלות תכנון (משתמעות) נוספות, המיישמות בחופשיות את עקרונות Adwaita.
id: Dalam rangka sedikit membuat Xfce kelihatan lebih bersinar serta untuk mempertajam identitas visual, kami membuat beberapa ikon baru untuk semua aplikasi inti yang berdasarkan pada palet yang digunakan bersama untuk menjaga konsistensinya. Kami juga menetapkan beberapa batasan (yang sudah tersirat) untuk aspek desain, yang secara bebas mengikuti prinsip prinsip desain dari Adwaita.
it: Per far splendere Xfce un po' di più appena installato, e per rafforzare la sua identità visuale, abbiamo creato nuove icone per tutte le nostre applicazioni principali e le abbiamo basate su una tavolozza condivisa per assicurare consistenza. Inoltre abbiamo imposto alcuni vincoli sul design, seguendo i principi di Adwaita.
kk: Xfce-нің тартымдылығын арттыру және оның визуалды сәйкестігін нығайту үшін біз барлық негізгі қолданбаларға жаңа таңбашалар жасадық және бірізділікті қамтамасыз ету үшін оларды ортақ палитраға негіздедік. Сондай-ақ Adwaita принциптеріне сүйене отырып, қосымша дизайн шектеулерін белгіледік.
lt: Norėdami, kad Xfce šiek tiek labiau sužybėtų ir, kad sustiprintume jos vaizdinę tapatybę, mes visoms savo pagrindinėms programoms sukūrėme naujas piktogramas ir pagrindėme jas bendrinama palete, kad užtikrintume vientisumą. Be to, nustatėme tolimesnius (numanomus) apribojimus dizaine, apytiksliai sekdami Adwaita principais.
pl: Aby już na starcie Xfce świeciło trochę bardziej, i aby wzmocnić jego tożsamość wizualną, stworzyliśmy nowe ikony dla wszystkich naszych głównych aplikacji i oparliśmy je na wspólnej palecie, aby zapewnić spójność. Ustaliliśmy również dalsze (niejawne) ograniczenia projektowe, luźno podążając za zasadami Adwaity.
pt: A fim de fazer o Xfce brilhar um pouco mais quando pronto a utilizar e reforçar a sua identidade visual, criámos novos ícones para todas as nossas principais aplicações e baseámo-los numa paleta partilhada para assegurar a consistência. Também estabelecemos mais algumas restrições de design (implícitas), seguindo vagamente os princípios do Adwaita.
pt_br: Para fazer o Xfce brilhar um pouco mais por padrão e fortalecer sua identidade visual, criamos novos ícones para todos os nossos aplicativos principais e os baseamos em uma paleta compartilhada para garantir consistência. Também definimos mais algumas restrições de design (implícitas), seguindo vagamente os princípios do Adwaita.
ro: Pentru ca Xfce să strălucească puțin mai mult din fabrică și pentru a-i consolida identitatea vizuală, am creat noi pictograme pentru toate aplicațiile noastre principale și le-am bazat pe o paletă comună pentru a asigura coerența. De asemenea, am stabilit câteva constrângeri suplimentare (implicite) de design, urmând în mare parte principiile lui Adwaita.
ru: Чтобы сделать Xfce более оригинальным и усилить его визуальную идентичность, мы создали новые иконки для всех наших основных приложений с использованием общей палитры для обеспечения согласованности. Мы также установили некоторые дополнительные (неявные) ограничения дизайна, следуя в общих чертах принципам Adwaita.
sq: Për ta bërë Xfce-në të shkëlqejë pak më tepër sapo hapet dhe për të forcuar identitetin e saj pamor, krijuam ikona të reja për krejt aplikacionet tona bazë dhe i bazuam ato në një paletë të përbashkët, për të garantuar njëtrajtshmëri. Kemi vënë gjithashtu disa kufizime të mëtejshme (implicite) dizajni, duke ndjekur pak a shumë parimet e Adwaita-s.
sr: Како би подразумевано учинили Иксфце још мало сјајнијим и ојачали његове видљиве знакове распознавања, створили смо нове сличице за све програме језгра и засновали их на дељеној палети ради осигурања једнообразности. Такође, поставили смо нека будућа (наговештена) планска ограничења, лабаво пратећи основу Адвајте.
sv: För att ge Xfce lite extra glans vid en första installation, och för att stärka dess visuella särart, skapade vi nya ikoner för alla våra centrala program och baserade dem på en delad palett för att säkerställa ett konsekvent intryck. Vi införde också några (implicita) designbegränsningar, delvis efter Adwaitas principer.
th: เพื่อทำให้ Xfce เปล่งประกายขึ้นอีกนิดตั้งแต่แกะกล่อง และเพื่อให้ภาพของ Xfce มีเอกลักษณ์โดดเด่นขึ้น เราได้สร้างไอคอนใหม่สำหรับแอปพลิเคชันแกนหลักของเราทั้งหมด โดยอาศัยจานสีชุดหนึ่งร่วมกันเพื่อความสม่ำเสมอ นอกจากนี้เรายังได้ตั้งข้อกำหนดการออกแบบ (อย่างไม่เป็นทางการ) เพิ่มเติม โดยเดินตามหลักการของอัตไวตะ (Adwaita) อย่างหลวมๆ
tr: Xfce'nin biraz daha fazla ışıltılı olmasını sağlamak ve görsel kimliğini güçlendirmek için tüm temel uygulamalarımıza yeni simgeler oluşturduk ve tutarlılığı sağlamak için bunları paylaşılan bir palete dayandırdık. Ayrıca, Adwaita'nın ilkelerini gevşek bir şekilde izleyerek bazı daha fazla (örtük) tasarım kısıtlamaları da belirledik.
uk: Для того, щоб зробити Xfce трохи гарнішим відразу з коробки та зміцнити його візуальну самобутність ми створили нові значки для всіх наших основних застосунків і звели їх до спільної палітри, щоб забезпечити однорідність. Ми також встановили деякі подальші (неявні) дизайнерські обмеження, вільно слідуючи принципам Adwaita.
vi: Để làm cho Xfce tỏa sáng hơn một chút và củng cố nhận dạng trực quan của nó, chúng tôi đã tạo các biểu tượng mới cho tất cả các ứng dụng cốt lõi của mình và dựa trên chúng trên bảng màu chung để đảm bảo tính nhất quán. Chúng tôi cũng đặt ra một số ràng buộc thiết kế (ngầm) hơn nữa, tuân theo các nguyên tắc của Adwaita một cách lỏng lẻo.

source: The Xfce palette
ca: La paleta Xfce
cs: Paleta Xfce
da: Xfce-paletten
de: Die Xfce Farbpalette
es: La paleta Xfce
gl: A paleta Xfce
he: לוח Xfce
id: Palet Xfce
it: La tavolozza di Xfce
ja: Xfceのパレット
kk: Xfce палитрасы
lt: Xfce paletė
pl: Paleta Xfce
pt: A paleta do Xfce
pt_br: A paleta do Xfce
ro: Paleta de culori Xfce
ru: Палитра Xfce
sq: Paleta Xfce
sr: Палета Иксфцеа
sv: Xfce-paletten
th: จานสีของ Xfce
tr: Xfce paleti
uk: Палітра Xfce
vi: Bảng màu Xfce

source: New upstream Xfce icons, coming in many sizes for sharp appearance
ca: Icones noves de l'Xfce, que venen en moltes mides per a una aparença nítida
cs: Nové upstreamové ikony Xfce přicházející v mnoha velikostech pro jasný vzhled.
da: Nye Xfce-ikoner i mange størrelser der giver et skarpt udseende
de: Neue vorgelagerte Xfce-Symbole, die in vielen Größen für ein scharfes Erscheinungsbild sorgen
es: Nuevos íconos upstream de Xfce, disponibles en muchos tamaños para una apariencia nítida
gl: Novas iconas do Xfce, en moitos tamaños para unha aparencia nítida
he: איקוני upstream חדשים של Xfce, הבאים בגדלים רבים להופעה חדה
id: Ikon-ikon baru dari Xfce, hadir dengan beragam ukuran untuk penampilan yang lebih jelas
it: Le nuove icone di Xfce, disponibili in molte dimensioni per un aspetto avvincente
ja: 新しい Xfce アイコン（シャープな外観向けに多くのサイズがあります)
kk: Анық көріну үшін әртүрлі өлшемдегі жаңа Xfce таңбашалары
lt: Naujos Xfce piktogramos, pateikiamos įvairias dydžiais tiksliai išvaizdai
pl: Nowe ikony Xfce, dostępne w wielu rozmiarach, aby uzyskać elegancki wygląd
pt: Novos ícones do Xfce "upstream", em vários tamanhos para uma aparência nítida
pt_br: Novos ícones upstream do Xfce, em vários tamanhos para uma aparência nítida
ro: Noi pictograme Xfce, disponibile în mai multe mărimi pentru un aspect deosebit
ru: Новые значки Xfce из upstream, представленные в разных размерах для чёткого представления
sq: Ikona të reja Xfce “upstream”, që vijnë në mjaft madhësi, për pamje të kristaltë
sr: Нове сличице Иксфцеа, узводно долазе у мноштву величина ради изразите појаве
sv: Nya Xfce-ikoner uppströms, finns i många storlekar för skarpt utseende
th: ไอคอนใหม่จากต้นน้ำของ Xfce โดยมาในหลายขนาดเพื่อให้ภาพที่คมชัด
tr: Keskin görünüm için birçok boyutta gelen yeni yukarı akış Xfce simgeleri
uk: Нова течія значків Xfce різних розмірів для чіткого вигляду
vi: Các biểu tượng Xfce ngược dòng mới, có nhiều kích cỡ để có vẻ ngoài sắc nét

source: The Settings Manager itself received a visual refresh of its filter box, which can now be hidden permanently. At the same time the search capabilities of the filter box were improved by searching the descriptive 'Comments' part of each dialog's launcher (aka <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>) file.
ca: El propi gestor de configuració ha rebut una actualització visual de la seva caixa de filtres, que ara es pot ocultar de forma permanent. Al mateix temps, les capacitats de cerca del quadre de filtre es van millorar cercant la part descriptiva «Comentaris» del llançador de cada diàleg (també conegut com a fitxer <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>).
cs: Správce nastavení získal aktualizovaný vzhled svého filtračního řádku, který lze nyní trvale skrýt. Současně se jeho schopnosti vyhledávání zlepšily vyhledáním popisné části „Komentáře“ každého dialogového okna spouštěče (tedy souboru <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>).
da: Indstillingshåndteringen har modtaget en visuel fornyelse af dens filterboks som nu kan skjules permanent. Samtidigt er det filterboksens søgning er i stand til blevet forbedret ved at søge efter beskrivende 'Comments'-dele i hver dialogs starter (også kendt som <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>-fil).
de: Die Einstellungsverwaltung selbst erhielt eine optische Auffrischung seiner Filterbox, die nun dauerhaft ausgeblendet werden kann. Gleichzeitig wurden die Suchmöglichkeiten des Filterfeldes verbessert, indem der beschreibende "Kommentar"-Teil der Launcher-Datei (aka <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>) jedes Dialogs durchsucht wird.
es: El propio Administrador de configuración recibió una actualización visual de su cuadro de filtro, que ahora se puede ocultar de forma permanente. Al mismo tiempo, se mejoraron las capacidades de búsqueda del cuadro de filtro al buscar en la parte descriptiva 'Comentarios' del archivo de inicio de cada cuadro de diálogo (también conocido como <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.Escritorio</a>).
gl: O propio Xestor de configuración recibiu unha actualización visual da súa caixa de filtros, que agora pode agocharse permanentemente. Ao mesmo tempo, melloráronse as capacidades de busca do cadro de filtro buscando na parte descritiva «Comentarios» do ficheiro de lanzamento das aplicacións (tamén coñecido como <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>).
he: מנהל ההגדרות עצמו קיבל רענון ויזואלי של תיבת הסינון, שניתנת עכשיו להסתרה קבועה. בו זמנית יכולות החיפוש של תיבת הסינון שופרו בעזרת חיפוש בחלק ה'הערות' התיאורי של כל קובץ מפעיל דו שיח (דהיינו <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>).
id: Manajer Pengaturan itu sendiri menerima visual refresh dari kotak pencariannya, yang dimana sekarang dapat disembunyikan secara permanen. Bersamaan dengan itu kemampuan pencarian dari kotak pencarian telah ditingkatkan yang dapat mencari bagian berupa 'Komentar komentar' yang mempunyai deskripsi dari setiap launcher dialog (contohnya file 1.desktop 1) .
it: Il Gestore delle Impostazioni è stato migliorato visivamente nella barra di ricerca, la quale può essere nascosta permanentemente. Allo stesso tempo le capacità di ricerca della barra sono migliorate sfruttando la parte descrittiva dei 'Commenti' di ogni file di avviatore di finestre (file <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>).
kk: Баптаулар менеджерінің сүзгі өрісі жаңартылды, оны енді біржола жасырып қоюға болады. Сонымен қатар, әрбір сұхбат терезесі жібергішінің (немесе <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a> файлының) сипаттамалық 'Пікірлер' бөлімінен іздеу арқылы сүзгі өрісінің іздеу мүмкіндіктері жақсартылды.
lt: Nustatymų tvarkytuvėje buvo atnaujintas filtravimo langelis kuris dabar, gali būti paslėptas visam laikui. Tuo pačiu metu buvo pagerintos filtravimo langelio paieškos galimybės, atliekant paiešką kiekvieno dialogo leistuko (dar žinomo kaip <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>) failo „Komentarų“ aprašo dalyje.
pl: Sam Menedżer ustawień otrzymał wizualne odświeżenie pola filtru, które można teraz ukryć na stałe. Jednocześnie możliwości pola filtru zostały ulepszone dzięki wyszukiwaniu opisowej części „Komentarze” pliku aktywatora każdego okna dialogowego (inaczej <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>).
pt: O próprio Gestor de definições recebeu uma atualização visual do seu campo de filtro, que agora pode ser ocultado permanentemente. Ao mesmo tempo, as capacidades de pesquisa do campo de filtro foram melhoradas através da pesquisa da parte descritiva 'Comentários' do ficheiro de lançamento de cada janela (também conhecido como <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop)</a>.
pt_br: O próprio Gerenciador de configurações recebeu uma atualização visual de sua caixa de pesquisa, que agora pode ser ocultada permanentemente. Ao mesmo tempo, os recursos de pesquisa foram aprimorados filtrando a parte descritiva dos 'Comentários' de cada diálogo do arquivo de inicialização (também conhecido como <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>).
ro: Gestionarul de opțiuni în sine a primit o actualizare vizuală a casetei sale de filtrare, care poate fi acum ascunsă permanent. În același timp, capacitățile de căutare ale casetei de filtre au fost îmbunătățite prin căutarea în partea descriptivă „Comentarii” a fișierului de lansare (aka <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>) al fiecărui cadru de dialog.
ru: Сам Диспетчер настроек получил визуальное обновление поля фильтра, которое теперь можно скрыть навсегда. В то же время возможности поиска окна фильтра были улучшены за счет поиска описательной части 'Comments' в файле запуска каждого диалогового окна (он же <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>).
sq: Vetë Përgjegjësi i Rregullimeve përfitoi një rifreskim pamor të kutisë së tij të filtrave, e cila tani mund të jetë pambarimisht e fshehur. Në të njëjtën kohë, aftësitë e kërkimit të kutisë së filtrave u përmirësuan përmes kërkimit për të pjesës përshkruese 'Comments' për çdo kartelë nisësi dialogu (njohur edhe si <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>).
sr: Управник поставки је сам примио видно освежење своје кућице претраге, која сада може бити скривена трајно. У исто време, време налаза у кућици претраге је побољшано уметнутом претрагом по описним „напоменама“ сваког појединачног прозора покретача (као <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>) датотеке.
sv: Inställningshanteraren själv omarbetades visuellt så att filtreringsrutan nu kan döljas permanent. Samtidigt har sökningarnas noggrannhet via filtreringsrutan förbättrats genom att söka i den beskrivande 'Kommentar'-delen i varje dialogrutas startare (dvs. <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop-filen</a>).
th: โปรแกรมจัดการการตั้งค่าเองก็ได้รับการปรับปรุงหน้าตาของกล่องตัวกรอง ซึ่งสามารถซ่อนอย่างถาวรได้แล้ว ขณะเดียวกันก็ได้เพิ่มขีดความสามารถในการค้นหาของกล่องตัวกรอง โดยค้นหาในคำบรรยายส่วน 'Comment' ของแฟ้มเรียกเปิด (กล่าวคือ แฟ้ม <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>) ของกล่องโต้ตอบแต่ละกล่อง
tr: Ayarlar Yöneticisi, artık kalıcı olarak gizlenebilen filtre kutusunun görsel olarak yenilenmesini aldı. Aynı zamanda, her bir iletişim kutusunun başlatıcısı (aka <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>) dosyasının açıklayıcı 'Yorumlar' kısmı aranarak filtre kutusunun arama yetenekleri geliştirildi.
uk: Керівник налаштувань отримав візуально свіже поле фільтра, яке тепер буде постійно сховане. В той же час пошукові можливості фільтра було покращено. Тепер він зможе шукати описові частки "Коментарі" в кожному файлі запускача діалогових вікон (так званих файлах <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>).
vi: Bản thân Trình quản lý cài đặt đã nhận được bản làm mới trực quan của hộp bộ lọc, hộp này hiện có thể bị ẩn vĩnh viễn. Đồng thời, khả năng tìm kiếm của hộp bộ lọc đã được cải thiện bằng cách tìm kiếm phần mô tả 'Nhận xét' trong tệp khởi chạy của mỗi hộp thoại (còn gọi là <a href='https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html'>.desktop</a>).

source: Visually cleaner, more powerful filter box
ca: Caixa de filtres visualment més neta i potent
cs: Vizuálně čistější, silnější filtrovací řádek
da: Visuelt renere og mere kraftfuld filterboks
de: Optisch sauberer, leistungsstärkerer Filterkasten
es: Caja de filtro visualmente más limpia y más potente
gl: Caixa de filtro visualmente máis limpa e máis potente
he: תיבת סינון נקיה יותר ויזואלית, עוצמתית יותר
id: Lebih jernih secara visual, kotak pencarian yang lebih hebat dan maksimal
it: Barra di ricerca più potente e visualmente più pulita
kk: Визуалды түрде таза, мүмкіндіктері кеңірек сүзгі өрісі
lt: Vizualiai tvarkingesnis, galingesnis filtravimo langelis
pl: Czystsze wizualnie, ulepszone pole filtru
pt: Campo de filtro visualmente mais limpo e eficaz
pt_br: Visualmente mais limpa e mais poderosa caixa de pesquisa
ro: Casetă de filtrare vizual mai curată, mai puternică
ru: Визуально более чистый и мощный блок фильтра
sq: Kuti filtri më e fuqishme, më e qartë nga ana pamore
sr: Видно чистија, моћнија кућица претраге
sv: Visuellt renare, kraftfullare filtreringsruta
th: กล่องตัวกรองที่หน้าตาสะอาดขึ้น และมีความสามารถมากขึ้น
tr: Görsel olarak daha temiz, daha güçlü filtre kutusu
uk: Візуально чистіше, більш потужніше поле фільтру
vi: Hộp lọc mạnh mẽ hơn, trực quan hơn

source: Default Applications
ca: Aplicacions predeterminades
cs: Výchozí aplikace
da: Standardprogrammer
de: Standardanwendungen
es: Aplicaciones predeterminadas
gl: Aplicacións predeterminadas
he: ישומי ברירת מחדל
id: Aplikasi Utama
it: Applicazioni Predefinite
kk: Әдепкі қолданбалар
lt: Numatytosios programos
pl: Domyślne programy
pt: Aplicações predefinidas
pt_br: Aplicativos padrão
ro: Aplicații Implicite
ru: Приложения по умолчанию
sq: Aplikacione Parazgjedhje
sr: Подразумевани програми
sv: Standard program
th: แอปพลิเคชันปริยาย
tr: Varsayılan Uygulamalar
uk: Типові застосунки
vi: Ứng dụng mặc định
