<h1>ページが見つかりませんでした</h1>

<h3>残念ながら、要求されたページまたはファイルはこのサーバー上に見つかりませんでした。</h3>
<p>このページへ導いたリンクをクリックした場合、またはこのページへサーチエンジンやブックマーク経由で到達した場合は、
以前あったページは削除されたか、リネームされたか、一時的に利用できなくなっています。</p>
<p>探しているページを見つけ出すためには、以下の方法のうちのいずれかを試してみてください。:</p>

<ul>
	<li>アドレスバーにページアドレスを打ち込んだ場合は、打ち込んだスペルが正しいかを確認してください。</li>
	<li><a href="/">Xfce ホームページ</a>に行き、必要な情報へのリンクをクリックしてください。</li>
	<li>右側にあるナビゲーションバーを使って、探しているリンクを見つけてください。</li>
	<li>「戻る」をクリックして他のリンクを試してみてください。</li>
	<li>Xfce のウェブサイト上にある情報を見つけ出すために、上にある検索フォームに検索したい言葉を入れてください。</li>
</ul>

<p>必要だと思うときは<a href="mailto:webmaster@xfce.org">ウェブマスター</a>に問題を報告することができます。
また、問い合わせていただければウェブマスターは検索のお手伝いをすることもできます。
