<h1>Старонка ня знойдзена</h1>

<h3>Нажаль, старонка, якую вы запыталі, ня знойдзена на гэтым паслужніку.</h3>
<p>Калі вы пстрыкнулі спасылку, якая завяла вас на гэтую старонку альбо
вы напаткалі на яе праз пошук ці закладкі, хутчэй за ўсё старонка, якую
вы шукаеце, была выдалена, перайменавана альбо часова недаступна.</p>
<p>Калі ласка, паспрабуйце адзін з наступных мэтадаў, каб адшукаць
патрэбную вам старонку:</p>

<ul>
	<li>Калі вы ўвялі адрас у адрасным радку, праверце правільнасьць уводу.</li>
	<li>Адкройце <a href="/">хатнюю старонку Xfce</a> і праглядзіце спасылкі на патрэбную вам інфармацыю.</li>
	<li>Паспрабуйце знайсьці тое, што вам патрэбна з дапамогай панэлі навігацы (знаходзіца праваруч).</li>
	<li>Пстрыкніце кнопку Назад, каб паспрабаваць іншую спасылку.</li>
	<li>Увядзіце слова ў форму пошуку, што знаходзіцца вышэй, каб адшукаць яго на сайце Xfce.</li>
</ul>

<p>Вы можыце заўсёды <a href="mailto:webmaster@xfce.org">звярнуцца да адказнага за сайт</a>, каб ён
дапамог вам з пошукам альбо паведаміць яму пра праблему, калі вы лічаце гэта неабходным.</p>
