<h1>Пераклад старонак Xfce</h1>

<p>Сайт Xfce распрацаваны так, каб яго было лёгка перакладаць на розныя мовы і,
такім чынам, яго зьмест быў лёгка даступны і не ангельскамоўным карыстальнікам.</p>

<p>Наша мэта - зрабіць даступным сайт Xfce на як мага больш розных мовах. Каб
дасягнуць гэтага, нам патрэбна ваша дапамога ў перакладзе старонак на новыя мовы.</p>

<p><a href="http://i18n.xfce.org/" title="i18n">Субпраект Xfce i18n</a> існуе для
таго, каб дапамагчы зь перакладамі. Праект i18n ахоплівае ўсе кампанэнты перакладу і
ўтрымлівае гэты сайт, праграмы і дакумэнтацыю.</p>
