<?php
$credits['core-developers-i18n'] = array (
    'benny' => 'Thunar, Тэрмінал, Кіраўнік сэансаў, Libexo',
    'kelnos' => 'Кіраўнік Стальца, Мэдыя плэер',
    'dannym' => 'Кантроль гуку',
    'eduard' => 'Шукальнік дастасаваньняў',
    'erikharrison ' => 'Тэкставы рэдактар',
    'fleclainche' => 'Сайт і мастацкія творы',
    'colossus' => 'Кіраўнік архіваў',
    'jasper' => 'Панэль',
    'pollux' => 'Кіраўнік друку, дастасаваньне запісу CD',
    'korbinus' => 'Каляндар',
    'fourdan' => 'Кіраўнік вокнаў'
    );

$credits['server-and-website-i18n'] = array (
    'sofar' => 'Падтрымка паслужніка',
    'kelnos' => 'Адміністратар Bugzilla',
    'nick' => 'Дызайнэр сайта'
    );

$credits['translators-i18n'] = array (
    'ar' => 'Арабская',
    'be' => 'Беларуская',
    'ca' => 'Каталёнская',
    'cs' => 'Чэская',
    'da' => 'Дацкая',
    'de' => 'Нямецкая',
    'dz' => 'Dzongkha',
    'el' => 'Грэчаская',
    'en_GB' => 'Ангельская',
    'eo' => 'Эспэранта',
    'es' => 'Шпанская',
    'et' => 'Эстонская',
    'eu' => 'Баска',
    'fi' => 'Фінская',
    'fr' => 'Француская',
    'gl' => 'Galician',
    'he' => 'Габрэйская',
    'hu' => 'Вугорская',
    'it' => 'Італійская',
    'ja' => 'Японская',
    'ka' => 'Georgian',
    'ko' => 'Coréen',
    'ku' => 'Kurde',
    'lt' => 'Літоўская',
    'nl' => 'Галяндзкая',
    'pa' => 'Панджабі',
    'pl' => 'Польская',
    'pt_BR' => 'Партугальская',
    'ro' => 'Румынская',
    'ru' => 'Расейская',
    'sk' => 'Славацкая',
    'sq' => 'Albanian',
    'sv' => 'Швэдзкая',
    'tr' => 'Турэцкая',
    'uk' => 'Украінская',
    'vi' => 'В\'етнамская',
    'zh_CN' => 'Кітайская',
    'zh_TW' => 'Кітайская'
    );
?>
