<h1>Xfceの特徴</h1>

<p>
<b>Xfce</b> は、背景を描画し、デスクトップにアイコンを表示するデスクトップマネージャ、数多くのプラグインが用意されたパネル、標準に準拠し、透過と影を表示する機能が付いたウィンドウマネージャ、あなたのデスクトップをカスタマイズする設定マネージャ、今風で使いやすいファイルマネージャ、現在のセッションの保存、アプリケーションの自動起動、コンピュータのシャットダウン、再起動、サスペンド、またはハイバネートを行うセッションマネージャが実装された軽快なデスクトップ環境を提供しています。
</p>

<p>
<b>Xfce</b> は最高のユーザエクスペリエンスのために一般的なアプリケーションも提供します。
これらには、テキストエディタ、複数のサウンドカードをサポートしたサウンドミキサー、簡単にアプリケーションを起動できるアプリケーションファインダ、画像ビューア、最新のターミナルエミュレータ、イベントや予定を伝える iCal ベースのカレンダ、および CD/DVD を作成アプリケーションがあります。
</p>

<p>
また、たくさんの追加機能が <a href="http://goodies.xfce.org">Goodies project</a> で提供されています。これらには、ウェブブラウザ、パネルおよびファイルマネージャ用プラグイン、辞書、タスクマネージャ、電源管理、スクリーンシューター、通知デーモンなどの単体アプリケーションがあります。
</p>
