<h1>Асаблівасьці Xfce</h1>
<ul>
  <li>Міжплатформавае: Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin і MacOS X</li>
  <li>Лёгкае працоўнае асяродзьдзе</li>
  <li>Лёгкія асноўня дастасаваньні</li>
  <li>Goodies для найбольшай функцянальнасьці</li>
  <li>Сапраўды шматскрыневы рэжым і Xinerama</li>
  <li>Рэжым Кіёск для абмежаваньня наладкі</li>
  <li>Перакладзена больш чым на 40 моў</li>
</ul>
<ul>
  <li>Адпавядае спэцыфікацыям <a href="http://www.freedesktop.org/" target="_blank" class="external">Freedesktop</a>
  <ul>
    <li>Пашыраныя магчымасьці Кіраўніка вокнаў (extended hints)</li>
    <li>Мэню Стальца</li>
    <li>Тэмы для значак</li>
    <li>Базавая дырэкторыя XDG</li>
    <li>Пратакол XSETTINGS</li>
    <li>Пратакол Drag-and-Drop</li>
  </ul></li>
</ul>

<p>Xfce прадастаўляе лёгкае працоўнае асяродзьдзе з прадвызначанымі зачкамі
  і тэмамі. Яно дапоўнена па-першае, кіраўніком стальца з падтрымкай значак на ім,
  па-другое, шматлікімі панэлямі для прадвызначанага мэню, пераважных дастасаваньняў
  і дадатковых утулак, па-трэцяе кіраўніком вокнаў з падтрымкай кампазытных
  магчымасьцяў Xorg для стварэньня празрыстых вокнаў і ценяў. І яшчэ болей, Xfce
  мае кіраўнік сэансаў, для функцый запуску і выключэньня, а так сама кіраўнік
  наладак для глябальных кампанэнтаў Xfce і агульных элемэнтаў.</p>
<p>Xfce прадастаўляе распаўсюджаныя дастасаваньні, распрацаваныя быць лёгкімі, як
  і працоўнае асяродзьдзе. Гэтыя дастасаваньні: сучасны эмулятар тэрмінала з
  укладкамі, каляндар з падтрымкай iCal, каб паведамляць пра падзеі і сустрэчы і
  гукавы мікшар, каб кантраляваць гучнасьць. Некаторыя дастасаваньні Xfce
  маюць утулкі для панэлі. Напрыклад, каляндар мае ўтулку, якая паказвае дату,
  адлюстраваньне якой моажна наладжваць, а мікшар прадастаўляе кантроль над
  асноўным каналам гуку.</p>
<p>І нарэшце, Xfce прадастаўляе дастасаваньні для непасрэдных карыстальнікаў, якія
  распрацаваны быць заўсёды лёгкімі: просты і хуткі тэкставы рэдактар з падтрымкай
  друку, просты ў выкарыстаньні кіраўнік файлаў, мэдыя плэер, заснаваны на рухавіку
  Xine, сродак запісу CD і DVD а так сама кіраўнік архіваў з падтрымкай шматлікіх
  альгарытмаў сьцісканьня.</p>

