<h1>Xfceの特徴</h1>

<p>
<b>Xfce</b> は、背景を描画し、デスクトップにアイコンを表示するデスクトップマネージャ、数多くのプラグインが用意されたパネル、標準に準拠し、透過と影を表示する機能が付いたウィンドウマネージャ、あなたのデスクトップをカスタマイズする設定マネージャ、今風で使いやすいファイルマネージャ、現在のセッションの保存、アプリケーションの自動起動、コンピュータのシャットダウン、再起動、サスペンド、またはハイバネートを行うセッションマネージャが実装された軽快なデスクトップ環境を提供しています。
</p>

<p>
<b>Xfce</b> は最高のユーザ体験のために一般的なアプリケーションも提供します。
これらには、テキストエディタ、複数のサウンドカードをサポートしたサウンドミキサー、簡単にアプリケーションを起動できるアプリケーションファインダ、画像ビューア、最新のターミナルエミュレータ、イベントや予定を伝える iCal ベースのカレンダ、および CD/DVD を作成アプリケーションがあります。
</p>

<p>
また、たくさんの追加機能が <a href="http://goodies.xfce.org">Goodies project</a> で提供されています。これらには、ウェブブラウザ、パネルおよびファイルマネージャ用プラグイン、辞書、タスクマネージャ、電源管理、スクリーンシューター、通知デーモンなどの単体アプリケーションがあります。
</p>

<h2>その他の情報</h2>

<ul>
  <li>クロスプラットフォーム: Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin, MacOS X</li>
  <li>軽量なデスクトップ環境</li>
  <li>軽快な基本アプリケーション</li>
  <li>最大限の機能を提供するための拡張モジュール (Goodies)</li>
  <li>本当のマルチスクリーンと Xinerama</li>
  <li>設定を制限するキオスクモード</li>
  <li>40 以上の言語で利用可能</li>
</ul>
<ul>
  <li><a href="http://www.freedesktop.org/" target="_blank" class="external">Freedesktop</a> 規格準拠
  <ul>
    <li>拡張されたウィンドウマネージャのヒント</li>
    <li>デスクトップメニュー</li>
    <li>アイコンテーマ</li>
    <li>XDG Base ディレクトリ</li>
    <li>XSETTINGS プロトコル</li>
    <li>Drag-and-Drop プロトコル</li>
  </ul></li>
</ul>
