<h1>Xfceの特徴</h1>
<ul>
  <li>クロスプラットフォーム: Linux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin, MacOS X</li>
  <li>軽量なデスクトップ環境</li>
  <li>基本的で軽快なアプリケーション</li>
  <li>最高の機能を提供するための拡張モジュール (Goodies)</li>
  <li>本物のマルチスクリーンとXinerama</li>
  <li>設定を制限するキオスクモード</li>
  <li>40以上の言語で利用可能</li>
</ul>
<ul>
  <li><a href="http://www.freedesktop.org/" target="_blank" class="external">Freedesktop</a>規格準拠
  <ul>
    <li>拡張ウィンドウマネージャのヒント</li>
    <li>デスクトップメニュー</li>
    <li>アイコンテーマ</li>
    <li>XDG Base ディレクトリ</li>
    <li>XSETTINGSプロトコル</li>
    <li>Drag-and-Dropプロトコル</li>
  </ul></li>
</ul>

<p>Xfceは軽快なデスクトップ環境をデフォルトアイコンとテーマを一緒にして提供しています。
まず、アイコンを表示するデスクトップマネージャと、
デフォルトメニューとアプリケーションと拡張用プラグイン向けの多段パネル、更にXorgの透過と影を表示する機能が付いているウィンドウマネージャ
が実装されています。更に、スタートアップやシャットダウンの機能が実装されているセッションマネージャと
Xfceの全体と一般的な項目用のセッティングマネージャが付いています。</p>
<p>Xfceは軽快になるように設計されたデスクトップ環境用の共通のアプリケーションを提供します。
アプリケーションには：最新のタブがあるターミナルエミュレータ、iCalを土台としたイベントや
予定を伝えることができるカレンダー、音量を制御するミキサーがあります。
幾つかのXfceアプリケーションはパネルプラグインと一緒になっています。たとえば、
カレンダーは日付を好きなように表示を調整して表示できるようにするためのプラグインや
マスターボリューム上で音量を制御を提供するミキサなどがあります。</p>
<p>最後にXfceは末端の利用者用のアプリケーション（これらすべて、軽快になるように設計されています！）を提供します。
それらは：印刷機能が付いている簡素で軽快なテキストエディタや簡単に使えるファイルマネージャ
Xineを使ったメディアプレイヤー、CD/DVD作成ソフト、色々な圧縮形式に対応したアーカイブマネージャなどです。</p>

