<h1>Пра Xfce</h1>

<p>Xfce - гэта лёгкае працоўнае асяродзьдзе для unix-сыстэмаў. Яно прызначана быць хуткім, лёгкім і ў той жа час прывабным і простым у выкарыстаньні.</p>
<p>Xfce 4.4 прытрымліваецца традыцыйнае філязофіі Unix - модульнасьць і паўторнае выкарыстаньне. Асяродзьдзе складаецца зь некалькіх кампанэнтаў, якія разам уяўляюць поўнафункцыянальнае працоўнае асяродзьдзе. Кампанэнты пакуюцца паасобку і вы можаце выбраць толькі патрэбныя вам, каб стварыць нейлепшае працоўнае асяродзьдзе.</p>
<p>Іншы прыярытэт для Xfce 4 - гэта адпаведнасьць стандартам, асабліва тым, якія вызначнаны на <a href="http://freedesktop.org" target="_blank">freedesktop.org</a>.</p>
<p>Xfce 4 можна ўсталяваць на некалькіх UNIX-плятформах. Сярод якіх Linux, NetBSD, FreeBSD, Solaris, Cygwin і MacOS X на x86, PPC, Sparc, Alpha...</p>
