<h1>Xfceについて</h1>

<p>Xfce 4.4はモジュール性と再利用性といった伝統的なUNIXの考え方を体現しています。
そして、視覚的な部分の充実と簡単に利用できる部分を保ちつつ、高速で軽量になることが目標になっています。
また、デスクトップ環境のすべての機能を同時に提供する沢山のコンポーネントを構成しています。
各部分は分かれてパッケージ化されているので、最高のデスクトップ環境を作るために使用できるパッケージの中から好きなものを選ぶことができます。</p>
<p>Xfce 4の他の一つの優先順位は標準、特に<a href="http://freedesktop.org" target="_blank">freedesktop.org</a>で定義されたものに準拠することです。</p>
<p>Xfce 4は幾つかのUNIXのプラットフォーム上にインストールできます。x86, PPC, Sparc, Alpha上のLinux, NetBSD, FreeBSD, OpenBSD, Solaris, Cygwin, MacOS Xでコンパイルできることが知られています。</p>
