<?php
$credits['core-developers-i18n'] = array (
    'benny' => 'Thunar、ターミナル、セッションマネージャ、Libexo',
    'kelnos' => 'デスクトップマネージャ、メディアプレイヤ',
    'dannym' => '音量調整',
    'eduard' => 'アプリファインダー',
    'erikharrison ' => 'テキストエディタ',
    'fleclainche' => 'ウェブマスタとアートワーク',
    'colossus' => 'アーカイブマネージャ',
    'jasper' => 'パネル',
    'pollux' => '印刷マネージャ、CD作成アプリケーション',
    'korbinus' => 'カレンダー',
    'fourdan' => 'ウィンドウマネージャ'
    );

$credits['server-and-website-i18n'] = array (
    'sofar' => 'サーバーの維持',
    'kelnos' => 'Bugzillaの管理者',
    'nick' => 'ウェブデザイナー'
    );

$credits['translators-i18n'] = array (
    'ar' => 'アラビア語',
    'be' => 'ベラルーシ語',
    'ca' => 'カタロニア語',
    'cs' => 'チェコ語',
    'da' => 'デンマーク語',
    'de' => 'ドイツ語',
    'dz' => 'ゾンカ語',
    'el' => 'ギリシア語',
    'en_GB' => '英語(英国)',
    'eo' => 'エスペラント',
    'es' => 'スペイン語',
    'et' => 'エストニア語',
    'eu' => 'バスク語',
    'fi' => 'フィン語',
    'fr' => 'フランス語',
    'gl' => 'ガリシア語',
    'he' => 'ヘブライ語',
    'hu' => 'ハンガリー語',
    'it' => 'イタリア語',
    'ja' => '日本語',
    'ka' => 'グルジア語',
    'ko' => '韓国語',
    'ku' => 'クルド語',
    'lt' => 'リトアニア語',
    'nl' => 'オランダ語',
    'pa' => 'パンジャブ語',
    'pl' => 'ポーランド語',
    'pt_BR' => 'ポルトガル語(ブラジル)',
    'pt_PT' => 'ポルトガル語(European)',
    'ro' => 'ルーマニア語',
    'ru' => 'ロシア語',
    'sk' => 'スロバキア語',
    'sq' => 'アルバニア語',
    'sv' => 'スウェーデン語',
    'tr' => 'トルコ語',
    'uk' => 'ウクライナ語',
    'vi' => 'ベトナム語',
    'zh_CN' => '中国語簡体字 (中国)',
    'zh_TW' => '中国語繁体字 (台湾)'
    );
?>
