<?php

/* The following strings are for the main (left) menu AND the top menu */

$HOME = "Начало";
$OVER = "Обзор";
$WHAT = "Что такое Xfce?";
$FEAT = "Возможности";
$REQUIRE = "Системные требования";
$COMP = "Компоненты";
$EXTRAS = "Дополнения";
$THEMES = "Темы";
$PLUG = "Расширения";
$APPS = "Приложения";
$ART = "Украшения";
$GOOD = "Полезные модули";
$SCREEN = "Снимки экрана";
$DEVS = "Разработчикам";
$USERS = "Пользователям";
$NEWS = "Новости";
$DOC = "Документация";
$MAN = "Руководство по Xfce4";
$INSTALL = "Руководство по установке";
$START = "Начало работы";
$FAQ = "Вопросы и ответы";
$DOWN = "Загрузить";
$SOURCE = "Исходный код";
$BIN = "Сборки";
$WCVS = "Онлайн-версия SVN";
$DEV = "Разработка";
$CONTRIB = "Вступление в нашу команду";
$BUG = "Сообщить об ошибке";
$TRACK = "Система учета ошибок";
$WIKI = "Справочник";
$ML = "Списки рассылок";
$FORUM = "Форум";
$ABOUT = "Авторы";
$LINK = "Ссылки";
$BLOG = "Дневник разработчиков";

?>
